st_z = ['','Программа тренировок для новичков - девушки','Тренажёр, который навсегда избавит вас от болей в спине','Об авторе этого приложения','Подписаться на новости / соцсети','Поддержать проект деньгами','Заказать индивидуальную диету','Заказать индивидуальный план тренировок','Расчёт подходов в базовых упражнениях','Подсчёт энергозатрат за одну тренировку','Сколько гейнера пить в день?','Определение мышечной массы тела','Калькулятор отжиманий: как отжиматься больше','Индивидуальный подбор спортивного питания','Определение количества подкожного жира','Калькулятор подтягиваний: как подтягиваться больше','Счётчик потребления калорий','Сколько протеина пить в день?','Расчёт оптимального пульса для сжигания жира','Калькулятор расхода калорий за сутки','Определение уровня силовой подготовки','Определение соотношения «цена - качество» для спортивного питания','Индивидуальный подбор комплекса упражнений «Тренер Онлайн»','Определение идеального веса тела','Калькулятор подбора веса для силовых упражнений','Сколько воды нужно пить для похудения?','Сколько должна длиться тренировка в тренажёрном зале?','Краткосрочная диета для женщин для быстрого похудения','Женская щадящая (лечебная) диета для похудения','Мужская высокоуглеводная диета (для хардгейнеров) на набор мышечной массы','Женская диета на поддержание веса с 3-х разовым питанием','Мужская диета на поддержание веса с 3-х разовым питанием','Женская лакто-вегетарианская диета для похудения','Мужская лакто-вегетарианская диета для похудения','Мужская диета трёхразового питания на похудение','Женская диета трёхразового питания на похудение','Женская низкоуглеводная диета для жиросжигания и сушки','Мужская низкоуглеводная диета для жиросжигания и сушки','Мужская диета для набора веса','Женская диета для набора веса','Женская диета для поддержания веса','Мужская диета для поддержания веса','Мужская диета для похудения','Женская диета для похудения','Высокоуглеводная диета для женщин, которым тяжело набрать вес','Женская диета с 3-х разовым питанием на набор мышечной массы','Мужская диета с 3-х разовым питанием на набор мышечной массы','Что такое чакры, и как их раскрывать?','Простые практики йоги для лечения позвоночника (часть 1)','Простые практики йоги для лечения позвоночника (часть 2)','Комплекс йоги для офисных работников','13 плюсов, которые даст вам йога','Комплекс йоги для снятия стресса и восстановления сил','Как найти хорошего инструктора по йоге?','Как выздороветь с помощью йоги?','Как развить женскую сексуальность с помощью йоги?','Упражнения для коррекции асимметрии лица','Фитнес для лица (фэйсбилдинг): правила тренировок и эффективность','Упражнения для носогубной зоны','Упражнения для губ','Коррекция контура лица','Мимика и привычки - причина морщин','Тренировка мышц носа и ушей','3 способа расслабления мышц лица','Тренировка мышц шеи','Взаимосвязь лица и тела','Упражнения для лица, которые можно делать в машине','Упражнения по фейсбилдингу для новичков','Постизометрическая релаксация лица','Как делать разминку перед тренировкой лица','Упражнения для зоны глаз','Упражнения для зоны лба','8 упражнений для лица на каждый день','Программа тренировок для коррекции нависшего верхнего века','Абсцесс после укола: симптомы, причины, лечение','Как тренироваться при болях в суставах?','Как подобрать упражнения при болях / заболеваниях позвоночника','Как тренироваться, если болит спина: пошаговая инструкция','Эпикондилит (боль) локтевого сустава: причины, симптомы, лечение','Грыжа Шморля: причины, симптомы, лечение','Травмы коленного сустава: виды, симптомы, лечение','Принципы тренировок при боли в колене','Тендинит связки надколенника (колено прыгуна): симптомы и лечение','Упражнения на бёдра и ягодицы для тех, у кого болит колено и/или спина','Лечим спину лёжа: 7 простых упражнений, сразу убирающих боль','Спортивные травмы плеча: виды, симптомы, лечение','Плоскостопие: степени, симптомы, особенности тренировок','Шейный остеохондроз (боли в шее) - как правильно тренироваться','Сорвали спину на тренировке, что делать?','Как сохранить суставы при силовых тренировках','Как защитить суставы и связки во время тренировок?','Лечение болей в суставах с помощью фармакологии','Кинезиотейпирование – новый подход к лечению мышечной боли','Причины травм плеча при силовых тренировках','Травмы поясницы при силовых тренировках','Как сочетать аэробику и силовые тренировки?','Что такое аквааэробика?','Варианты общефизической подготовки (ОФП) в беге','Как бегать, чтобы похудеть?','7 причин бегать с тренером','8 распространенных ошибок при занятиях на беговой дорожке','Беговая дорожка VS обычный бег: 5 плюсов и минусов','Боди-балет - зачем и для кого','Бодифлекс: похудение и укрепление организма','Что такое танцевальная аэробика?','Что такое фитбол-аэробика?','Секреты интервальной тренировки','Интервальное кардио: плюсы и готовая программа','Что такое калланетика?','Секреты кардио тренировок от чемпиона по похудению','Зоны мощности кардио: выносливость, жиросжигание или восстановление?','Что такое боевая аэробика (ки-бо и тай-бо)?','6 преимуществ орбитрека (эллипсоида)','Что такое пилатес?','Каким должен быть пульс при тренировках на велотренажёре?','Что такое памп-аэробика (бодипамп)?','Что такое сайкл-аэробика?','Что такое шейпинг?','Что такое силовая аэробика?','Что такое слайд-аэробика?','8 вредных советов для групповых занятий в фитнес клубе','Как похудеть при помощи спортивной ходьбы','Что такое степ-аэробика?','Что такое стретчинг?','Табата: интервальная тренировка за 4 минуты','Система Табата: принцип увеличения нагрузки','Оздоровительный бег: техника и основные ошибки','«Зажигательный» фитнес: танцы и единоборства','Тренировки в домашних условиях при беременности','Домашний универсальный комплекс упражнений для девушек на 4 тренировки','Домашний комплекс с гантелями и штангой для девушек на массу','Домашний план тренировок для женщин «четыре в одном»','Женский комплекс упражнений в домашних условиях «три в одном»','Домашний комплекс упражнений для девушек «Суперсеты для супер рельефа»','Домашний универсальный план тренировок для женщин','Тренировки с гантелями и штангой для девушек на рельеф','Тренировки для девушек, у которых худой верх, но полные ноги (версия для дома)','Тренировки в домашних условиях, или - как накачаться дома','Тренировки в домашних условиях для девушек','План тренировок для девушек в домашних условиях с упором на бёдра и ягодицы','План тренировок в домашних условиях на массу со штангой и гантелями','Тренировки дома на массу с упором на мышцы рук','Мужские тренировки в домашних условиях на рельеф','Домашние тренировки для девушек на похудение','Комплекс домашних упражнений для похудения','План тренировок в домашних условиях для девушек на похудение','Домашний женский комплекс на 5 тренировок для рельефа и похудения','Женский комплекс упражнений для дома из 3-х разных недель','Домашний комплекс упражнений с гантелями для девушек на похудение','Комбинированный план тренировок для девушек в домашних условиях','Домашний комплекс упражнений для женщин «пять в одном»','Домашний комплекс упражнений для мужчин «пять в одном»','Комплекс с гантелями для девушек – «Супертело за 1 час в день»','Круговые тренировки для женщин в домашних условиях «верх - низ»','Домашние круговые тренировки для мужчин на массу и рельеф','Женский комплекс упражнений для дома на массу из 3-х разных недель','Домашний универсальный план тренировок для мужчин','Мужской план тренировок в домашних условиях для новичков на похудение','Женский план тренировок в домашних условиях для новичков на похудение','Домашний комплекс упражнений для мужчин «четыре в одном»','Домашний комплекс упражнений для мужчин «три в одном»','Домашний универсальный комплекс упражнений для мужчин на 2 тренировки','Домашний универсальный комплекс упражнений для женщин на 2 тренировки','Домашний универсальный комплекс упражнений для мужчин на 4 тренировки','Женский домашний комплекс тренировок на похудение для новичков','Мужской домашний комплекс тренировок на похудение для новичков','Круговая тренировка для мужчин в домашних условиях','Тренировочный план для мужчин на похудение в домашних условиях','Домашний комплекс для девушек с возрастающей интенсивностью','Женский домашний комплекс упражнений для новичков на жиросжигание','Комплекс упражнений для мужчин на рельеф в домашних условиях','Домашний комплекс для мужчин с возрастающей интенсивностью','Комбинированные тренировки по кругу для девушек в домашних условиях','Домашние комбинированные тренировки по кругу для мужчин','Домашний комплекс упражнений для мужчин на массу из 3-х разных недель','Домашний план тренировок для мужчин на массу: 5 тренировок в неделю','Тренировки дома без гантелей для девушек','Комплекс упражнений на похудение для девушек в домашних условиях','Домашний комплекс упражнений для девушек на массу','Домашние тренировки с суперсетами на массу','Мужской комплекс упражнений в домашних условиях на набор массы','Домашний комплекс для мужчин на жиросжигание из 3-х разных недель','Домашний комплекс упражнений для мужчин «Суперсеты для супер рельефа»','Комплекс упражнений на брусьях и турнике для набора массы','Комплекс упражнений для утренней зарядки','Комплекс упражнений в тренажёрном зале при беременности','Женский комплекс на 5 тренировок для рельефа и похудения','Комплекс упражнений для девушек с возрастающей интенсивностью','Комплекс для девушек на массу из 3-х разных недель','Комплекс упражнений для девушек на массу из 12-ти тренировок','План тренировок для женщин на массу методом одного подхода','Тренировки для женщин на похудение методом одного подхода','Комплекс упражнений для женщин «пять в одном»','Женский план тренировок для похудения на 4 тренировки в неделю','Женский комплекс упражнений «три в одном»','Комплекс упражнений на похудение и рельеф для девушек','План тренировок для женщин «четыре в одном»','Комплекс упражнений для девушек «Суперсеты для супер рельефа»','Универсальный план тренировок для женщин','Универсальный комплекс упражнений для девушек на 4 тренировки','План тренировок для девушек на набор массы','Раздельные тренировки в тренажёрном зале для девушек на рельеф','Тренировки для девушек, у которых худой верх, но полные ноги (версия для зала)','Ягодицы, грудь, пресс – комплекс упражнений','Мужской комплекс на массу «пять в одном»','4-х дневный комплекс упражнений для девушек на похудение и рельеф','Комплекс для набора массы с упором на верхнюю часть тела','Мужской тренировочный план для похудения в домашних условиях','Комплекс упражнений на набор массы для мужчин из трисетов','Программа тренировок для мужчин на массу и рельеф','Тренировочный план для мужчин на сушку из 12-ти тренировок','Комплекс упражнений для набора массы на 5 тренировок в неделю','Комплекс упражнений на массу с упором на спину','Круговые тренировки для женщин «верх - низ»','Комплекс тренировок по круговому методу','Круговые тренировки в тренажёрном зале для девушек','Круговые тренировки для мужчин на массу и рельеф','Женские тренировки на рост массы методом одного подхода','Тренировки для мужчин на массу методом одного подхода','Мужские тренировки на набор массы методом одного подхода','План тренировок для девушек на массу методом одного подхода','План тренировок для мужчин на массу методом одного подхода','Мужской комплекс на 5 тренировок для рельефа и похудения','Универсальный план тренировок для мужчин','Тренировочный план с упором на грудь','Мужской тренировочный план для похудения по круговому методу','Тренировочный план для мужчин на увеличение силы и массы мышц','Комплекс упражнений для новичков - женщины','План тренировок для новичков - мужчины','Универсальный комплекс упражнений для мужчин на 4 тренировки','Мужской комплекс упражнений «четыре в одном»','Комплекс упражнений для мужчин с возрастающей интенсивностью','Мужской комплекс упражнений «пять в одном»','Комплекс упражнений для мужчин «Суперсеты для супер рельефа»','Мужской комплекс упражнений «три в одном»','Универсальный комплекс упражнений для женщин на 2 тренировки в неделю','Комплекс упражнений на массу для мужчин из 4-х тренировок в неделю','Универсальный комплекс упражнений для мужчин на 2 тренировки в неделю','Мужской комплекс упражнений из 4-х тренировок на массу и силу','План тренировок по пауэрлифтингу - продвинутые','План тренировок для женщин из 3-х разных недель','План тренировок для мужчин на увеличение силы и объёма мышц','Женский комплекс упражнений для новичков на похудение','Женская 4-х дневная программа тренировок на похудение для новичков','Мужской комплекс упражнений для новичков на похудение','Мужская 4-х дневная программа тренировок на похудение для новичков','Комплекс упражнений для похудения','Тренировки для мужчин на жиросжигание методом одного подхода','Программа упражнений на похудение для мужчин','Мужской тренировочный план для похудения','Мужская программа на похудение для новичков','Мужская программа на жиросжигание методом одного подхода','Мужской план тренировок для похудения на 4 тренировки в неделю','План тренировок на жиросжигание из суперсетов для женщин','Комбинированные тренировки круговым методом для мужчин','Комбинированные тренировки круговым методом для девушек','Программа силовых тренировок для мужчин','Супер убойный план тренировок на массу для мужчин','Супер убойный план тренировок на массу для женщин','Комплекс упражнений из суперсетов для девушек','Комплекс упражнений из суперсетов для мужчин','Комплекс упражнений с упором на мышцы рук','Мужской комплекс на жиросжигание из 3-х разных недель','Мужской комплекс упражнений на массу из 3-х разных недель','Раздельные тренировки в тренажёрном зале для девушек','Тренировки для девушек на рельеф с упором на бёдра и ягодицы','Комбинированные тренировки в тренажёрном зале для девушек','Тренировочный план для увеличения жима лёжа','План тренировок на массу для мужчин без упражнений на ноги','Комбинированные тренировки на похудение для мужчин','Комплекс упражнений для набора массы на 4 тренировки в неделю','Базовый комплекс упражнений для мужчин на массу и силу','Мужской тренировочный план по методу пирамиды','Мужская программа для набора массы на 2 тренировки в неделю','Программа тренировок по пауэрлифтингу для новичков','Программа тренировок на рельеф для мужчин','Комплекс упражнений для девушек, у которых широкие плечи, но узкий таз','Сгибание рук с гантелями + жим стоя','Сгибание рук с гантелями "молот"','Сгибание рук на скамье скотта','Сгибание рук в тренажёре','Сгибание рук с EZ грифом','Сгибание рук с гантелями сидя под углом','Сгибания рук с гантелями сидя/стоя','Сгибание рук с верхнего блока в кроссовере','Сгибание рук с нижнего блока','Боковая планка','Боковые наклоны через «козла»','Скручивания лёжа на боку','Болгарские приседания','Бёрпи (бурпи)','Сгибание запястий со штангой сидя','Сгибание руки сидя через колено','Упражнение «оскал»','Упражнение для мышцы, поднимающей верхнюю губу и крыло носа','Упражнение для большой скуловой мышцы','Упражнение для щёчной мышцы','Упражнение от мешков и отёков под глазами','Упражнение для нижнего века','Упражнение для верхнего века','Упражнение для укрепления глазничной части круговой мышцы глаза','Упражнение «Раскатывание»','Упражнение «Duckface»','Упражнение «Рыбка»','Упражнение «Улыбка»','Упражнение «Нижняя губа»','Упражнение от второго подбородка','Упражнение «поднятие бровей»','Упражнение для мышцы гордецов','Упражнение для мышцы, сморщивающей бровь','Упражнение «поднятие углов бровей»','Упражнение для шеи','Упражнение «Угол молодости»','Упражнение «Черпак прямой»','Упражнение «Черпак с поворотом»','Французский жим со штангой лёжа','Французский жим с гантелями лёжа','Разгибание рук с нижнего блока','Французский жим с гантелью одной рукой','Французский жим с гантелей стоя и сидя','Французский жим со штангой сидя или стоя','Упражнение «Гильотина»','Жим штанги из-за головы','Жим штанги с груди стоя','Жим штанги с груди сидя','Гиперэкстензия (наклоны через козла)','Гиперэкстензия + махи в стороны','Обратная гиперэкстензия','Разгибание спины в тренажёре','Подъём на носки стоя','Подъём на носки сидя со штангой','Подъём на носки в тренажёре стоя','Подъём на носки стоя в наклоне (ослик)','Подъём на носки в тренажёре сидя','Подъём штанги на грудь + жим стоя','Жим Арнольда','Жим гантелей горизонтально','Жим гантелей сидя / стоя','Жим гантелями лёжа под углом вверх','Жим штанги лёжа классический','Жим штанги лёжа под углом вверх','Жим штанги лёжа узким хватом','Жим штанги головой вниз','Жим гантелей лёжа под углом вниз','Жим ногами в тренажёре под углом','Жим в грудном тренажёре сидя','Жим сидя вверх в тренажёре','Упражнение «Крест» с гирями или гантелями','Махи гирей над головой','Махи гантели в сторону лёжа','Махи гантелями в стороны лёжа','Махи руками назад в кроссовере','Махи штангой перед собой','Махи рукой в сторону с нижнего блока','Махи руками с нижнего блока в наклоне','Махи гантелями в наклоне','Махи гантелями в стороны','Махи руками в стороны в тренажёре','Махи гантелями вперёд','Махи вперёд одной гантелей','Махи руками вперёд с нижнего блока','Подъём таза лёжа на полу (мостик)','Приседания + наклоны','Наклоны со штангой на плечах','Наклоны в бок с гантелей стоя','Наклоны в ГАКК тренажёре','Наклоны в выпаде','Отжимания в стойке на руках','Отжимания от брусьев','Отжимания от пола с хлопками','Отжимания от брусьев горизонтально','Отжимания широким хватом от лавки','Отжимания от лавки сзади','Отжимания от лент / петель','Отжимания от пола широким хватом','Отжимания от пола узким хватом','Махи ногой, лёжа на боку','Отведение ноги в кроссовере','Разведение рук назад в тренажёре','Разводы с гантелями под углом вверх','Разводы с гантелями лёжа горизонтально','Упражнение «планка»','Подъём ног лёжа','Подъём ног на наклонной скамье','Подъём ног сидя на лавке','Подъём ног в висе','Подъём ног в упоре','Подтягивания киппингом и баттерфляем','Подтягивания обратным хватом','Подтягивания широким хватом к груди','Подтягивания узким и/или параллельным хватом','Подтягивания на брусьях','Подтягивания на брусьях с ногами','Подтягивания на лентах / петлях','Подтягивания в машине смита','Скручивания c роликом для пресса','Приседания + наклоны + выпады','Приседания в ГАКК-тренажёре','Приседания с гантелями','Приседания с весом между ног','Приседания на одной ноге','Приседания со штангой на груди','Приседания со штангой на плечах','Приседания со штангой «сумо» (плие)','Приседания в Смите с ногами впереди','Приведение ноги в кроссовере','Приведение локтей в кроссовере','Протяжка со штангой','Протяжка с гантелями','Пуловер с гантелей лёжа','Пуловер лёжа со штангой','Разгибание бедра на четвереньках','Разгибание бедра в кроссовере','Разгибание бедра в тренажёре','Разгибание бедра в кроссовере на четвереньках','Разгибание ног в тренажёре','Разгибание рук с верхнего блока','Разгибание рук с верхнего блока хватом снизу','Разгибание шеи лёжа','Разгибание шеи с лямками','Разгибание запястий со штангой сидя','Разведение ног в тренажёре','Разводы с гантелями + пуловер','Рычажная тяга в тренажёре','Сгибание ноги в тренажёре стоя','Сгибание ног в тренажёре сидя','Сгибание ног в тренажёре лёжа','Сгибание рук со штангой стоя','Сгибание рук со штангой хватом сверху','Сгибание шеи лёжа','Сгибание стоп сидя в тренажёре','Повороты головы в упоре лбом','Шраги с гантелями стоя','Шраги со штангой стоя','Шраги в тренажёре','Скручивания на наклонной лавке','Скручивания лёжа на полу','Скручивания в римском стуле','Скручивания с верхнего блока сидя','Скручивания на тренажёре','Скручивания в висе вниз головой','Становая тяга на прямых ногах','Становая тяга стоя на подставке','Становая тяга «сумо»','Становая тяга с гантелями','Становая тяга со штангой','Сведение ног в тренажёре','Сведение рук в тренажёре «бабочка»','Сведение рук в кроссовере с нижнего блока','Сведение рук в кроссовере с верхнего блока','Сведение рук в кроссовере лёжа','Жим из-за головы в рывковом седе','Подъём на грудь в стойку с высокого виса','Подъём штанги на грудь','Подъём на грудь с виса с колен','Приседания со штангой на груди','Приседания рывковым хватом','Подъём на грудь протяжкой в стойку','Протяжка рывковая','Рывок в стойку с места подрыва','Рывок с виса с колен','Рывок с места подрыва в сед','Швунг жимовой','Тяга рывковая с подрывом','Тяга рывковая до подрыва с низкого старта','Тяга рывковая с виса с колен','Тяга толчковая с подрывом','Тяга толчковая до подрыва','Тяга толчковая с виса с колен','Толчок со стоек','Толчок из-за головы','Уходы рывковые','Уходы рывковые с виса','Тяга гантелей лёжа','Тяга одной гантели в наклоне','Тяга гантелей в наклоне','Тяга горизонтального блока','Тяга Т-грифа лёжа','Тяга с верхнего блока на заднюю дельту','Тяга рычажная вертикальная','Тяга к груди с верхнего блока широким хватом','Тяга за голову с верхнего блока','Тяга с верхнего блока узким хватом','Тяга с верхнего блока на прямых руках','Тяга штанги в наклоне','Тяга Т-грифа в наклоне','Толчок в кроссфите','Шраги + подъём на носки + кисти','Трастеры','Разгибание руки с верхнего блока','Разгибание рук с гантелями в наклоне','Французский жим в тренажёре','Упражнение «велосипед»','Выпады с ходьбой','Выпады с гантелями','Выпады со штангой','Выпады в бок','Выпады вперёд + выпады в бок','Выпрыгивания со штангой на плечах','Вращения в тренажёре','Вращение корпуса стоя/сидя','Запрыгивания на «козла» из седа','Зашагивания на подставку с гантелями','Влияние алкоголя на эффективность тренировок (7 факторов)','Как меня арестовали в Казахстане пограничники (1 часть)','Как меня арестовали в Казахстане пограничники (2 часть)','Интервью с Аркадием Величко – чемпионом Arnold Classic Europe 2015','Реальная история похудения от Дмитрия (120 – 90 кг)','Как сочетать силовые тренировки и занятия единоборствами?','Фейсбилдинг – основы и примеры упражнений','Несколько слов о сайтах по фитнесу и бодибилдингу','Как и зачем разводят людей в фитнес-клубах','Как избежать дополнительных трат в фитнес-клубах?','Какие бывают грифы для штанги','«Железные люди»: история турнира IRONMAN','Как я качаюсь во время путешествий автостопом','Прогулка по Котыбрулаку','Мезотерапия тела: препараты, эффективность, противопоказания','Самые распространенные мифы в фитнесе','Мифы и стереотипы в бодибилдинге','Как заставить себя пойти в зал: 12 фишек','Как и почему музыка влияет на эффективность тренировок?','Персональное обучение плаванию детей','Основы грепплинга: что нужно знать','ТОП 5 отговорок тех, кто пропускает тренировки','Как сэкономить на персональных тренировках в тренажёрном зале?','В чём ценность персональных занятий с тренером','Почем купить тренажер орбитрек на Украине','Что девушке взять с собой в спортзал, кроме кроссовок?','10 правил поведения в тренажёрном зале','Психологические отличия спортсмена от неспортсмена','Как сделать правильный выбор пульсометра?','Растяжка: польза, упражнения и виды растяжки','Роль тренера в тренировочном процессе','4 ловушки, мешающие сексуальной жизни в отношениях','Секс с инструктором – полезное с приятным','История Шведской стенки','Спорт начинается … с нижнего белья','Часы Suunto: ваш личный тренер на запястье','Обзор видов тяжелоатлетических поясов','Преимущества тренажера Смита для роста силы и массы мышц','ТОП 10 самых популярных тренажёров в тренажёрном зале','Как стать фитнес тренером?','Как выбрать тренера в тренажёрном зале','Несколько слов о деградации профессии «тренер»','Как стать успешным тренером','Как заставить себя пойти на тренировку: 7 советов','Почему мы ленимся идти на тренировку?','Реальная история ожирения и похудения от Виталия','ТОП-5 принципов здорового образа жизни','5 стероидов, которые любители редко используют','Андрогенно-анаболические стероиды - как они работают','Как часто нужно принимать оральные и инъекционные стероиды?','Что нужно сделать перед первым курсом стероидов?','Разрешенные препараты, усиливающие анаболизм','Почему новичкам и подросткам не стоит принимать анаболические стероиды?','Как и зачем использовать Анастразол и Бромокриптин на курсе стероидов?','Как применять антиэстрогены и ингибиторы пролактина на курсе стероидов','Аптечная фармакология для любителей: обзор препаратов','Плюсы и минусы натурального и «химического» бодибилдинга','Болденон - свойства, дозировки и сочетание с другими препаратами','Применение Дексаметазона в спорте: эффект, побочка, дозировки','Схема применения жиросжигателя 2,4 динитрофенол (DNP)','Сроки обнаружения стероидов на допинг контроле, и как эти сроки сократить?','Какие стероиды больше подходят для боевых искусств?','Применение Торемифена (Фарестон) в силовых видах спорта','Проблемы спортивной фармакологии как науки','Насколько просто купить спортивную фармакологию?','Обзор фирм-производителей стероидов','Флюоксиместерон: особенности действия, дозировки и схемы приёма','4 генетических нюанса, которые сильно влияют на эффект от стероидов','Как бороться с повышенным давлением при употреблении стероидов','Как применять гонадотропин в силовых видах спорта','Гормон роста: свойства и особенности применения для любителей','Использование гормона роста в медицине','ИФР–1: эффективность, дозировки, схемы применения','Игтропин: эффективность, дозировки, побочка','Как использовать инсулин для набора массы?','История стероидов c XIX века','Джинтропин - свойства и побочные эффекты','Кленбутерол в силовых видах спорта – свойства, применение, дозировки','Кортизол: основные функции и причины повышения','Влияние различных групп фармакологических препаратов на кортизол','Взрослый курс для набора массы','Мастерон (Дростанолон): влияние на организм и схемы приёма','Что такое Механический фактор роста?','Как стероиды используют в медицине?','Использование Омнадрена в медицине','Применение препаратов тестостерона в медицине','Особенности применения инъекционного метана','Метандростенолон (метандиенон) – свойства и схемы приёма','Метилтестостерон: так ли он плох?','Эффективна ли мезотерапия при похудении?','Механический Фактор Роста: практические советы по применению','Применение милдроната при занятиях спортом','Нандролона деканоат: особенности воздействия и схемы приёма','Препараты для очистки и восстановления печени','Омнадрен–250 – дозировки, плюсы и минусы применения','10 самых опасных стероидов и прочей «химии»','ТОП 10 ошибок начинающих химиков','Можно ли сохранить результаты после отмены стероидов?','Оксандролон: свойства, эффективность, дозировки','Оксиметалон: особенности действия, дозировки и схемы приёма','Действие конкретных пептидов на практике','Что такое пептиды и их применение в бодибилдинге','Первый курс анаболических стероидов - типичные ошибки','Первый курс анаболических стероидов - конкретные схемы и дозировки','Нандролон Фенилпропионат: эффективность и нюансы применения','Стероидное плато: причины и способы выхода','Послекурсовая терапия: какие препараты применять и как их сочетать','12 аптечных препаратов, которые можно применять до и после тренировки','Эффективные препараты для лечения ожирения','Примоболан: особенности, дозировки и схемы применения','4 стероида, обладающих наибольшей прогестивной активностью','Провирон: боремся с ароматизацией','Растительные и природные анаболики (часть первая)','Растительные и природные анаболики (часть вторая)','Влияние стероидов на сердце и сердечно-сосудистую систему','Синдром отмены: что происходит после курса стероидов?','4 самых эффективных препарата для сжигания жира','Влияние стероидов на качество спермы и её восстановление','Инъекционный станозолол: его особенности и схемы применения','Станозолол в таблетках: нюансы применения и дозировки','Что такое Андрогены и анаболические стероиды','Препараты для тех, кто склонен к ароматизации. Часть 1','Препараты для тех, кто склонен к ароматизации. Часть 2','Влияние приёма стероидов на иммунитет','История возникновения стероидов: с 19 по середину 20 века','Нужно ли принимать стероиды в таблетках?','Заговор против стероидов: в чём причина?','Станозолол и Оксандролон, как самые безодибные стероиды','Какие препараты лучше использовать на сушке?','Сушка для мужчин с применением фармакологии','Сушка для женщин с применением фармакологи: пошаговая инструкция','Сустанон и Омнадрен: сравнение препаратов и схема приёма','Синтол: зачем он нужен и как его применять?','Применение синтола: возможные побочные эффекты','Суспензия тестостерона: особенности применения в силовом спорте','Нюансы сольного использования тестостерона','Тестостерона ундеканоат (Андриол): свойства, дозировки, применение','Тестостерона ципионат: как и для чего применять в бодибилдинге','Тестостерона энантат: свойства, применение, дозировки','Тестостерона пропионат – свойства, дозировки и схемы приёма','Оптимальные курсы стероидов для разных типов телосложения','ТОП 4 самых дешёвых, но работающих стероидов','Тренболон: эффективность, побочка и дозировки','Тренболон: схемы приёма и комбинирование с другими препаратами','Туринабол: свойства, эффективность и дозировки','Как бороться с угревой сыпью при применении стероидов','Куда и как колоть стероиды и прочую «фарму»?','Фармподдержка для тех, кому за 40','Фармподдержка для женщин после 40-ка','10 советов для девушек, начавших заниматься фитнесом','Основные приёмы антицеллюлитного массажа и самомассажа','Тренировки при беременности – основные принципы','2 стороны медали фитнес-бикини','Как профессионально сушиться в бодибилдинге: все этапы от А до Я','Всё о боли в мышцах после тренировок','Боль в мышцах: причины и способы устранения','Как избавиться от целлюлита в тренажёрном зале','Детский фитнес: какой и когда?','Влияние силовых тренировок на детский организм','Должны ли женщины тренироваться, как мужчины?','Могут ли занятия в тренажёрном зале навредить женственности?','Зачем девушке ходить в тренажёрный зал?','Особенности диеты при ПМС','Различия двигательных качеств между мужчинами и женщинами','Как усилить эрекцию с помощью силовых упражнений?','Фитнес бикини: стоит ли попробовать?','Как правильно сушиться в фитнес-бикини?','5 основных физиотерапевтических процедур при похудении','Женская грудь и упражнения – правда и мифы','Как тренироваться с грудными имплантами?','Ускорители выработки инсулина','Как менять количество повторений в течение тренировочной программы','Принципы изменения веса снарядов при тренировках в тренажёрном зале','Тор 10 «женских» упражнений','Калиперометрия','Гормоны, способствующие катаболизму','В какое время суток лучше всего тренироваться?','Влияние тренировок на костную массу','Тренировки в тренажёрном зале при менструации','Как раскрутить метаболизм?','10 мифов о силовых тренировках (часть первая)','10 мифов о силовых тренировках (часть вторая)','Принципы набора мышечной массы','Что делать, если НИКАК не получается набрать массу?','Никотин как сжигатель жира','Тренировочные истины. Без боли, нет роста?','Взаимосвязь роста мышц и центра массы тела: научный подход','Можно ли одновременно сжигать жир и набирать мышцы?','Как усилить женский оргазм при помощи силовых упражнений','Отличия мужского и женского похудения','Женские упражнения – паразиты','Мужские упражнения – паразиты','Нужно ли иногда делать перерыв в тренировках?','Признаки и причины перетренированности','3 стадии перетренированности: симптомы и лечение','Что такое PH крови и как на него влияет питание?','Мой личный эксперимент над похудением','26 небольших хитростей для жиросжигания','Перечень необходимых анализов при похудении','Похудение для ленивых в домашних условиях','Почему со временем перестаёт уходить жир?','Почему с возрастом сложнее худеть?','Почему же я не худею?','4 хитрых трюка для потери лишнего веса, которые вы не пробовали!','7 тайн похудения: работающие рекомендации','Мода на похудение – однобокий взгляд девушек','Мой личный эксперимент над похудением №2','Мой личный эксперимент над похудением №2 ИТОГИ','1-й месяц похудения: особенности и нюансы','8 мифов о похудении','Чем отличается «сушка» от похудения?','Какие упражнения уменьшают ту или иную часть тела?','Комплексный подход к сжиганию жира: что делать нужно, а что - нет?','Можно ли похудеть в тренажёрном зале?','6 последствий избыточного веса (ожирения)','5 методов повышения уровня собственного тестостерона','Причины и типы избыточного веса (ожирения)','4 принципа успешного похудения','Почему нельзя пропускать тренировки?','Почему нельзя одновременно работать на массу и на рельеф?','Почему мышцы рано или поздно перестают расти?','Аппаратный массаж R-Sleek: похудеть и избавиться от целлюлита','Нужно ли девушкам качать руки?','Тренировки или секс - что важнее и как совмещать','Влияние тренировок на качество интимной жизни','8 главных факторов, от которых зависит сила мышц','Как увеличить силу мышц без роста массы?','Как сохранить силу при похудении или сушке?','Что такое силовая выносливость?','Сжигание жира с одновременным сохранением мышц','5 фишек, как ускорить сжигание жира','Особенности тренировки женской спины','Причины нехватки железа у спортсменов','Почему девушкам не стоит принимать стероиды?','Почему стресс мешает похудению','Признаки низкого и высокого уровня тестостерона у мужчин и женщин','Влияние болевого воздействия на гормон роста','Влияние кислородного голодания на гормон роста','Влияние режима питания на гормон роста (СТГ)','Влияние сна на гормон роста (СТГ)','Влияние температуры на гормон роста (СТГ)','Влияние тренировок на гормон роста (СТГ)','Могут ли силовые тренировки нарушить менструальный цикл?','Почему любая программа тренировок рано или поздно теряет эффективность?','Боль в мышцах – вред или польза?','Силовые или аэробные тренировки - что выбрать девушке?','Как группа крови влияет на особенности силовых тренировок?','6 Особенностей женских тренировок на массу','Почему тренировки с партнёром более эффективные?','Как влияет перерыв в тренировках на организм?','Как быстро нужно худеть или набирать массу?','Взаимосвязь тренировок и секса – мужской взгляд','Особенности тренировок для тех, кому за 40','8 неожиданных причин, из-за которых вы не теряете вес','Выносливость – врожденный фактор или результат тренировок?','Влияние силовых тренировок на организм','Фазы восстановления после тренировок','Из чего состоит восстановление мышц','8 аспектов восстановления после тренировок','Способы восстановления после тренировок','Как восстанавливаться после длительных нагрузок?','Как ускорить метаболизм?','Закаливание для детей – как и когда','Для чего и как принимать аминокислоты','Сравнение видов протеина по аминокислотному составу','ТОП 10 лучших аминокислотных комплексов: обзор и сравнение','Animal Pak от Universal: описание, состав, как принимать','Аргинин: для чего он нужен и как его принимать','Аспарагиновая кислота: функции и применение в спорте','BCAA – путь к суперкомпенсации','Аминокислоты с разветвленной боковой цепью (BCAA)','Так ли необходимо покупать BCAA?','Amino BCAA 4200 от Maxler','Научные доказательства пользы BCAA','ТОП 10 лучших BCAA – обзор и сравнение','На что обращать внимание при покупке BCAA','Говяжий протеин: плюсы и особенности','Бета-аланин: свойства, дозировки и применение в спорте','BioTech: история развития и самые удачные продукты','BSN — история легендарного бренда!','Виды и принципы действия жиросжигателей','Cloma Pharma: обзор бренда и его жиросжигателей','Коллаген для кожи и суставов: как принимать и какой лучше','Многокомпонентный протеин: нафига он нужен?','С какими спортивными добавками лучше всего сочетается креатин','CULT, как бренд спортивного питания: плюсы и минусы','Для чего и как применять BCAA','Dymatize Nutrition: история создания и преимущества бренда','Использование спортивного питания в единоборствах','Экдистерон (экдистен) – свойства и эффект','Факты о протеине, которые должен знать каждый','GABA (гамма-аминомасляная кислота). Описание и применение в спорте','Сравнение Energy Diet с гейнером','Как выбрать хороший гейнер: 5 признаков','ТОП 10 лучших гейнеров – обзор и сравнение','В каких случаях нужно покупать гейнер?','Глутаминовая аминокислота – её роль в спорте','ТОП 10 лучшего глютамина','Глютамин: когда, сколько и с чем лучше принимать','Глюкозамин как средство защиты суставов','GNC – производитель спортивного питания','Гуарана, как спортивное питание: для чего и как её принимать?','Применение хондроитина в спорте','Сравнительный анализ популярных хондропротекторов','Есть ли смысл покупать изолят протеина?','Изолейцин: свойства и применение в спорте','Изомальтулоза – идеальный углевод','Как правильно выбрать себе жиросжигатель?','Эффективность жиросжигателей: личный опыт чемпиона по похудению','ТОП 10 лучших жиросжигателей: обзор и сравнение','Как правильно принимать гейнер','Как правильно принимать протеин','Как выбрать протеин?','Эффективность комбинации сыворотки и казеина','Казеиновый протеин – свойства и применение','Придаёт ли креатин силу?','Что такое креатин моногидрат?','ТОП 10 лучшего креатина (моногидрат)','Креатин с транспортной системой: плюсы и минусы','Креатин и его влияние на выносливость','Виды креатина: плюсы, минусы и эффективность','Правильный подход к покупке гейнера','Как правильно выбрать карнитин?','L-карнитин - принцип действия и эффективность','Lactoprot (Lactomin 80), как производитель спортивного питания','ТОП 10 лучшего L-карнитина','На что обращать внимание при выборе L-карнитина?','Лейцин: свойства, применение в спорте, дозировки','Серия жиросжигателей LIPO 6: эффективность и сравнение','L-карнитин для похудения: эффективность, свойства и дозировки','Лизин: для чего и как его принимать при занятиях спортом','Метионин: свойства, применение в спорте, дозировки','MHP: история создания и популярные продукты','5 мифов, которые нам навязывает индустрия спортивного питания','MusclePharm: история создания бренда и лучшие продукты','MUSCLETECH: особенности бренда и лучшие продукты','Mutant, как бренд спортивного питания: в чём его плюсы','Полный набор спортивного питания для сжигания жира','NOW Foods – лидер по производству добавок для здорового питания!','Nutrabolics: особенности этого бренда и лучшие продукты','Nutrex: история развития бренда','Olimp, как бренд спортивного питания: отличия и лучшие продукты','Optimum Nutrition: в чём успех этого бренда?','Орнитин: свойства, функции и применение в спорте','Нужно ли покупать отдельные аминокислоты, или достаточно пить протеин?','Фенилаланин: его свойства, функции, дозировки','Польза пивных дрожжей при силовых тренировках','5 БАДов, которые можно применять для снижения веса','Что такое послетренировочные комплексы и нужны ли они?','Power Pro - украинский бренд спортивного питания','Power System: отличия этого бренда и популярные продукты','Когда и как часто нужно принимать предтренировочные комплексы?','Почему предтренировочные комплексы мешают набору массы?','Предтренировочные комплексы: их состав и предназначение','Топ-10 лучших предтренировочных комплексов','Как правильно принимать креатин','Pro Gainer от Optimum Nutrition','Как сэкономить на покупке протеина','6 заблуждений о протеине','Протеин VS аминокислоты: что лучше?','Протеин или гейнер - что лучше для набора массы','Гидролизат протеина: плюсы и особенности','Нужно ли брать «быстрый» и «медленный» протеин, или это развод?','Комплексный протеин: состав, особенности и применение','Как отличить настоящий протеин от подделки','Как похудеть с помощью протеина','ТОП 10 лучших протеинов для похудения','ТОП 10 лучших протеинов по соотношению цена / качество','ТОП 10 протеинов с максимальным содержанием белка','На что обращать внимание при покупке протеина?','Высокобелковые смеси: польза или вред','ТОП 10 протеиновых батончиков','Протеиновые батончики: зачем они нужны и стоит ли их покупать?','Протеиновые батончики: когда и кому они нужны','PureProtein: российский лидер спортивного питания','R-Line: российский бренд спортивного питания','RPS nutrition – обзор российского бренда спортивного питания','Scitec Nutririon – «середнячок» на рынке или премиум-класс?','Соевый протеин: так ли он плох?','Особенности соевого протеина','Зачем девушкам спортивное питание?','Спортивное питание – когда мужчинам стоит его употреблять','Подделка спортивного питания: правда и мифы','Какое спортивное питание подходит для похудения?','С какого возраста можно принимать спортивное питание?','Спортивное питание, которое рекомендует сайт «Твой Тренер»','Полный набор спортивного питания для роста массы','Правда о российском спортпите: сырьё, стоимость, уловки','Как долго принимать то или иное спортивное питание для эффекта?','Syntrax: отличительные особенности и лучшие продукты','Таурин: для чего он нужен в спорте и в жизни','Обзор тестостероновых бустеров','Трибулус – принцип действия и эффективность','ТОП 10 лучшего Трибулуса: обзор препаратов','Триптофан: свойства и применение в спорте','TWINLAB: история бренда и лучшие продукты','Тирозин: его свойства и применение в спорте','Ultimate Nutrition: история создания и лучшие продукты','Universal Nutrition: история развития и лучшие продукты','USPlabs: революционер в мире спортивного питания!','Валин: для чего он нужен в спорте','Обзор видов протеина','ТОП 13 витаминов и минералов для набора массы','Витамины и минералы в спорте: дозировки и заблуждения','Обзор витаминно-минеральных комплексов','ТОП 10 витаминно-минеральных комплексов','VP Laboratory: преимущества и самые популярные продукты','WATT-N – производитель «чистого» спортивного питания','WEIDER: история создания и лучшие продукты спортивного питания','Изолят сывороточного протеина: его отличительные особенности','ВСЁ о сывороточном протеине!','Яичный протеин: плюсы и минусы','Йохимбин для жиросжигания и либидо: свойства и применение в спорте','Какое спортивное питание защищает суставы и связки?','Как сохранить здоровье суставов: список лекарств','ZMA: вся правда об эффективности','ZMA – ускоритель выработки тестостерона','10 самых важных упражнений для массы и силы','Как заменять упражнения на аналогичные?','База в бодибилдинге: почему важно её делать?','Какие упражнения являются базовыми?','Как накачать ноги и ягодицы в домашних условиях без штанги и гантелей','Как накачать бицепсы - упражнения и методики','Нужно ли использовать бинты в приседаниях?','Хочешь большие руки? Качай ноги!','Частичная амплитуда – варианты и применение','Сколько раз в неделю нужно тренироваться для похудения и для массы?','Читинг в силовых тренировках: зачем он нужен и как его применять?','Что такое метод чередующихся суперсетов?','Что нужно делать между подходами?','5 нюансов подготовки в классическом бодибилдинге','Силовые тренировки в детском возрасте: примеры, особенности, нюансы','Правильное дыхание на тренировке: насколько оно важно?','Что делать, если в зале не хватает дисков?','Как правильно вести дневник тренировок','Изготовление приспособлений для тренировок в домашних условиях','Какие гантели, штанги и стойки купить для дома','Какие силовые тренажеры лучше купить для дома','Что такое дроп-сеты и зачем они нужны?','Особенности силовых тренировок для эктоморфов','Особенности силовых тренировок для эндоморфов','Изогнутый гриф: когда его лучше применять?','Какая фармакология лучше подходит для пауэрлифтинга?','Методика тренировок на сушку для фитнес-бикини','Какие гантели лучше купить для домашних тренировок?','3 варианта гиперэкстэнзий: краткий обзор','Как тренироваться при гипертонии','Силовые тренировки и упражнения при гипотонии','Как накачать голени, если их нет от природы?','Упражнения при грыжах межпозвоночного диска','Можно ли тренироваться при гриппе или простуде?','Сколько групп мышц лучше делать за тренировку?','Как накачать грудь - упражнения и методики','Упражнения на грудные мышцы для женщин','Жим лежа в пауэрлифтинге. Часть 1. Классический жим и мост','Жим лежа в пауэрлифтинге. Часть 2. Дополнительные техники жима','Жим лежа в пауэрлифтинге. Часть 3. Нюансы в жиме','Жим лёжа с цепями/жгутами: + 10 кг за 3 месяца','Как накачать ягодицы, не увеличивая бёдра?','3 основных правила тренировки ягодиц','Красивые ягодицы – упражнения, методики, нюансы','100 упражнений для ягодиц у вас дома','Тренировочная интенсивность – накачаться нельзя похудеть','Обзор необходимого инвентаря для домашних тренировок','Жим штанги лёжа – варианты исполнения','Как увеличить жим лёжа?','Как часто надо тренироваться в тренажёрном зале','Как правильно сделать акцент на ту или иную группу мышц?','Как накачать икры: 5 рабочих методик','Как накачать предплечья: методики, упражнения, нюансы','Как накачать шею: упражнения и принципы тренировок','Какой вес брать на тренировках новичкам?','Как подтягиваться больше – методики и приёмы','Как расширить плечи: упражнения и методики','Нужна ли кардионагрузка для роста массы?','Какой кардиотренажёр лучше купить для дома','Лечение кифоза силовыми упражнениями','Силовые упражнения при коксартрозе','Влияние количества повторений на силу мышц','Как часто можно тренировать одну группу мышц?','Сколько упражнений выполнять за тренировку?','Особенности комбинированных тренировок в тренажёрном зале','Слитный комплекс упражнений со штангой на все группы мышц','Почему мои комплексы упражнений могут не срабатывать?','Особенности тренировок по круговому методу','«Лесенка» в силовых упражнениях: виды и эффективность','Нужно ли применять лямки в тренажёрном зале?','Пауэрлифтинг - история и классификация упражнений','10 самых важных упражнений для мужчин','Как часто нужно тренировать мышцы для набора массы?','Когда нужно менять программу тренировок?','Нужно ли менять упражнения каждую неделю?','5 методов тренировок в тренажёрном зале: сравнение эффективности','Работает ли метод Майка Ментцера?','Что такое мышцы антагонисты, и как их тренировать','Как накачать мышцы без жира: подробная инструкция','Различия мужских и женских тренировок','Домашние мультитренажёры: обзор самых лучших моделей','Тренировка ягодиц в домашних условиях: самые лучшие упражнения','Зачем нужны негативные повторения в бодибилдинге и пауэрлифтинге?','ТОП 5 самых ненужных упражнений в тренажёрном зале','7 фишек тренировки ног в профессиональном бодибилдинге','Как накачать ноги - упражнения и методики','Основные ошибки новичков в пауэрлифтинге','Принципы построения силовых тренировок','Тренировки методом одного подхода: особенности и нюансы','10 лучших упражнений для коррекции осанки','Что такое упражнения с осевой нагрузкой на позвоночник?','5 серьёзных ошибок, которые совершают новички в тренажёрном зале','Силовые упражнения при остеохондрозе','Упражнения при межпозвоночных грыжах, протрузиях и остеохондрозе','Как накачать грудь дома с помощью отжиманий','Отжимания на брусьях – увеличиваем результат','Отжимания от пола – обучение и увеличение результата','Метод «пирамиды» в силовых тренировках: эффективность и применение','Как самому составить тренировочную программу. Часть 1. Структура тренировки','Как самому составить тренировочную программу. Часть 2. Методы повышения интенсивности тренировки','Как самому составить тренировочную программу. Часть 3. Циклирование нагрузки','43 варианта упражнения «Планка» для всего тела','Как накачать плечи - упражнения и методики','Каким вариантом лучше подтягиваться?','5 основных ошибок на тренировках для похудения','Как похудеть в домашних условиях: пошаговая инструкция','Похудение в домашних условиях','Как худеть с помощью тренировок и бега','Лучшие упражнения для ягодиц и популярные ошибки: взгляд персонального тренера','Почему важен порядок выполнения упражнений на тренировке?','Когда можно начинать заниматься после родов?','Зависимость эффективности тренировок от количества повторений','Нужен ли бицепс в пауэрлифтинге','Что такое метод предварительного утомления, и зачем он нужен?','8 СИЛОВЫХ упражнений для мышц пресса и косых мышц','Мышцы пресса – мифы и жестокая реальность','Как накачать пресс - упражнения и методики','Как накачать пресс, если его нет от природы?','Приседания + становая тяга за одну тренировку = масса и сила','6 верных способов улучшить присед','Приседания со штангой – спорные моменты','Как приседать со штангой дома без стоек','4 способа увеличения результата в приседаниях','8 вариантов приседаний для ягодиц и бёдер','Приседания со штангой – устранение слабых мест','Можно ли тренироваться, если простыл?','Как девушке убрать просвет (щель) между бёдрами?','Противопоказания к занятиям фитнесом','Пампинг как средство восстановления мышц','Значение растяжки мышц в силовых тренировках','Нужна ли растяжка после тренировки?','Особенности тренировок раздельным методом','Разминка перед тренировкой','Масса, или рельеф: что выбрать в начале?','Питание и тренировки после родов: личный опыт молодой мамы','Что делать, если мышцы перестали расти?','Планирование тренировок в русском жиме','Причины импотенции у спортсменов и методы лечения','Как тренировать шею: упражнения, особенности, нюансы','Особенности тренинга на увеличение силы','6 тренировочных фишек, которые сделают ваши мышцы сильнее','6 правил тренировок на силу для новичков','Лечение сколиоза силовыми упражнениями','Что выпить / съесть перед соревнованиями по силовым видам спорта?','Пауэрлифтинг: как подводиться к соревнованиям','Как самому составить программу тренировок в тренажёрном зале','Практические советы от Чемпиона мира по пауэрлифтингу','Как накачать разгибатели спины - упражнения и методики','Способы достижения мышечного отказа','Тренировка широчайших - упражнения и методики','Становая тяга – сумо или классика?','Становая тяга и приседания – две стороны одной медали','Становая тяга – увеличиваем результат','Нюансы тренировок для тех, кому за 70','Статические упражнения в домашних условиях: как и для чего выполнять','Как стать самым лучшим страхующим на тренировках?','Особенности тренировок с суперсетами','Комплекс суставной гимнастики','Техника безопасности в тренажёрном зале: 10 правил','Обучение технике приседаний в пауэрлифтинге','Как самому выучить технику силовых упражнений?','6 вариантов становых тяг для ягодиц, спины и ног','Тяжелоатлетический пояс – необходим ли он?','Не трать время на тренажёры: как эффективно их заменить','Тренажёры VS свободные веса: плюсы и минусы','Основные отличия женских и мужских силовых тренировок','5 способов как облегчить / утяжелить любой комплекс упражнений','Тренировки во время беременности: личный опыт','Тренировки до и после родов: советы из личного опыта','Как часто нужно тренировать мышцы до отказа?','10 тренировочных «фишек» от Тимко Ильи','Жиросжигающая тренировка: выкинь мусор из головы','Как тренироваться, если не хочется? 5 вариантов','Как сочетать группы мышц при тренировках на массу?','Тренировки в тренажёрном зале после перерыва','Тренировки после родов: как и когда начинать','Как разнообразить ваши тренировки: 5 фишек','5 особенностей утренних тренировок','Как тренироваться в зале, если много людей?','Тренировка ягодиц: 5 мифов и заблуждений','Почему нежелательно тренироваться дома: 5 факторов','Принципы изменения тренировочного плана','Как накачать трицепсы - упражнения и методики','Как выбрать турник для дома?','Список самых эффективных упражнений на все группы мышц','Существуют ли идеальные упражнения? 5 принципов отбора','5 упражнений, которые ВСЕ делают неправильно','Как подчеркнуть талию – упражнения и секреты','Как тренироваться, если сильно устаёшь?','Зачем делать упражнение "вакуум в животе"','Особенности тренировок при варикозе ног','Зависимость эффективности тренировок от веса снарядов','5 видов подтягиваний: сравнительный анализ','7 вариантов выпадов для ягодиц и бёдер','Выпады с наклоном вперед – супер-упражнение на ягодицы','Зависимость эффективности тренировок от отдыха между подходами','10 самых важных упражнений для женщин','12 лучших упражнений для бёдер и ягодиц с собственным весом','Как накачать ягодицы - упражнения и методики','Сравнение эффективности всех упражнений в тренажёрном зале','6 необычных упражнений с гантелями','Техника силовых упражнений - основные понятия','Заминка после тренировки','10 простых советов для правильного и здорового питания','Антиоксиданты, диета, лишний вес','Симптомы авитаминоза и как его избежать','Белки – их роль в похудении','Белки + углеводы = быстрое восстановление','Что такое белково-углеводное окно и как его «закрывать»?','Так сколько же белка нужно есть в день?','Что такое биологическая ценность белка?','Польза бобовых для фитнеса и активной жизни','Читмил: как есть, что хочешь, и не толстеть','Существует ли оптимальная доза белков?','Что такое детокс диета и зачем она нужна?','Детокс: что это такое, кому и когда он нужен?','Основные принципы питания детей','Полезна ли кефирно-гречневая диета?','Основы диеты и тренировок на «сушку»','Почему, чем больше ешь, тем больше хочется?','Питание в межсезонье для фитнес-бикини','Так ли важен Гликемический Индекс для жиросжигания?','Гибкая диета. Худеем, поедая фастфуд. Все ли так на самом деле?!','Жиры – виды и польза для организма','Влияние потребления жиров на выносливость','5 простых способов, как снизить Гликемический Индекс пищи','Что такое гликемический индекс?','Как питаться при грудном вскармливании: советы опытной мамы','Какой жир не приводит к ожирению?','Незаменимые жирные кислоты в спорте','Как восстановить способность усваивать молоко и молочные продукты','Что такое продукты с отрицательной калорийностью?','Чем кето-диета вредна для бодибилдинга?','Как принимать льняное масло для похудения?','Как питаться в межсезонье при занятиях бодибилдингом','8 интересных заблуждений о питании человека','6 заблуждений о диетах и жиросжигании','5 самых важных микроэлементов в диетологии','Что такое питание по модели тарелки?','Можно ли пить воду во время и после тренировки при похудении?','Можно ли есть после шести, и что такое «ночное похудение»?','Молочнокислые бактерии и биотические добавки','О вреде молочных продуктов для взрослых','Цельнозерновая мука: какая польза для организма','5 принципов питания при наборе массы','Натуральное питание - или как обойтись без спортивных добавок','Омега-3: состав, дозировки, принцип действия','Чем опасны модные диеты?','Как есть орехи и фрукты на правильном питании?','Польза орехов и семян для занимающихся фитнесом','Типичные ошибки в питании для желающих похудеть','Нужно ли по-разному питаться в дни тренировок и в дни отдыха?','Как похудеть с помощью отрубей?','Монодиета на овсянке: её преимущества и рецепты','Углеводы и перетренированность','Как питаться, чтобы похудеть и сохранить мышцы','Ухудшение качества продуктов - опасность бодибилдинга','Проблемы здорового питания на работе: советы от тренера','5 принципов питания при похудении','Как питаться, если устраивает вес, но не устраивает фигура?','Основы питания и диеты при силовых нагрузках','Сколько раз в день нужно есть при похудении? (история одного эксперимента)','Что есть до и после тренировки, чтобы похудеть?','Как похудеть за 2 недели на 3 – 6 кг','Как похудеть за 8 недель: пошаговая инструкция','Делим продукты на порции','Что есть после тренировки, если она заканчивается поздно?','7 главных правил питания для похудения','Рациональное питание вместо диет (не всё дело в калориях)','30 приёмов эффективной диеты','ТОП 10 высокобелковых продуктов для массы и похудения','ТОП 10 продуктов для набора мышечной массы','Протеиновые смеси в домашних условиях – рецепт приготовления','Говядина с тушеной капустой, луком и томатом (Бигус)','Чизкейк абрикосово – персиковый','Курино – овощные котлетки','Куриная запеканка с брокколи в сметанном соусе','Куриные рулетики с творожным сыром и грибами','Воздушный шоколадно-йогуртовый мусс','Сливочно-ванильная панакота','Паста с грибами и сладким перцем в чесночно–томатном соусе','Творожно-банановый пудинг','Рыбные биточки на пару','Теплый овощной салат с адыгейским сыром','Салат с «подрумяненными» королевскими креветками','Салат «Чистый протеин»','Чечевичный суп «Масурдал»','Нежный суп из белой фасоли','Сливочный суп – пюре из кабачков','Тыквенный суп с грибами','Сладкая творожная запеканка без сахара','Реверсная диета: есть больше, чтоб толстеть меньше?','Вся правда о природных (натуральных) сахарозаменителях','Вся правда о синтетических сахарозаменителях','10 рецептов смузи для очистки организма','Практические советы по уменьшению калорийности питания','Причины повышенного аппетита и как его снизить','13 важных ступеней на пути к правильному питанию','Нужны ли супы на правильном питании?','Роль и количество углеводов в рационе спортсменов','Зачем и какие углеводы нужны при похудении?','Причины потери аппетита и способы его повышения','Витамин C и нарингин как средства похудения','Несочетаемость витаминов и микроэлементов: правда или миф?','ТОП 10 витаминов для силовых тренировок','8 причин начать пить больше воды','Зачем, когда и сколько пить воду во время тренировок?','Роль углеводов в долгосрочном восстановлении','Роль углеводов в краткосрочном восстановлении','Применение разгрузочной и загрузочной терапии в похудении','Углеводная (сахарная) зависимость: причины и методы устранения','Сколько вам отдыхать между подходами?','Швейцарский бренд спортивной фармакологии: Swiss Remedies','Голодание для спортсменов: личный опыт','ТОП 8 самых дешёвых высокобелковых продуктов!','Сравнение видов протеина по способу / степени очистки','L-карнитин: дозировки и как правильно принимать','Придает ли рашгард дополнительную силу на тренировках?','Что такое изотоники, и зачем они нужны?','Оливковое масло VS подсолнечное масло','Лечение суставов гормоном роста','6 базовых принципов питания для избавления от лишнего веса','Обзор эффективности препаратов для печени (гепатопротекторов)','Гонадорелин (Gonadorelin): свойства, эффективность и дозировки','Пептид Sermorelin (GRF 1-29): свойства эффективность и дозировки','Пептид TB-500: свойства, эффективность и дозировки','Как стать нашим автором','Как выполнять разминку перед тренировкой','Влияние витамина Д на мужской организм','Комплекс тренировок для женщин на массу на 5 занятий в неделю','Определение эффективности домашних тренировок','Всё, что нужно знать и делать для здоровья коленей','Женские домашние тренировки на массу на 5 занятий в неделю','Домашний мужской комплекс на рельеф на 2 тренировки в неделю','Подтягивания за голову широким хватом','Тяга к груди с верхнего блока обратным хватом','Мужской план на массу для новичков в домашних условиях','Комплекс упражнений для женщин из суперсетов на рельеф','Программа оздоровительного бега для начинающих','Программа для девушек на похудение в тренажёрном зале','Тренировки для мужчин на рельеф из 2-х занятий в неделю','15 необычных упражнений с гирей на все группы мышц','ТОП-3 самого эффективного спортпита для набора мышечной массы','Женские тренировки в домашних условиях на набор массы','Программа для мужчин в зале на рельеф из 5-ти тренировок','Программа для мужчин из 5-ти тренировок на похудение','Индивидуальная программа питания для похудения до 8 кг в месяц','Женский домашний комплекс тренировок на набор мышечной массы','Домашние тренировки для мужчин на рельеф из 5-и тренировок','6 советов по домашним тренировкам','Тренировки «ФУЛБОДИ» или «СПЛИТ»: что и когда лучше применять?','10 простых правил для эффективного похудения','Мужская программа для дома на массу из 5-ти тренировок','БУЧ диета: суть, варианты и эффективность','План тренировок для девушек на массу из 5-ти тренировок','Что такое изолирующие упражнения, и зачем они нужны?','ТОП 5 самых необходимых тренажёров','Как накачать трапеции: стандартные методики и секретные упражнения','Сколько может дать экипировка в пауэрлифтинге?','12 правил для удержания достигнутого веса','Тренировка в домашних условиях для женщин без инвентаря','Гильотина - лучшее упражнение для груди: взгляд персонального тренера','Подъем гантелей через стороны: верная техника и различные нюансы','Незаменимые упражнения для роста груди: взгляд персонального тренера','Убойная тренировка груди с гирями','Как накачать ягодицы, если их нет от природы?','Базовые упражнения в бодибилдинге','Бодибилдинг программы тренировок','Как привить ребёнку любовь к фитнесу?','Домашние тренировки для мужиков на массу','Комплекс упражнений в домашних условиях для мужчин на жиросжигание','Скачать наши книги','Как бег влияет на наш организм: 6 аспектов','Облегчённые домашние тренировки для мужиков на массу','Универсальный комплекс упражнений для девушек на 5 тренировок','Овсяные отруби: польза и вред для здоровья','Мужской комплекс для новичков на похудение из 2-х тренировок','Калькулятор результата ваших тренировок','Жим в тренажёре на трицепс','Махи руками в стороны в кроссовере','Рейтинг наших авторов','Программа на похудение для мужчин на 2 тренировки','О проекте «Твой Тренер»','Реклама на проекте «Твой Тренер»','Индивидуальные занятия по фейсбилдингу от Бондаревой Кристины','Супер убойная тренировка на руки','Супер убойная тренировка на плечи','Супер убойная тренировка на грудь','Супер убойная тренировка на спину','Супер убойная тренировка на ноги','Супер убойная тренировка на ягодицы','Супер убойная тренировка на пресс','Упражнения с гантелями для женщин в домашних условиях','Упражнения и физкультура при заболеваниях','Эстроген в мужском организме и как с ними бороться?','Тренировка силовой выносливости, спина и пресс','Книги по методикам силовых тренировок','Книги по спортивной фармакологии','Влияние жидких углеводов на уровень силы','Обезвоживание во время тренировок','Периодизация как основной принцип тренировки','Рейтинг гейнеров по качеству и цене','Польза и варианты разгрузочного дня на кефире','Веганство: положительные и отрицательные стороны','Похудение на жидкой диете: особенности и правила','Как договориться с самим собой постройнеть','Сколько нужно потреблять калорий для набора массы','Сколько калорий нужно потреблять в день, чтобы похудеть','Каскадное голодание: описание и эффективность','Гейнеры. Надо ли их бояться?','Как правильно тренироваться?','Сколько нужно отдыхать между подходами?','3 приёма, которые заставят грудные мышцы расти','Лучшие упражнения для набора массы','Приложение для фитнеса ТВОЙ ТРЕНЕР: рейтинг 5.0!','Программа тренировок для мужчин','Кроссфит комплекс Diane (Диана)','Кроссфит комплекс Fran (Фрэн)','Кроссфит комплекс Grace (Грэйс)','Кроссфит комплекс Chelsea (Челси)','ТОП-список протеиносодержащих продуктов','Хитрости правильного питания: как можно есть и худеть?','Как правильно тренироваться при диастазе','Пептид РТ-141 (Bremelanotide): для повышения либидо и на ПКТ','Снижение цен в фитнес-клубах: спорт дешевеет?','Основные принципы питания перед тренировкой','IsoGainer от Nutrabolics','VoluMass 35 от Scitec Nutrition','True-Mass от BSN','Up your MASS от MHP','Real Gains от Universal Nutrition','ProStar Whey Protein от Ultimate Nutrition','Matrix от Syntrax','Golden Whey от Maxler','Whey Protein от Maxler','Trophix от Syntrax','BCAA Powder 12000 от Ultimate Nutrition','BCAA Xplode от Olimp','100% BCAA От BioTech','BCAA 2:1:1 от VpLab','Premium BCAA Powder от Weider','Amino X-Fusion от Maxler','Iso Whey Zero от BioTech','Iso Sensation 93 от Ultimate Nutrition','Hydropure от Nutrabolics','ISO 100 от Dymatize','Protein Power от BioTech','Hyper Mass 5000 от BioTech','Real Mass от Maxler','Mutant Mass','Mass Builder от VPLab','100% Creatine Monohydrate от BioTech','Creatine Monohydrate от Maxler','Creatine Micronized от Dymatize','Creatine Monohydrate от Ultimate Nutrition','Путь к свободе','L-carnitine 100.000 от BioTech','L-Carnitine 2000 от Maxler','L-Carnitine 120000 от Power System','L-Carnitine Caps 750 от Maxler','L-Carnitine от RPS','L-Carnitine Capsules от VPLab','Универсальный комплекс упражнений для мужчин на 5 тренировок','Домашний универсальный комплекс упражнений для девушек на 5 тренировок','Составление тренировочного плана. Часть 1: постановка целей','Домашний универсальный комплекс упражнений для мужчин на 5 тренировок','ТВОРОГ: его состав и роль и бодибилдинге','Составление тренировочного плана. Часть 2: Периодизация тренировок','Домашний план для мужчин на мышечную массу на 2 тренировки','Как быстро освоить или исправить технику любого упражнения?','Составление тренировочного плана. Часть 3: 5 правил эффективных тренировок','Домашний комплекс упражнений для девушек на жиросжигание из 3-х разных недель','Как самостоятельно приготовить изотоник (3 рецепта)','Мужской план тренировок для дома на жиросжигание из 3-х разных недель','Что едят на завтрак именитые спортсмены','3-х разовые домашние тренировки для мужчин на рельеф','Домашние тренировки для мужчин на массу из 3-х разных недель','Тяга в наклоне с нижнего блока','Тяга лёжа с нижнего блока','Протяжка с резиной','Приседания с резиной между ног','Наклоны с резиной','Тяга в наклоне с резиной','Болгарские приседания с резиной','Сгибания рук с резиной стоя','Тяга с резиной на заднюю дельту','Отведение ноги с резиной','Сгибание ног лёжа с резиной','Скручивания лёжа на полу с резиной','Пуловер лёжа с резиной','Пептид CJC-1295 DAC: эффективность и дозировки','Скручивания сидя с резиной','Приведение ноги с резиной','Жим перед собой с резиной','Приседания с резиной','Французский жим с резиной стоя','Жим резины с груди стоя','Сгибание руки с резиной сверху','Разведение рук назад с резиной','Махи перед собой с резиной','Становая тяга с резиной','Сведение рук с резиной стоя','5 лучших жиросжигателей с геранью на 2019 г.','Сгибание рук с резиной хватом сверху','Подъём ног лёжа с резиной','Отжимания от пола узким хватом с резиной','Выпады с резиной','8 шагов как справиться с сахарной зависимостью','Сгибание руки через колено с резиной','Тяга одной рукой в наклоне с резиной','Махи рукой в сторону с резиной','Пептиды GHRP 2 и 6: эффективность и дозировки','Разгибание рук с резиной в наклоне','Тяга резины сверху на прямых руках','Шраги с резиной','Наклоны в бок с резиной стоя','Сгибание запястий сидя с резиной','Разгибание запястий сидя с резиной','Пептид дельта-сна (DSIP): эффекты и дозировки','Отжимания от пола широким хватом с резиной','Французский жим с резиной лёжа','Подтягивание ног с резиной в упоре лёжа','Выпады в бок с резиной','Махи рукой в наклоне с резиной','Сгибание рук с резиной «молот»','Отведение руки назад с резиной','Приведение руки с резиной','Разгибание рук с резиной сверху','Вращение корпуса с резиной стоя','Разгибание бедра стоя с резиной','Тяга резины снизу в наклоне','Разгибание руки с резиной стоя','Разгибание бедра с резиной на полу','Тяга горизонтальная с резиной','Отжимания от лавки сзади с резиной','Женские 3-х разовые тренировки с резиной на рельеф','Мужские 4-х разовые тренировки с резиной на массу','Женские 4-х разовые тренировки с резиной на похудение','Мужские 3-х разовые тренировки с резиной на похудение','Женские 5-ти разовые тренировки с резиной на массу','5 необычных видов йоги','Мужские 5-ти разовые тренировки с резиной на рельеф','WTF Labz — дизайнерский бренд спортивного питания','Женские 4-х разовые тренировки с резиной на рельеф','Румынская тяга на одной ноге: особенности и техника выполнения','Firebox Nutrition — спортдобавки для тренировок, от которых «сносит крышу»','Мужские 3-х разовые тренировки с резиной на массу','Женские 5-ти разовые тренировки с резиной на похудение','Dragon Pharma — добавки для тех, кто «живет в зале»','Мужские 4-х разовые тренировки с резиной на рельеф','Revange Nutrition — добавки для «ботаников» и для «качков»','Применение упражнений для развития взрывной силы с целью увеличения результатов в пауэрлифтинге','Женские 3-х разовые тренировки с резиной на массу','Предтреник Psychotic и Psychotic Gold: в чем отличия?','Мужские 5-ти разовые тренировки с резиной на похудение','Женские 5-ти разовые тренировки с резиной на рельеф','Предтреники с геранью на 2019 г: где она есть, а откуда пропала?','Покорение дна','Мужские 5-ти разовые тренировки с резиной на массу','Женские 3-х разовые тренировки с резиной на похудение','Мужские 3-х разовые тренировки с резиной на рельеф','Женские 4-х разовые тренировки с резиной на массу','Как исправить асимметрию мышц?','Обзор бренда спортивных добавок 2SN: доступно и достойно','Мужские 4-х разовые тренировки с резиной на похудение','Скачать наши видеокурсы','Бросок сэндбэга через голову','Забрасывание сэндбэга на плечо','Лаксогенин: рост мышц без стероидов','Подъём сэндбэга на грудь + швунг','Наклоны с сэндбэгом перед собой','Выпады с сэндбэгом перед собой','Трастеры с сэндбэгом','Запрыгивания с сэндбэгом','Рывок сэндбэга','«Чёрная мамба» и Hell Fire: 10 способов защититься от поддельного жиросжигателя','Подъём сэндбэга на плечо + швунг','Приседания с сэндбэгом спереди','Тяга сэндбэга в наклоне','Сгибания рук с сэндбэгом','Сгибания рук на TRX-петлях','Разгибание рук на TRX-петлях','Подтягивания на заднюю дельту на TRX','Сведение рук на TRX','Приседания на одной ноге с TRX','Пуловер на TRX-петлях','Подтягивания ног к груди на TRX','Подъём рук вверх на TRX','Отжимания сзади на TRX','Болгарские приседания на TRX','Разведение рук назад на TRX','Подтягивания вертикальные на TRX','Упражнение «Складка» на TRX','Предтреники и жиросжигатели Red Labs воскресят желание тренироваться','DMAA (герань): какой эффект, как принимать?','Упражнения на растяжку всех мышц тела','Упражнения на растяжку ног и ягодиц','Упражнения на растяжку груди','Упражнения на растяжку спины','Упражнения на растяжку плеч','Упражнения на растяжку рук','Упражнения на растяжку шеи','5 ловушек, приводящих к обжорству','Витамин С в бодибилдинге','Soviet Labs: предтреники и «Кузькина мать»','Домашние 4-х разовые тренировки для женщин на массу из 3-х разных недель','Рывок гири классический','Жим гирь стоя','Толчок гирь классический','Толчок гирь по длинному циклу','Махи гирей попеременно','Отжимания на TRX узким хватом','Подъёми таза лёжа на TRX','2-х дневный план тренировок для мужчин на похудение','Рациональный взгляд на вегетарианство','Домашний комплекс для мужчин на рельеф из 2-х тренировок','Никотинамид Рибозид: ставим старение на паузу','6 советов, как сэкономить при покупке спортивного питания','Спирулина: 5 преимуществ для вашего здоровья','Мужская программа на рельеф из 2-х тренировок','Топ 6 аптечных препаратов для бодибилдеров','Epic Labs — взрывные продукты, с которыми «закачаешься»','4-х разовые тренировки для женщин на набор мышечной массы','Кто ТЫ?','Какое спортивное питание подходит для развития общей выносливости?','Тимко Илья и его бабы','Sage Research и Med-tek Series — когда мозг дрессирует мышцы','Кардио или силовые тренировки для похудения: что выбрать?','Что нужно знать, чтобы стать фитнес-тренером?','Самый лучший день','Что такое остарин (Ostarine MK-2866)?','Женский комплекс для похудения из суперсетов на 4 тренировки','Домашний план тренировок для мужчин на похудение из 3-х тренировок','Чем полезны бактериальные закваски ВИВО','3 рецепта гейнеров в домашних условиях','План фулбади тренировок для женщин на похудение из 5-ти занятий','Протеиновые десерты: 5 простых рецептов','Женские тренировки на рельеф из 5-ти занятий','ТОП 5 спортивного питания для восстановления после тренировок','Одежда для тренировок: преимущества и требования','Масторин: новый сарм S-23 на замену Остарину','Что есть до и после бассейна?','Fitorine — САРМ, который жжет жир не по-детски','8 видов отжиманий для больших грудных мышц','5-HTP (5-Hydroxytryptophan) | БАД для хорошего настроения и сна','5 рецептов протеиновых смузи','История бренда Ultimate Sports Nutrition от его основателя','Flex Joint от Fitness Formula','Отжимания на TRX широким хватом','Легендарный предтреник Jack3d воскрес!','Самый эффективный жиросжигатель: 7 способов выжать максимум из спортивного питания','Как похудеть после родов','Авокадо. Полезные свойства экзотического фрукта','OxyElite Pro USPLabs — динамит для вашего жира','Влияние алкоголя на тренировочный процесс','Мой Мир: сборник мыслей Тимко Ильи','Тренировочный план на массу для новичков из 2-х занятий в неделю','6 типов жиросжигателей: краткий обзор','Мужской план на массу для новичков из 4-х тренировок','Сколько клетчатки нужно употреблять во время диеты?','Техподдержка проекта Твой Тренер','Изменить анкету','Добавить анкету тренера','Найти тренера','Перкуссионный массажер для восстановления после тренировок','Когда, зачем и как часто делать подходы до отказа?','Предтреник #Mosthated = памп + фокусировка + энергия','Женский 2-х разовый план тренировок на похудение для новичков','Комплекс упражнений на рельеф для женщин из 2-х тренировок','Тренировочный план для женщин на набор массы из 2-х тренировок','Сколько нужно пить воды в день для снижения веса?','Комплекс упражнений на похудение для женщин из 2-х тренировок','Упражнение «Планка»: польза и вред','План для мужчин на похудение из 4-х тренировок в неделю','Кето диета - низкоуглеводная диета для спортсменов и любителей ЗОЖ','Актуальные схемы приёма креатина','Домашние тренировки для мужчин на рельеф из 4-х занятий в неделю','Теакрин – достойная замена кофеину в предтренировочных комплексах','Какую форму кальция лучше выбрать?','Разминочные подходы: какие, когда и для чего нужны?','Положительные и отрицательные свойства кофеина','Комплекс упражнений на турнике и брусьях для похудения и рельефа','Стретчинг: растяжка в домашних условиях','Пилатес для начинающих: зачем нужен, и кому подойдёт','Гантели или резиновые петли? Что эффективнее и надёжнее?','TRX-петли: функциональный снаряд для дома и улицы','Домашние тренировки с гантелями для женщин на массу','Правда и мифы о витамине Д','Массаж теннисным мячиком: основная информация','Кросскор: что это такое, и какие упражнения можно делать','Антивитамины: польза и вред','Что такое диета IIFYM или гибкая диета','Как победить зависимость от сладкого?','Мужская круговая программа на похудение с гантелями','Плохие утренние привычки, что делают вам хуже','Как выбрать качественного производителя стероидов?','Что такое отёки, и как от них избавиться','Список самой дорогой запрещённой фармакологии','Как бороться со стрессом','Упражнения для кормящих мам в домашних условиях','MDNS Freak Label – ноотроп для тех, у кого прибавилось работы в кризис','Хорошие привычки, которые сделают вас сильным и здоровым','Упражнения со швейцарским грифом (swiss multi grip bar)','Что такое идеомоторные упражнения, и как их применять','Судороги ночью: что делать?','Как увеличить силу с помощью изометрических упражнений','План из 2-х тренировок на турнике и брусьях для жиросжигания','Вращательная манжета плеча: боль, упражнения, лечение','Как принимать креатин для похудения?','Растяжка спины, груди и рук','Как часто нужно тренироваться в зале для роста мышечной массы?','Как тренироваться на беговой дорожке','Как накачаться лёгкими весами','Как сохранить физическую выносливость организма при дефиците калорий?','Как избавится от начального атеросклероза: профилактика инфаркта и инсульта','Отличие беговой дорожки от обычного бега на улице: преимущества и недостатки','Какое время приема пищи наиболее важное','Какое питание лучше: трёхразовое или многоразовое','Нестандартные упражнения для прокачки груди','ZPHC (Zhengzhou Pharmaceutical): кратко о бренде','Упражнения с болгарским мешком','Магазины - партнёры нашего проекта','Чем отличается перенапряжение на тренировках от перетренированности','Высокообъёмный мужской комплекс на похудение из 5-ти тренировок','Функции и значение кортизола','Л-ЦИТРУЛЛИН – что нам известно про эту пищевую добавку','Alpha Pharma: обзор бренда спортивной фармакологии','Balkan Pharma: обзор бренда спортивной фармакологии','Чем заменить предтренировочные комплексы','Как определить, достаточно ли вы восстановились','Готратикс (А-18) - пептид для мышц: какой эффект и как принимать?','British Dispensary: обзор бренда спортивной фармакологии','ERGO medical: обзор бренда спортивной фармакологии','Как определить, достаточно ли вы себя нагружаете на тренировках','Как понять, когда пора повышать вес снаряда','Как тренироваться, когда нет времени','Нестандартные способы тренировки','Genesis: обзор бренда спортивной фармакологии','Hilma Biocare: обзор бренда спортивной фармакологии','Horizon Pharmaceuticals: обзор бренда спортивной фармакологии','Как убрать «медвежьи ушки» на бёдрах и ягодицах','Golden Dragon (теперь EPF): обзор бренда спортивной фармакологии','Отёки из-за молочных и кисломолочных продуктов: правда ли?','Lyka Labs: обзор бренда спортивной фармакологии','Olymp: обзор бренда спортивной фармакологии','Organon: обзор бренда спортивной фармакологии','Pharma Com Labs: обзор бренда спортивной фармакологии','Barracuda Pro: обзор тренажёра для функционального тренинга','Radjay Healthcare: обзор бренда спортивной фармакологии','SP Laboratories: обзор бренда спортивной фармакологии','Spectrum Pharmaceuticals: обзор бренда спортивной фармакологии','Ultra Pharm: обзор бренда спортивной фармакологии','Vermodje: обзор бренда спортивной фармакологии','Гигрома кисти: что это, как тренироваться при гигроме, упражнения для лечения, терапия','Тренировочная программа из 4-х занятий для женщин на массу','Домашняя программа из 5-ти тренировок для мужчин на рельеф','Можно ли тренироваться на голодный желудок: польза и вред','Как начать тренироваться, если сильно устаёшь на работе: рабочие приёмы','Как недосып влияет на падение результативности тренировок','Глютен или клейковина: стоит ли его бояться','Как быстро научится подтягиваться на турнике с нуля','Как быстро научится отжиматься от брусьев с нуля','Как есть меньше: рабочие способы','Можно ли на растительном белке прогрессировать и набирать массу?','Комплекс упражнений для мужчин на массу из 5-ти тренировок','Пищеварительные ферменты при наборе массы','Отведение ноги на четвереньках','Подъём таза лёжа одной ногой','Отжимания вниз головой с помощью ног','Тяга горизонтальная с полотенцем','Подтягивания лёжа на полу','Сведение рук в упоре лёжа','Приведение ноги лёжа на боку','Сгибания рук на простыне','Обратная гиперэкстензия без тренажёра','Подъём одной ногой на подставку','Разгибание рук на простыне','Подъём рук вверх на простыне','Подтягивания на заднюю дельту на простыне','Отжимания от простыни широким хватом','Сведение рук на простыне','Сгибание рук «молот» на TRX','Боковые подтягивания на TRX','Сгибание одной руки на TRX','Сгибание рук хватом сверху на TRX','Приседания на одной ноге с простынёй','Разведение рук назад на простыне','Отжимания от простыни узким хватом','Эксцентрическая фаза: эксцентрические упражнения для всего тела','Пуловер на простыне','Сгибание одной руки на простыне','Что такое предварительное утомление: как его использовать','Боковые подтягивания на простыне','Сгибание рук «молот» на простыне','Сгибание рук хватом сверху на простыне','Что такое рефид, и для чего он нужен','Опасен ли хруст в суставах?','Что важнее для похудения: качество еды или калории','Пульсовые зоны при занятии спортом: выбор оптимального варианта','Комплекс упражнений без инвентаря для женщин на похудение из 4-х тренировок','DMAA хотят запретить в России','Как правильно начать тренироваться в зале или дома','Комплекс упражнений без инвентаря для мужчин на массу из 3-х тренировок','Чёткий график тренировок или разнообразие: что лучше','Программа тренировок без инвентаря для женщин на рельеф из 3-х занятий','Программа тренировок без инвентаря для мужчин на похудение из 4-х занятий','Программа тренировок без инвентаря для женщин на массу из 3-х занятий','Программа тренировок без инвентаря для мужчин на рельеф из 4-х занятий','Программа тренировок без инвентаря для женщин на похудение из 3-х занятий','Программа тренировок без инвентаря для мужчин на массу из 4-х занятий','Программа тренировок без инвентаря для женщин на рельеф из 4-х занятий','Программа тренировок без инвентаря для мужчин на похудение из 3-х занятий','Программа тренировок без инвентаря для мужчин на рельеф из 3-х занятий','Программа тренировок без инвентаря для мужчин на массу из 2-х занятий','Программа тренировок без инвентаря для женщин на рельеф из 5-ти занятий','Программа тренировок без инвентаря для мужчин на похудение из 2-х занятий','Программа тренировок без инвентаря для женщин на массу из 4-х занятий','Программа тренировок без инвентаря для женщин на массу из 5-ти занятий','Программа тренировок без инвентаря для мужчин на рельеф из 2-х занятий','Программа тренировок без инвентаря для мужчин на массу из 5-ти занятий','Программа тренировок без инвентаря для женщин на похудение из 2-х занятий','Программа тренировок без инвентаря для мужчин на рельеф из 5-ти занятий','Программа тренировок без инвентаря для женщин на массу из 2-х занятий','Программа тренировок без инвентаря для мужчин на похудение из 5-ти занятий','Эффективные упражнения для ягодиц: какие самые лучшие','Румынская становая тяга или упражнение «доброе утро» (гудморнинги): какое упражнение лучше для ягодиц и бёдер','Программа тренировок без инвентаря для женщин на рельеф из 2-х занятий','Женские 2-х разовые тренировки с резиной на массу','Мужские 2-х разовые тренировки с резиной на массу','Женские 2-х разовые тренировки с резиной на рельеф','Вреден ли белок для организма в больших количествах?','Мужские 2-х разовые тренировки с резиной на рельеф','Нужно ли есть перед тренировкой и за какое время?','Женские 2-х разовые тренировки с резиной на похудение','Novagen Pharma: обзор бренда спортивной фармакологии','Мужские 2-х разовые тренировки с резиной на похудение','Упражнения для плоского живота или поперечной мышцы живота','Наклон таза вперёд - причина болей и грыж в пояснице','Как секс влияет на спортивные результаты','Сколько калорий сжигает секс и может ли он заменить тренировку','Как занятия фитнесом влияют на психику, и как с помощью фитнеса повысить самооценку','Почему вы перестаёте худеть, сидя на диете','Как улучшить состояние кожи добавками','Как часто можно есть вредную еду','Почему масса не растет: 4 ошибки роста мышц','Тест на короля Мира от Тимко Ильи','План тренировок на похудение для женщин из 5-ти занятий в неделю','Что лучше для роста мышц из быстрых углеводов – сладкое или мучное','Тренировочный режим в новогодний период для тех, кому не хватает времени','Лёгкие и тяжёлые веса для роста мышц: что лучше','Программа тренировок с гантелями для мужчин на массу из 3-х занятий','Нужны ли лёгкие тренировки в дни отдыха','Можно ли выносить колени за носки в приседе: наука и практика','Мотивация для занятия спортом: где её найти','Как сохранить суставы от травм и разрушения','Чем полезен лецитин?','5 способов сделать бицепс больше','Коэнзим Q10: полный гайд по добавке','Как убрать растяжки на животе','Будут ли у женщины широкие плечи, как у мужчины, если тренироваться?','5 БАДов для энергии и бодрости','Как увеличить венозность на руках и по всему телу','Нужно ли тренироваться до отказа. Виды отказа','Какие добавки нужно принимать вместе, а какие отдельно','ТОП 6 самых вредных упражнений для здоровья','Правила поведения в тренажёрном зале, или как не выглядеть лохом','Как сжигать дополнительные калории, или как усилить похудение','Отёки от стресса: причины и как убрать','Как превратить жир в мышцы: Реальные способы','Тренировка интимных мышц: упражнения Кегеля для женщин и для мужчин','Тренинг с ограничением кровотока: что это и как использовать?','Форсированные повторения на тренировке: что это и как применять','Интуитивное питание: что это и как начать','Почему ешь и не наедаешься: причина','Ешки в продуктах. Стоит ли бояться пищевых Е-добавок','Как улучшить микрофлору кишечника или как укрепить иммунитет','6 полезных перекусов, которые можно взять с собой в дорогу','Методы тренировок «верх-низ» и «тяни-толкай»: краткий обзор','4 опасных упражнения в зале для плеч','Как часто можно чередовать жиросжигание и набор массы','Метаболически здоровое ожирение: что это?','Сгибание ног с фиксацией голени','Сгибание рук с верхнего блока за голову','Как кушать и худеть, наедаясь на завтрак, обед и ужин','9 самых энергозатратных упражнений для похудения','Устал тренироваться: что делать, если нет желания тренироваться?','Как улучшить зрение: добавки, упражнения и прочие советы','4 мифа о базовых упражнениях','Отжимания от брусьев вниз головой','Как увеличить силу мышц с помощью резины?','От чего зависит суточный расход энергии человека','Что будет, если отказаться от сахара и сладкого','5 доказательств, что коллаген способствует улучшению волос','Как держать себя в форме круглый год','Что лучше для силы: одно упражнение или несколько на те же мышцы?','Нехватка сна: как мы теряем мышцы, не высыпаясь','Прожим мышц между подходами: как ускорить рост силы и массы','Нет прогресса в тренировках: как мы недорабатываем на тренировках','Отжимания от брусьев в гравитроне','Подтягивания широким хватом в гравитроне','Подтягивания обратным хватом в гравитроне','Начал быстро худеть: хорошо это или плохо?','Много белка для похудения: как белок помогает худеть','Гиалуроновая кислота в таблетках: модная добавка или стоящая вещь?','Подъём по лестнице как вариант кардио тренировки','Какой дефицит калорий для похудения правильный: маленький 10%, средний 15-30% или большой 40-50%','Как тренировки для похудения вызывают желание сесть на диету?','Высокие дозировки витамина D3: сколько, чего опасаться?','Не худею на дефиците калорий: причины и что делать','Как в 40 выглядеть на 30? Ответ прост — коллаген!','ТОП 4 лайфхака для тренировок: как улучшить тренировки','Никотинамид мононуклеотид (NMN): молекула, замедляющая старение','Как убрать небольшой живот или как дожечь последний жир на животе','Стресс и ожирение. Как стресс меняет тело человека','Разрушаем пять мифов про Омега-3','Скорость выполнения упражнений. Какие лучше – быстрые или медленные повторения','Что утомляет нервную систему больше: многоповторка или большие веса? Восстановление нервной системы','Порядок выполнения упражнений: сначала базовые или изолирующие упражнения?','Никотинамид мононуклеотид (NMN): что показали исследования на людях?','Тренировки для здоровья: частота, продолжительность, уровень нагрузки','Вечерний жор: что делать и простые решения','Что можно и нельзя делать на тренировке','Польза холестерина. Топ 7 фактов о холестерине','Топ 4 мифа о куриных яйцах. Их польза и вред','Почему мы переедаем и что с этим делать?','Тяжёлая умственная работа: какие добавки принимать?','Можно ли после тренировки в сауну, и помогает ли она восстановлению','Мышцы сдуваются без тренировок: почему и как быстро?','Гены и лишний вес. Влияет ли генетика на запасание подкожного жира?','3 упражнения на задние дельты в зале, которых вы не пробовали','Витамин С: какую форму выбрать и с чем лучше совмещать','Лишний вес и потенция: как жир на животе влияет на мужскую силу','Газированная вода и сладкие напитки: их польза и вред','Нужно ли чувствовать мышцы во время тренировки или нет','Сочетаемость продуктов и раздельное питание. Можно ли смешивать белки, жиры и углеводы в одном приёме пищи','Мышечная память: как быстро удастся восстановить утраченную форму','Влияние алкоголя на тренировки и набор мышечной массы','Дневной сон и его влияние на тренировки','Коллаген гидролизованный (низкомолекулярный) или обычный: какой лучше?','Как генетика влияет на рост мышц и силы?','Топ 7 привычек, забирающих у вас энергию','Выпады на беговой дорожке','Правда ли, что жир горит лучше при определённом пульсе?','Как выбрать магний и какая форма лучше','Нехватка здоровой пищи опаснее, чем избыток вредной','Как научиться расслабляться','Односторонняя тренировка: преимущества и кому может пригодиться','Сколько БЖУ нужно в сутки на 1 кг веса тела','Топ 10 признаков недостатка кальция, магния и железа','Существует ли белково-углеводное окно?','Мужской комплекс упражнений для массы на 1 тренировку в неделю','Мужской комплекс упражнений для рельефа на 1 тренировку в неделю','Мужской комплекс упражнений для похудения на 1 тренировку в неделю','Женский комплекс упражнений для массы на 1 тренировку в неделю','Женский комплекс упражнений для рельефа на 1 тренировку в неделю','Женский комплекс упражнений для похудения на 1 тренировку в неделю','Мужской домашний комплекс для массы на 1 тренировку в неделю','Мужской домашний комплекс для рельефа на 1 тренировку в неделю','Мужской домашний комплекс для похудения на 1 тренировку в неделю','Женский домашний комплекс для массы на 1 тренировку в неделю','Женский домашний комплекс для рельефа на 1 тренировку в неделю','Женский домашний комплекс для похудения на 1 тренировку в неделю','Мужской усложнённый комплекс для массы на 1 тренировку в неделю','Мужской усложнённый комплекс для рельефа на 1 тренировку в неделю','Мужской усложнённый комплекс для похудения на 1 тренировку в неделю','Женский усложненный комплекс для массы на 1 тренировку в неделю','Женский усложнённый комплекс для рельефа на 1 тренировку в неделю','Женский усложнённый комплекс для похудения на 1 тренировку в неделю','Мужской комплекс без инвентаря для массы на 1 тренировку в неделю','Мужской комплекс без инвентаря для рельефа на 1 тренировку в неделю','Мужской комплекс без инвентаря для похудения на 1 тренировку в неделю','Женский комплекс без инвентаря для массы на 1 тренировку в неделю','Женский комплекс без инвентаря для рельефа на 1 тренировку в неделю','Женский комплекс без инвентаря для похудения на 1 тренировку в неделю','Топ признаков недостатка цинка, меди, калия и натрия','Какие тренировки лучше для похудения: редкие, но жёсткие, или частые, но средние','Нужно ли пить витамины группы В, если они вырабатываются в кишечнике','Омега-3 из рыбы и из льняного масла: в чём отличие и почему их нельзя заменять','Делать с плохой техникой, но много, или с чёткой, но мало: что лучше','ТОП 6 причин, убивающих ваши колени','Углеводы при длительных тренировках: как правильно принимать для лучшей эффективности','Голодание чистит организм, запуская аутофагию: правда ли?','Правда ли что большие мышцы – это сильные мышцы','Персональный тренер: как выбрать и каким он должен или не должен быть','Какое кардио эффективнее для похудения – низкоинтенсивное или высокоинтенсивное','Частые приёмы пищи ускоряют обмен веществ: правда ли?','Тренировки на полный или пустой желудок: что лучше?','Топ-4 факта о мышцах, о которых вы не знали','Почему нельзя пропускать завтрак: топ причин','Как тренироваться в возрасте 45+','Как выбрать лучший инвентарь для домашних тренировок','1 главная причина почему 83% людей не худеют на диетах','Топ-10 экзотических и нестандартных силовых упражнений для всего тела','Как лучше худеть: постоянно немного недоедать или делать перерывы в диете','Тренировка длиною в день или как тренироваться, если тебе лень или нет времени','Приседания с паузой в седе','N-ацетилцистеин (NAC или АЦЦ). Средство от кашля повышает выносливость','Топ-5 фактов о прессе, которых вы не знали','Почему тренировки без планирования не дают результатов','Топ-6 мифов о молоке, в которые верят','Где найти время на спорт?','Повышаем выносливость: короткие интервальные тренировки лучше, чем длинные','Как питаться в пост, если вы тренируетесь','Топ-10 добавок для новичков за 500-2000 рублей','Как Инстаграм, Тик-ток и другие соцсети мешают твоим тренировкам','Opti-men или VPLab Men`s ultra sport: сравнение комплексов витаминов','Как витамин D влияет на рост мышц и силы','Топ-5 фактов о коллагене, которых вы не знали','Упражнение «Стульчик»','Становая тяга статичная','Статичное разведение рук в стороны','Топ-6 вещей, которые нельзя делать перед силовой тренировкой: что лучше?','Жим ногами статичный','Упражнение «Уголок»','Приседания статичные','Упражнение толкание стены','Сгибания рук статичные','Жим перед собой статичный','Жим руками вверх статичный','Тяга горизонтальная статичная','Сведение рук перед собой статичное','Приседания между ног статичные','Разгибание рук статичное','Отжимания от пола статичные','Статичные силовые упражнения: нюансы использования','Нарастить мышцы, чтобы сжигать больше калорий. Работает ли?','Рекомпозиция тела. Можно ли худеть и наращивать мышцы одновременно?','Топ-7 эффективных упражнений на бицепсы, которые вы не делаете','Клевок таза при приседаниях со штангой: из-за чего и как убрать','Рекомпозиция тела. Что нужно делать, чтобы одновременно сжигать жир и наращивать мышцы','Орторексия: когда «чистое питание» становится одержимостью','Растянутое положение мышц. Хочешь быстрее вырасти – используй этот метод','Сгибание шеи с лямками','AntiAge продукты для поддержания молодости вашей кожи и прекрасного самочувствия','Не хватает отдыха между подходами: что делать','Антиоксиданты. Как они могут помешать вашим тренировкам','Спортивное сердце: что это, его виды, опасно ли?','Постоянная усталость: причины и что делать','Добавки для укрепления и поддержки сердца','Топ 4 факта об L-карнитине, которых вы не знали','5 советов по тренировке спины от Дориана Ятса','Тяжело тренируюсь, ничего не ем и всё равно не худею: почему и что с этим делать','Как пить протеин нельзя: топ рекомендаций','Нужно ли большие группы мышц нагружать сильнее, чем малые?','Как преодолеть депрессию и апатию самостоятельно','Как самостоятельно определить собственный уровень тестостерона','Жим стоя + махи в стороны и вперёд','Сколько повторений делать на пресс – много или мало','Почему атлетам со стажем нужно чаще тренироваться?','Топ-6 способов уменьшить аппетит при похудении','Фулл бади: какие мышцы тренировать первыми, а какие последними','Как телевизор может помочь и помешать похудению','Сплит-программа: какие виды бывают и какую лучше выбрать','Что будет, если тренироваться и недополучать белок','Упражнения для здоровья и укрепления колен в домашних условиях','Калории для набора мышечной массы: каким должен быть профицит','Какой белок лучше: степень усвоения и аминокислотный состав','Можно ли тренировать мышцы, которые ещё болят','Почему болят локти после подтягиваний на турнике','Как похудеть без подсчёта калорий','Тренировки как способ профилактики головной боли','Какие подходы для роста мышц лучше: стандартные, суперсеты антагонисты или удалённые мышцы','Болит плечо после тренировки: как теперь тренироваться','Трэп-гриф: что это за снаряд, упражнения с трэп-грифом','Что такое мёртвая точка в упражнениях, и как её пройти?','Скорость похудения: почему худеть/сушиться медленно выгоднее','ТОП 5 продуктов животного происхождения для набора мышечной массы','Мало ем, но не худею: как мы преуменьшаем то, что съели','Топ 5 БАДов для настроения','Креатин для женщин: нужен ли, польза и вред','Сколько белка нужно для сохранения мышц при похудении?','Техника безопасности при выполнении упражнений','Отстающие мышцы: что это и как их тренировать','Растительный белок: учитывать ли его при наборе мышечной массы?','Можно ли накачаться, если неправильная техника выполнения упражнений?','Можно ли тренироваться каждый день и как правильно это делать','Частичная или полная амплитуда движений: нужно ли полностью разгибать руки и ноги?','Топ-7 фактов о подкожном жире, которых вы не знали','Почему уменьшаются повторения в каждом подходе?','Как увеличить объём и силу мышц без больших отягощений?','Становая тяга на прямых ногах в смите','Жим сидя с груди в смите','Жим сидя из-за головы в смите','Жим сидя с груди в смите','Протяжка со штангой в смите','Что важнее: становая тяга или приседания со штангой?','Приседания со штангой в смите','Наклоны со штангой в смите','Выпады со штангой в смите','Подъём таза лёжа в смите','Что лучше увеличивать: подходы, повторения или вес?','Тяга штанги в наклоне в смите','Жим лёжа широким хватом в смите','Жим лёжа узким хватом в смите','Жим лёжа под углом вверх в смите','Приседания «сумо» (плие) в смите','Французский жим сидя в смите','Тяга одной рукой в наклоне в смите','Тяга Ли Хейни в смите','Становая тяга на одной ноге со штангой','Тяга Ли Хейни со штангой','Становая тяга на одной ноге с гантелями','Махи гантелями в наклоне сидя','Становая тяга на одной ноге с резиной','Приседания назад с фиксацией голени','Шраги в смите стоя','Становая тяга на одной ноге в смите','Механический стресс как стимул гипертрофии мышц','Мышечное повреждение как стимул гипертрофии мышц','Метаболический стресс как стимул гипертрофии мышц','Топ-4 факта о нервной системе, которых вы не знали','Почему после выходных тяжело начать тренировку','Длительность тренировки для набора мышечной массы','Мужской облегчённый домашний план для новичков на похудение из 3-х тренировок','Почему толстеет живот и бока, а другие части тела худые','Женский облегчённый домашний план для новичков на рельеф из 3-х тренировок','Мужской облегчённый план для новичков на рельеф из 3-х тренировок','Как улучшить реакцию: методики и добавки','Мужской облегчённый домашний план для новичков на рельеф из 3-х тренировок','Женский облегчённый план для новичков на массу из 4-х тренировок','Женский облегчённый план для новичков на рельеф из 3-х тренировок','Какие витамины нужно пить при похудении','Мужской облегчённый домашний план для новичков на массу из 3-х тренировок','Женский облегчённый домашний план для новичков на похудение из 3-х тренировок','Мужской облегчённый домашний план для новичков на похудение из 4-х тренировок','Женский облегчённый план для новичков на рельеф из 4-х тренировок','Мужской облегчённый домашний план для новичков на похудение из 2-х тренировок','Женский облегчённый домашний план для новичков на рельеф из 4-х тренировок','Краткий гайд по диетам: палео-диета, интуитивное питание, гибкая диета, дробное питание и прочие','Тренировка через силу: можно ли так делать?','Как похудеть раз и навсегда?','Что лучше уменьшать при похудении – жиры или углеводы','Мужской облегчённый план для новичков на рельеф из 4-х тренировок','Женский облегчённый домашний план для новичков на массу из 4-х тренировок','Инсулин и гликемический индекс для похудения: важны они или нет?','ШТАНГЕТКИ: зачем они нужны, и есть ли смысл их брать?','Мужской облегчённый домашний план для новичков на рельеф из 2-х тренировок','Мужской облегчённый план для новичков на похудение из 4-х тренировок','Женский облегчённый домашний план для новичков на рельеф из 2-х тренировок','Мужской облегчённый домашний план для новичков на рельеф из 4-х тренировок','Мужской облегчённый план для новичков на рельеф из 2-х тренировок','Метод максимальных повторений за отрезок времени для роста мышц','Как повысить гормон роста с помощью тренировок','У меня замедленный метаболизм – отмазка от похудения','Хаотично-интуитивный тренинг: что это, как применять, плюсы и минусы','Сгибание ноги с резиной стоя','Тяга горизонтальная с резиной стоя','Отведение ноги на четвереньках с резиной','Сравнение протеинов: растительный также эффективен, как и животный?','Какие продукты необходимы при лишнем весе','Шинсплинт – причина, почему болят голени при беге или после него','В каком темпе нужно выполнять упражнения по фитнесу?','Меньше ешь, больше двигайся: работает ли?','Импиджмент плеча –почему болят плечи при жимах лёжа и стоя?','Как лучше худеть: каждый день немного недоедать или 5 дней есть мало, а в выходные наедаться?','Почему плохое настроение на диете и проблемы со сном','Полезная и вредная еда: почему нельзя её так делить','От каких продуктов худеют быстрее всего','Нужно ли удивлять мышцы, чтобы они росли?','Как достичь цели, улучшив себя на 1%','Срыв на диете: основные причины и что делать','Метод чередующихся упражнений: суть и эффективность','Топ-9 причин, почему вес резко увеличился за день','Топ-4 вещи, убивающие рост мышц','Топ-8 ошибок при подсчёте калорий','Топ-7 способов снизить калорийность еды без подсчёта калорий','DOBROMILFIT - честные спортивные добавки без переплаты','Как понять, что упражнение вам не подходит?','Перестал тренироваться и заболели колени, локти, плечи, спина и т.д.','Как меньше тратить времени на готовку еды','Топ самых сытных продуктов','Можно ли пропускать тренировку, и что делать, если пропустил','Почему некоторое спортивное питание и БАДы не работают','Упали силовые показатели, когда похудел/подсушился: почему и что делать','Тяга к сладкому: причины и как избавиться','Топ-4 рабочих и натуральных бустера тестостерона','Часто подворачиваю щиколотки (голеностопы): причины и что делать','Как менять веса в рабочих подходах?','Нужно ли есть белок каждый день, если вчера съел много белковых продуктов','Топ-5 простых способов поддержать здоровье сердечно-сосудистой системы','Топ-6 фактов о белке и белковых продуктах','Нужна ли подкачка в конце тренировки, если не устал','Халюкс вальгус: выпирающая косточка на ноге у большого пальца','7 эффективных упражнений в гиревом фитнесе','Почему болит не то, что качал?','ЯЙЦА: Идеальный источник белка высокого качества для вашего здоровья!','Какие мышцы качать, чтобы стать лучше в сексе','Похудел и постарел: почему выглядишь хуже после похудения','Бег убивает колени (суставы). Правда ли?','Можно ли качаться одними и теми же упражнениями всю жизнь','Гайд по тренажёрам: зачем нужна та или иная штанга или тренажёр','Упражнение планка. Различные виды планок','Что можно есть после 6-ти при похудении','Топ-10 нестандартных упражнений для мышц ног','Топ-14 нестандартных отжиманий от пола для груди и рук','Нужно ли удивлять мышцы, меняя упражнения?','Супы и бульоны помогают похудению','Почему при сильном дефиците калорий похудение замедляется','На многоповторке не накачаться: правда ли?','Почему похудательные марафоны не работают','Я похудел, и ты похудеешь: почему один способ может не подойти другому человеку','Ем хорошо (много), но худею или не набираю вес: почему','Топ-8 спортивного питания и добавок для людей 40+','Очень мало двигаюсь: что делать','Откуда брать белок для питания: список продуктов и их вес','Исключить сладкое на диете – неверный подход к похудению','5-10 повторений и 15-20 повторений в подходе: в чём разница','Ем много, но постоянно голодный/-ная. Что делать','Влияют ли на рост детей и подростков силовые тренировки','Достаточно ли тренироваться 1 час за тренировку','Тренировка утром: что съесть на завтрак и нужно ли завтракать','Как эффективно сочетать единоборства и силовые тренировки','Если тренироваться больше часа, то организм сжигает мышцы?','Топ спортивного питания и добавок, противопоказанных для подростков','Лучший набор БАДов для защиты и лечения суставов','Устал и не можешь выполнить программу тренировок: что делать','Могут ли домашние тренировки полностью заменить тренажёрный зал?','Выступающий живот: в чём причина и что делать','Приседать со штангой: глубоко или до параллели полу. Как лучше?','Топ рабочих и нерабочих добавок для иммунитета','Пресс с кубиками, но выпирает живот. В чём причина и что делать','Топ-5 фактов о мышечной боли (крепатуре)','Топ-5 основных противоречий в фитнесе, в которые верят','Не чувствую широчайшие мышцы при подтягиваниях. Что делать','Какие каши можно, а какие нельзя при снижении веса','Постоянно тянет на вредные продукты (шоколад, фастфуд, сладкое и пр.). Почему и что делать','Топ-6 фактов об аминокислотах – ВСАА, глютамин, аргинин и пр.','Нужно ли эктоморфу тренироваться тяжело и редко и только базовыми упражнениями','Топ-4 факта об углеводах, которым вы удивитесь','Можно ли накачать верх или низ пресса, внутреннюю часть грудных мышц или низ спины','Как вовлечь детей в ЗОЖ с помощью фитнеса и бразильского джиу-джитсу','Топ-5 факторов, которые не влияют на похудение','EAA аминокислоты: что это за добавка, для чего, как принимать','BCAA или EAA. Какие аминокислоты выбрать','HMB или гидроксиметилбутират – самая недооценённая добавка для набора массы','Заказать картину маслом на холсте','В день отдыха чувствую себя плохо: вялость, лень, много ем. Почему?','Главные ошибки сладкоежек','Всё о термическом (термогенном) эффекте пищи: что это; что на него влияет; как помогает похудеть','Можно ли накачаться, не доделывая подходы до отказа?','Всё о калориях: топ фактов, которые вас удивят','Сколько качать пресс, чтобы ушёл живот','После ужина перед сном хочется есть: что делать','Сначала похудею, потом пойду в тренажёрный зал. Почему это ошибка?','Мышцы, которым нужно уделять особое внимание','Какое правильное соотношение белков, жиров и углеводов (БЖУ) для похудения?','Спортивное питание и добавки (БАДы) – это дорого?','Топ-6 фактов о бицепсах, которых вы не знали','Поможет ли разнообразное питание быть здоровым и повысить спортивные результаты','Топ-4 факта о технике силовых упражнений','Почему нельзя похудеть на одном желании похудеть','Что необходимо для здоровой работы половой (репродуктивной) системы','Казеиновый протеин или молоко: что лучше для спортсмена','Что сжигает больше калорий – кардио или силовая тренировка','Топ-6 полезных фактов о шоколаде','Полная или частичная амплитуда в упражнениях: что лучше для роста мышц','Как создать дефицит калорий (энергии)','ТОП 14 мифов о тренировках','Как создать дефицит калорий (энергии)','Приведение ноги в тренажёре','Отведение ноги в тренажёре','Топ-5 полезных фактов о витаминах и минералах','Из каких микронутриентов должен состоять витаминно-минеральный комплекс для набора мышц','Почему всегда уставший. Что делать, если сильно устаёшь','Подробно про перетренированность: теория и личный опыт','Что делать, если трудно наедать белок','Основные анаболические гормоны (инсулин, тестостерон, гормон роста и ИФР): что для них нужно','Основные анаболические гормоны (инсулин, тестостерон, гормон роста и ИФР): что для них нужно','Правильное питание или биологически активные добавки (БАДы): что лучше','ТОП-5 ошибок при занятиях йогой','Как сохранить мотивацию к сбалансированному питанию?','Всё о цинке: какую форму цинка выбрать, зачем нужен','Можно ли есть на ночь при соблюдении КБЖУ и важен ли завтрак','Топ-4 дополнительных факта о подкожном жире, которые вас удивят','Топ-5 фактов о мышцах тазового дна','Какие десерты, сладости и выпечку можно готовить на протеине','Топ-5 малоизвестных фактов о тестостероне (мужском половом гормоне)','Топ-4 полезных факта о выносливости','Какое спортивное питание, БАДы, витамины и минералы нужно принимать постоянно, а какое курсами','Что делать с голодом на диете и обязательно ли он должен быть','Топ-6 фактов о физической силе','Обязательно ли включать в тренировочную программу: жим лёжа, становую тягу и приседания со штангой','Можно ли при похудении питаться однообразно, если это не мешает и не надоедает','Всё самое важное о белке для тренирующихся женщин: сколько, когда, зачем','Дофамин, окситоцин, серотонин и эндорфин: как поднять уровень каждого нейромедиатора для нормализации психики','Топ-4 причины, почему есть после 18-00 – это круто','Частичные повторения для максимального мышечного роста','Еда и БАДы для медленного старения','Топ-7 проблем со сном и способы их решения','Интенсивность или продолжительность/объём тренировки: что лучше','Всего одна хитрость, и ты будешь есть меньше','Мёртвая, румынская и становая тяга: в чём отличие','Нужно ли подолгу и тяжело тренироваться на каждом занятии','Выпады вперёд и назад: чем они отличаются и какие лучше выбрать','Комплекс мер по поддержке и восстановлению своего кишечника','Вот что будет, если не поесть сразу после тренировки','Креатин нужен только качкам: вы это серьёзно?','Сколько нужно пить протеина на ночь (перед сном)','Причина, почему ты не набираешь массу, хотя тренируешься и питаешься правильно','Сколько нужно пить протеина на ночь (перед сном)','Нужно ли считать жиры в своём рационе','Страшно идти в тренажерный зал — что делать?','Почему один человек худеет, а другой толстеет, хотя они едят одинаково','Поднимаю большие веса, но плечи не растут. Почему и что делать','Как выбрать вакансию фитнес-тренера в Москве?','Пить ли протеин в дни отдыха (нетренировочные дни)','Может ли организм усваивать больше 30 г белка за один приём пищи','Ты не ленивый, просто у тебя упал серотонин. Причины снижения и как исправить','Добавки (БАДы), которые можно и нужно всем на постоянной основе','Что лучше для набора мышечной массы – протеин или мясо','Качалка убивает секс. Правда ли?'];

function proverka_app(){
var ccccc=0
    $.ajax({type: "POST"
          , url: "https://apptrener.com/app_js/coment.js"
          , data:{versia:versia, platforma:platforma}
          , dataType: "script"
          , crossDomain: true
          , success: ccccc
    })}
proverka_app()

//РАЗМИНКА И ЗАМИНКА
if($('.razm_v').length){var i = 0;
do {var hhh = $('.razm_v:eq(' + i + ')').html();
$('.razm_v:eq(' + i + ')').html('<div class="ypr_blok" id="razm" ><a class="qjq" href="../met/razminka_trenirovka.html" >Разминка</a></div><div class="ypr_opcii" id="razm2"><table class="ypr_opcii2" border="0" cellspacing="0" cellpadding="0"><tr><td id="ypr_povtoren" >5-10 мин</td><td id="ypr_video" ><div  class="video2" id="video' + hhh + '_1"  onClick="video(' + hhh + ', 1342)" onMouseOver="vid_m(' + hhh + ')" onMouseOut="vid_m2(' + hhh + ')">&nbsp;</div></td></tr></table></div><div style="clear:both"></div><div id="vidos' + hhh + '" class="vidos"></div>');$('.razm_v:eq(' + i + ')').css('display','block');i++}
while($('.razm_v:eq(' + i + ')').length)}
if($('.zam_v').length){var i = 0;
do {var hhh = $('.zam_v:eq(' + i + ')').html();
$('.zam_v:eq(' + i + ')').html('<div class="ypr_blok" id="zamin" ><a class="qjq" href="../met/zaminka.html" >Заминка</a></div><div class="ypr_opcii" id="zamin2"><table class="ypr_opcii2" border="0" cellspacing="0" cellpadding="0"><tr><td id="ypr_povtoren" >2-5 мин</td><td id="ypr_video" ><div  class="video2" id="video' + hhh + '_1"  onClick="video(' + hhh + ', 1350)" onMouseOver="vid_m(' + hhh + ')" onMouseOut="vid_m2(' + hhh + ')">&nbsp;</div></td></tr></table></div><div style="clear:both"></div><div id="vidos' + hhh + '" class="vidos"></div>')
$('.zam_v:eq(' + i + ')').css('display','block');i++}
while($('.zam_v:eq(' + i + ')').length)}


//ПОИСК
if(document.location.href.indexOf('tvoytrener.com') != -1){
document.getElementById('poisk7').innerHTML = "<center><div  style='max-width:400pt' class=\"ya-site-form ya-site-form_inited_no\" onclick=\"return {'action':'https://tvoytrener.com/www/poisk2.html','arrow':false,'bg':'transparent','fontsize':18,'fg':'#000000','language':'ru','logo':'rb','publicname':'tvoytrener.com','suggest':true,'target':'_self','tld':'ru','type':2,'usebigdictionary':true,'searchid':2514359,'input_fg':'#000000','input_bg':'#ffffff','input_fontStyle':'normal','input_fontWeight':'normal','input_placeholder':'поиск по сайту','input_placeholderColor':'#000000','input_borderColor':'#7f9db9'}\">" + '<form action="https://yandex.ru/search/site/" method="get" target="_self" accept-charset="utf-8"><input type="hidden" name="searchid" value="2514359"/><input type="hidden" name="l10n" value="ru"/><input type="hidden" name="reqenc" value="utf-8"/><input  class="form_anketa" type="text" name="text" value=""/><input style="background-color:#FFF" type="submit" value="&#10148;"/></form></div><style type="text/css">.ya-page_js_yes .ya-site-form_inited_no { display: none; }</style></center>';}
else{
document.getElementById('poisk7').innerHTML = '<div id="meniy777"  style="background-color:'+cvet_osn2+'; height:33pt; padding-left:4pt;width:100%; max-width:450pt;margin:0 auto;text-align:center "><input onclick="poisk_klik()" value="Поиск..."  id="poisk23"  maxlength="120" style="width:81%; max-width:400pt;margin:5pt; margin-left:2pt; margin-right:6pt;padding:0pt; background-color:#FFF; color:#333"><button   onClick="poisk2()" style="box-shadow: 0px 0pt 0pt; padding:1pt;padding-left:6pt; padding-right:6pt; color:'+cvet_osn2+'; font-size:14pt;  font-weight:bold; background-color:#FFF" > > </button></div>';}

document.getElementById('rez_meniy').innerHTML= vse_meniy + document.getElementById('rez_meniy').innerHTML
function poisk_klik(){if($('#poisk23').val() == 'Поиск...'){$('#poisk23').val('')}}

document.getElementById('rez_meniy2').innerHTML= vse_meniy2;
if(document.getElementById('pomog2')){
if(!localStorage.getItem("poblago")){localStorage.setItem("poblago", 0)}
var poblago = localStorage.getItem("poblago");
poblago = Number(poblago); poblago++; localStorage.setItem("poblago", poblago)

$.ajax({
type: "POST",
dataType: "html", 
url: "https://apptrener.com/app_php/poblagodarit4.php",
data: {versia:versia, os:os},
crossDomain: true,
success: function(rez) {
if(document.location.href.indexOf('tvoytrener.com') != -1){
rez = rez.replace("приложения", "сайта")
}
if(vst7==''){rez = rez.replace(/\.\.\//g, "");}
document.getElementById('pomog2').innerHTML= rez;}});
}

function MM_changeProp(objId,x,theProp,theValue) { //v9.0
var obj = null; with (document){ if (getElementById)
obj = getElementById(objId); }
if (obj){
if (theValue == true || theValue == false)
eval("obj.style."+theProp+"="+theValue);
else eval("obj.style."+theProp+"='"+theValue+"'");}}


if($('.compleks').length==0){$('.ypr_opcii2').css("display","none")}


if(document.location.href.indexOf('tvoytrener.com') != -1){
document.write("<a style='display:none'   href='//www.liveinternet.ru/click' "+
"target=_blank><img src='//counter.yadro.ru/hit?t52.3;r"+
escape(document.referrer)+((typeof(screen)=="undefined")?"":
";s"+screen.width+"*"+screen.height+"*"+(screen.colorDepth?
screen.colorDepth:screen.pixelDepth))+";u"+escape(document.URL)+
";"+Math.random()+
"' alt='' title='LiveInternet: показано число просмотров и"+
" посетителей за 24 часа' "+
"border='0' width='88' height='31'><\/a>")}


function perehod_sp() {if(document.location.href.indexOf('tvoytrener.com') == -1){var metka_sp = 'pril'} else{var metka_sp = 'sait'}
$.ajax({
type: "POST",
data: {metka_sp:metka_sp},
url: "https://apptrener.com/app_perehodi/belver.php",
success: function(rez) {},});}


function v_s_a(avtor) {
if($('#v_s_a2').html() == ''){
$('#v_s_a').css('color', 'rgb(232, 159, 9)')
document.getElementById('v_s_a2').innerHTML = '<font style="color:#999"><b>Идёт загрузка статей...</b></font>';
$.ajax({
type: "POST", 
url:'https://apptrener.com/app_php/avtori_statii.php',
data:{avtor:avtor},
crossDomain: true,
success: function(rez) {document.getElementById('v_s_a2').innerHTML = rez},
error: function (){document.getElementById('v_s_a2').innerHTML = "<font style='color:#999'><b>Похоже, нет интернета..</b></font>"}, timeout: 5000});}
$("#v_s_a2").slideToggle();}


(function(w,doc) {
if (!w.__utlWdgt ) {
    w.__utlWdgt = true;
    var d = doc, s = d.createElement('script'), g = 'getElementsByTagName';
    s.type = 'text/javascript'; s.charset='UTF-8'; s.async = true;
    s.src = ('https:' == w.location.protocol ? 'https' : 'http')  + '://w.uptolike.com/widgets/v1/uptolike.js';
    var h=d[g]('body')[0];
    h.appendChild(s);
}})(window,document);


if(document.location.href.indexOf('tvoytrener.com') != -1){
if(document.getElementById('like')){
document.getElementById('like').innerHTML = '<div style="margin-top:16pt; margin-batton:15pt"  data-mobile-view="false" data-share-size="30" data-like-text-enable="false" data-background-alpha="0.0" data-pid="1693118" data-mode="share" data-background-color="#ffffff" data-hover-effect="scale" data-share-shape="round-rectangle" data-share-counter-size="16" data-icon-color="#ffffff" data-mobile-sn-ids="fb.vk.tw.ok.wh.vb.tm." data-text-color="#000000" data-buttons-color="#ffffff" data-counter-background-color="#ffffff" data-share-counter-type="disable" data-orientation="horizontal" data-following-enable="false" data-sn-ids="fb.vk.tw.ok.mr.tm.wh.vb." data-preview-mobile="false" data-selection-enable="false" data-exclude-show-more="true" data-share-style="11" data-counter-background-alpha="1.0" data-top-button="false" class="uptolike-buttons" ></div>'}}


if (document.getElementById('comments84')){
if (document.getElementById('comments').innerHTML == '') {document.getElementById('comments').innerHTML = "Идёт загрузка комментариев..."}}
else {if(document.getElementById('comments84')){
document.getElementById('comments84').style.display = 'none';}}


function tretre(metka, ned) {
if(window.location.pathname.indexOf("/tren_doma/trenirovki_massa2") != -1){if(metka > 4 && ned == 2){metka = metka + 1}}else{
if(document.getElementsByTagName('H4')[10] && !document.getElementsByTagName('H4')[12]){if(metka > 3 && metka < 8){metka = metka - 1}	if(metka > 8){metka = metka - 2}}}
theElement = document.getElementsByTagName('H4')[metka]; var selectedPosY = 0; selectedPosY += theElement.offsetTop; theElement = theElement.offsetParent;
if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 87}, 500);}else{$('body,html').animate({ scrollTop: selectedPosY -7}, 500);}
if((/iPhone|iPad|iPod/i.test(navigator.userAgent) || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) && document.location.href.indexOf('tvoytrener.com') == -1){if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 125}, 500);}
else{$('body,html').animate({ scrollTop: selectedPosY - 37}, 500);}}}

function tretre1(metka) { theElement = document.getElementsByTagName('H2')[metka]; var selectedPosY = 0; selectedPosY += theElement.offsetTop; theElement = theElement.offsetParent;
if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 87}, 500);}else{$('body,html').animate({ scrollTop: selectedPosY -7}, 500);}
if((/iPhone|iPad|iPod/i.test(navigator.userAgent) || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) && document.location.href.indexOf('tvoytrener.com') == -1){if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 125}, 500);}
else{$('body,html').animate({ scrollTop: selectedPosY - 37}, 500);}}}

function opisan(){
if (document.getElementById('opisan2').style.display == "none") {document.getElementById('opisan').style.color = "#E89F09"}
else {document.getElementById('opisan').style.color = "#12b10d"}$("#opisan2").slideToggle()}

function vvv (idyprajnen){}

function vv1 (idyprajnen){
var i = 0;do { var	video = document.getElementsByClassName('ypr' + idyprajnen)[i];
if (video.paused){video.play()}
else {video.pause()} i ++}
while(document.getElementsByClassName('ypr' + idyprajnen)[i]);}

function vv2 (idyprajnen){
var	video = document.getElementsByClassName('ypr' + idyprajnen)[0];
  if (!document.fullscreenElement && // alternative standard method
    !document.mozFullScreenElement && !document.webkitFullscreenElement && !document.msFullscreenElement) {
    if (video.requestFullscreen) {
      video.requestFullscreen();
    } else if (video.msRequestFullscreen) {
      video.msRequestFullscreen();
    } else if (video.mozRequestFullScreen) {
      video.mozRequestFullScreen();
    } else if (video.webkitRequestFullscreen) {
      video.webkitRequestFullscreen();} } else {
     if (document.exitFullscreen) {
      document.exitFullscreen();
    } else if (document.msExitFullscreen) {
      document.msExitFullscreen();
    } else if (document.mozCancelFullScreen) {
      document.mozCancelFullScreen();
    } else if (document.webkitCancelFullScreen) {
      document.webkitCancelFullScreen();}}
if (video.paused){video.pause()}
else {video.play()}}


if (document.getElementsByTagName('H1')[0]){var h1 = document.getElementsByTagName('H1')[0].innerHTML} else {var h1 = 'нету заголовка'}
if (!localStorage.getItem("prosmotri_int")) {localStorage.setItem("prosmotri_int", 0)}
var pr7 = Number(localStorage.getItem("prosmotri_int"));
$.ajax({
type: "POST",
dataType: "html",
url: "https://apptrener.com/app_php/reklama.php",
data: {adres:adres17, pr7:pr7, platforma:platforma, versia:versia},
crossDomain: true,
success: function(rez) {localStorage.setItem("prosmotri_int", 0); if(document.getElementById('reklama')){document.getElementById('reklama').innerHTML= rez;}},
error: function() {var prosmotri_int = Number(localStorage.getItem("prosmotri_int")); prosmotri_int ++; localStorage.setItem("prosmotri_int", prosmotri_int);},
timeout: 3000});

if(document.getElementById('reklama_farma')){
if(document.location.href.indexOf('tvoytrener.com') == -1){
$.ajax({
type: "POST", 
url: "https://apptrener.com/app_php/reklama_farma.php",
data: {h1:h1, platforma:platforma, versia:versia},
crossDomain: true,
success: function(rez) {document.getElementById('reklama_farma').innerHTML= rez;}});}
else{$.ajax({
type: "POST", 
url: "https://apptrener.com/app_php/reklama.php",
data: {h1:h1, platforma:platforma, versia:versia},
crossDomain: true,
success: function(rez) {document.getElementById('reklama_farma').innerHTML= rez;}});}}

function vverh(){ $('body,html').animate({ scrollTop: 0}, 500);}
function vniz(){var height= $('body').height(); $('body,html').animate({ scrollTop: height}, 500); }
function scrollToElement() {if (document.getElementById('comments84')){
theElement = document.getElementById('comments84'); var selectedPosY = 0; selectedPosY += theElement.offsetTop; theElement = theElement.offsetParent;


if(window.location.pathname.indexOf("/yprajnenia/") == -1 && window.location.pathname.indexOf("/tren_doma/") == -1 && window.location.pathname.indexOf("/tren_zal/") == -1 && window.location.pathname.indexOf("/dnev.html") == -1){
if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 57}, 500);}
else{$('body,html').animate({ scrollTop: selectedPosY - 12}, 500);}
if((/iPhone|iPad|iPod/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) && document.location.href.indexOf('tvoytrener.com') == -1){
if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 85}, 500);}
else{$('body,html').animate({ scrollTop: selectedPosY - 30}, 500);}}}

else{
if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 95}, 500);}
else{$('body,html').animate({ scrollTop: selectedPosY - 12}, 500);}
if((/iPhone|iPad|iPod/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) && document.location.href.indexOf('tvoytrener.com') == -1){
if(!localStorage.getItem("meniy") || localStorage.getItem("meniy") == 'yes'){$('body,html').animate({ scrollTop: selectedPosY - 127}, 500);}
else{$('body,html').animate({ scrollTop: selectedPosY - 30}, 500);}}}}}

var zu = "><a class='qjq' href='"+vst7+"yprajnenia/"
var zz = "</a></li><li><a class='qjq' href='"+vst7
var zx ="</a> <img src='"+vst7+"img/fon/slog"
var zm ="<li><a class='qjq' href='"+vst7
var zmz ="<li class='sp_tr'><a class='qjq' href='"+vst7
var za ="<div style='clear:both'></div>"
var dh = ".html'><img class='tr_pr' src='"+vst7+"img/tren/"
var yf = ".png' height='16pt' /><div style='clear:both'></div>"
var yq = ".png' height='16pt' /><br>Инвентарь: "
var kn = "</a><br>Сложность: <img src='"+vst7+"img/fon/slog"
document.getElementById('new2').innerHTML = "Здесь находится материал, добавленный за последний месяц.<ol style='margin-top:4pt'><b>"+zm+"int/novoe.html'>Что нового в приложении</a></b></li>"+zm+"fiz/kachalka_sex.html'>Качалка убивает секс. Правда ли?</a> 2025-11-05</li>"+zm+"spit/meat_prot.html'>Что лучше для набора мышечной массы – протеин или мясо</a> 2025-10-07</li>"+zm+"spit/badi_postoiano.html'>Добавки (БАДы), которые можно и нужно всем на постоянной основе</a> 2025-10-05</li>"+zm+"fiz/len_serotonin.html'>Ты не ленивый, просто у тебя упал серотонин. Причины снижения и как исправить</a> 2025-09-18</li>"+zm+"pit/belok_30g.html'>Может ли организм усваивать больше 30 г белка за один приём пищи</a> 2025-09-16</li>"+zm+"spit/pit_prot2.html'>Пить ли протеин в дни отдыха (нетренировочные дни)</a> 2025-09-14</li>"+zm+"pro/trener6.html'>Как выбрать вакансию фитнес-тренера в Москве?</a> 2025-09-12</li>"+zm+"met/ple_ne_rast.html'>Поднимаю большие веса, но плечи не растут. Почему и что делать</a> 2025-09-11</li>"+zm+"fiz/hud_odni.html'>Почему один человек худеет, а другой толстеет, хотя они едят одинаково</a> 2025-09-10</li>"+zm+"pro/zal_strah.html'>Страшно идти в тренажерный зал — что делать?</a> 2025-08-26</li>"+zm+"pit/jiri_racion.html'>Нужно ли считать жиры в своём рационе</a> 2025-08-18</li>"+zm+"fiz/nabor_massi_pri.html'>Причина, почему ты не набираешь массу, хотя тренируешься и питаешься правильно</a> 2025-08-07</li></ol>";


document.getElementById('rezpet2').innerHTML = "<div style='padding-top:5pt'></div><table border='0' cellspacing='0' cellpadding='2'><tr><td class='border_tab'><b>Инвентарь:</b><br><table border='0' cellspacing='0' cellpadding='0'><tr><td style='min-width:84pt'><input type='checkbox'  class='form_anketa' id='inv_sht' onclick='vib_inv()' value='yes' checked>Штанга</td><td><input type='checkbox'  class='form_anketa' id='inv_gant' onclick='vib_inv()' value='yes' checked>Гантели</td></tr> <tr><td><input type='checkbox'  class='form_anketa' id='inv_tur' onclick='vib_inv()' value='yes' checked>Турник</td><td><input type='checkbox'  class='form_anketa' id='inv_bru' onclick='vib_inv()' value='yes' checked>Брусья</td></tr> <tr><td><input type='checkbox'  class='form_anketa' id='inv_giri' onclick='vib_inv()' value='yes' checked>Гири</td><td><input type='checkbox'  class='form_anketa' id='inv_tre' onclick='vib_inv()' value='yes' checked>Тренажёры</td></tr> <tr><td><input type='checkbox'  class='form_anketa' id='inv_bag' onclick='vib_inv()' value='yes' checked>Сэндбэг</td><td><input type='checkbox'  class='form_anketa' id='inv_bez' onclick='vib_inv()' value='yes' checked>Без инвентаря</td></tr> <tr><td><input type='checkbox'  class='form_anketa' id='inv_trx' onclick='vib_inv()' value='yes' checked>TRX</td><td><input type='checkbox'  class='form_anketa' id='inv_rez' onclick='vib_inv()' value='yes' checked>Резиновые петли, ленты, эспандеры</td></tr></table></td></tr>\
<td style='height:3pt'><tr></td></tr>\
<tr><td class='border_tab'><b>Травмы:</b><br><input  type='checkbox'  class='form_anketa' id='ogr_11' onclick='vib_inv(); vib_tren()' value='yes' >Сильно болит спина<br><input  type='checkbox'  class='form_anketa' id='ogr_22' onclick='vib_inv(); vib_tren()' value='yes' >Слабо болит спина<br><div id='tr_bol2' style='display:none'><a href='" + vst7 + "int/trenajer.html' class='qjq'>Тренажёр от болей в спине &#10148;</a></div><input  type='checkbox'  class='form_anketa' id='ogr_33' onclick='vib_inv()' value='yes' >Варикоз ног<br><input  type='checkbox'  class='form_anketa' id='ogr_44' onclick='vib_inv()' value='yes' > Диастаз<br><input  type='checkbox'  class='form_anketa' id='ogr_55' onclick='vib_inv()' value='yes' >Боли в колене<br><input  type='checkbox'  class='form_anketa' id='ogr_66' onclick='vib_inv()' value='yes' >Высокое давление</td></tr></table>\
<div style='padding-top:10pt'></div>Здесь вы можете убрать из списка упражнения с каким-то инвентарём или ограничениями.";


document.getElementById('rezpet_tren2').innerHTML = "<table border='0' cellspacing='0' cellpadding='3' style='margin-bottom:6pt'><tr><td><input type='checkbox'  class='form_anketa' id='inv_sht_tren' onclick='inv_tren(1)' value='yes' checked>Штанга</td><td><input type='checkbox'  class='form_anketa' id='inv_gant_tren' onclick='inv_tren(1)' value='yes' checked>Гантели</tr><tr style='display:none'><td><input type='checkbox'  class='form_anketa' id='inv_tur_tren' onclick='inv_tren(1)' value='yes' checked>Турник</td><td><input type='checkbox'  class='form_anketa' id='inv_bru_tren' onclick='inv_tren(1)' value='yes' checked>Брусья</td></tr><tr><td><input type='checkbox'  class='form_anketa' id='inv_tre_tren' onclick='inv_tren(1)' value='yes' checked>Скакалка или<br>кардиотренажёр</td><td><input type='checkbox'  class='form_anketa' id='inv_lavka_tren' onclick='inv_tren(1)' value='yes' checked>Лавка</td></tr><tr><td colspan='2'><input type='checkbox'  class='form_anketa' id='inv_rez_tren' onclick='inv_tren(1)' value='yes' checked>Резиновые петли, ленты или эспандеры</td></tr></table>Этой опцией вы можете убрать из списка тренировки с тем или иным спортивным инвентарём (если не хватает хотя бы одного инвентаря, то тренировка не отображается).";

document.getElementById('rezpet_tren2_2').innerHTML = "<table border='0' cellspacing='0' cellpadding='3' style='margin-bottom:6pt'><tr><td><input type='checkbox'  class='form_anketa' id='inv_sht_tren_2' onclick='inv_tren(2)' value='yes' checked>Штанга</td><td><input type='checkbox'  class='form_anketa' id='inv_gant_tren_2' onclick='inv_tren(2)' value='yes' checked>Гантели</tr><tr><td><input type='checkbox'  class='form_anketa' id='inv_tur_tren_2' onclick='inv_tren(2)' value='yes' checked>Турник</td><td><input type='checkbox'  class='form_anketa' id='inv_bru_tren_2' onclick='inv_tren(2)' value='yes' checked>Брусья</td></tr><tr><td><input type='checkbox'  class='form_anketa' id='inv_tre_tren_2' onclick='inv_tren(2)' value='yes' checked>Скакалка или<br>кардиотренажёр</td><td><input type='checkbox'  class='form_anketa' id='inv_lavka_tren_2' onclick='inv_tren(2)' value='yes' checked>Лавка</td></tr><tr><td colspan='2'><input type='checkbox'  class='form_anketa' id='inv_rez_tren_2' onclick='inv_tren(2)' value='yes' checked>Резиновые петли, ленты или эспандеры</td></tr></table>Этой опцией вы можете убрать из списка тренировки с тем или иным спортивным инвентарём (если не хватает хотя бы одного инвентаря, то тренировка не отображается).";

document.getElementById('kalkyl2').innerHTML = "<ol><b>По тренировкам:</b>"+zm+"kalk/trener_online.html'>Индивидуальный подбор комплекса упражнений «Тренер Онлайн»"+zz+"kalk/rezultat.html'>Калькулятор результата ваших тренировок"+zz+"kalk/energozatrati_trenirovka.html'>Подсчёт энергозатрат за одну тренировку"+zz+"kalk/bazovie_ypragnenia.html'>Расчёт подходов в базовых упражнениях"+zz+"kalk/puls_dlia_sjigania_jira.html'>Расчёт оптимального пульса для сжигания жира"+zz+"kalk/vremia_trenirovki.html'>Сколько должна длиться тренировка в тренажёрном зале?"+zz+"kalk/ves_ypragnenia.html'>Калькулятор подбора веса для силовых упражнений"+zz+"kalk/otjimania.html'>Калькулятор отжиманий: как отжиматься больше"+zz+"kalk/podtiagivania.html'>Калькулятор подтягиваний: как подтягиваться больше"+zz+"kalk/trenirovki_doma.html'>Определение эффективности домашних тренировок"+zz+"kalk/silovaia_podgotovka.html'>Определение уровня силовой подготовки"+zz+"kalk/otdih_tren.html'>Сколько вам отдыхать между подходами?</a></li><b>По питанию:</b>"+zm+"kalk/rashod_kalorii.html'>Калькулятор расхода калорий за сутки"+zz+"kalk/potreblenie_kalorii.html'>Счётчик потребления калорий"+zz+"kalk/voda.html'>Сколько воды нужно пить для похудения?</a></li><b>По спортпиту:</b>"+zm+"kalk/sportivnoe_pitanie.html'>Определение соотношения «цена - качество» для спортивного питания"+zz+"kalk/podbor_sportivnogo_pitania.html'>Индивидуальный подбор спортивного питания"+zz+"kalk/prot.html'>Сколько протеина пить в день?"+zz+"kalk/gain.html'>Сколько гейнера пить в день?</a></li><b>По составу тела:</b>"+zm+"kalk/podkojnui_jir.html'>Определение количества подкожного жира"+zz+"kalk/michechnaia_massa.html'>Определение мышечной массы тела"+zz+"kalk/ves_tela.html'>Определение идеального веса тела</a></li></ol>";



document.getElementById('trenirovkigzu2').innerHTML = "<ol class='sp_tr'><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/beremennost"+dh+"1.jpg'>Комплекс упражнений в тренажёрном зале при беременности"+kn+"0"+yf+"</li>"+zm+"tren_zal/plan_2_trenirovki"+dh+"2.jpg'>Универсальный комплекс упражнений для женщин на 2 тренировки в неделю"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/devushki_superseti"+dh+"3.jpg'>Универсальный план тренировок для женщин"+kn+"3"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/devushki_superseti_4"+dh+"4.jpg'>Универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/uni_dev_5"+dh+"5.jpg'>Универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yf+"</li></ol>";

document.getElementById('trenirovkigzp2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_zal/devyshki_pohydenie_1"+dh+"6.jpg'>Женский комплекс упражнений для похудения на 1 тренировку в неделю"+kn+"2"+yf+"</li>"+zm+"tren_zal/devyshki_pohydenie_1_2"+dh+"7.jpg'>Женский усложнённый комплекс для похудения на 1 тренировку в неделю"+kn+"3"+yf+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/pohydenie2"+dh+"8.jpg'>Женский 2-х разовый план тренировок на похудение для новичков"+kn+"0"+yf+"</li>"+zm+"tren_zal/devushki_relief_2"+dh+"9.jpg'>Комплекс упражнений на похудение и рельеф для девушек"+kn+"0"+yf+"</li>"+zm+"tren_zal/pohydenie"+dh+"10.jpg'>Комплекс упражнений для похудения"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_2_pohydenie"+dh+"11.jpg'>Комплекс упражнений на похудение для женщин из 2-х тренировок"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_2_trenirovki"+dh+"2.jpg'>Универсальный комплекс упражнений для женщин на 2 тренировки в неделю"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/pohudenie_novichki"+dh+"12.jpg'>Женский комплекс упражнений для новичков на похудение"+kn+"0"+yf+"</li>"+zm+"tren_zal/prodvinytie_devyhcki"+dh+"13.jpg'>План тренировок на жиросжигание из суперсетов для женщин"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_odin_podhod"+dh+"14.jpg'>Тренировки для женщин на похудение методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_devushki2"+dh+"31.jpg'>Комбинированные тренировки в тренажёрном зале для девушек"+kn+"3"+yf+"</li>"+zm+"tren_zal/krygovaia_trenirovka_devyshki"+dh+"15.jpg'>Круговые тренировки в тренажёрном зале для девушек"+kn+"3"+yf+"</li>"+zm+"tren_zal/plan_trenirovok_3_nedeli"+dh+"16.jpg'>План тренировок для женщин из 3-х разных недель"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_superseti"+dh+"3.jpg'>Универсальный план тренировок для женщин"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_super_relief"+dh+"17.jpg'>Комплекс упражнений для девушек «Суперсеты для супер рельефа»"+kn+"4"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/pohudenie_novichki_4"+dh+"18.jpg'>Женская 4-х дневная программа тренировок на похудение для новичков"+kn+"0"+yf+"</li>"+zm+"tren_zal/devyshki_trenirovki_2"+dh+"19.jpg'>Тренировки для девушек, у которых худой верх, но полные ноги (версия для зала)"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_pohudenie2"+dh+"20.jpg'>Женский план тренировок для похудения на 4 тренировки в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohudenie_babi_4"+dh+"21.jpg'>Женский комплекс для похудения из суперсетов на 4 тренировки"+kn+"2"+yf+"</li>"+zm+"tren_zal/devushki_relief2"+dh+"22.jpg'>План тренировок для женщин «четыре в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/kompleks_devushki"+dh+"23.jpg'>4-х дневный комплекс упражнений для девушек на похудение и рельеф"+kn+"4"+yf+"</li>"+zm+"tren_zal/krugovie_trenirovki_devushki"+dh+"24.jpg'>Круговые тренировки для женщин «верх - низ»"+kn+"4"+yf+"</li>"+zm+"tren_zal/relief_puhudenie_devushki"+dh+"25.jpg'>Комбинированные тренировки круговым методом для девушек"+kn+"4"+yf+"</li>"+zm+"tren_zal/devushki_superseti_4"+dh+"4.jpg'>Универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/programma_pohudenie_5"+dh+"26.jpg'>План фулбади тренировок для женщин на похудение из 5-ти занятий"+kn+"1"+yf+"</li>"+zm+"tren_zal/programma_pohudenie"+dh+"27.jpg'>Программа для девушек на похудение в тренажёрном зале"+kn+"2"+yf+"</li>"+zm+"tren_zal/devushki_pohudenie"+dh+"28.jpg'>Комплекс упражнений для женщин «пять в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/dev_pohudenie_5"+dh+"29.jpg'>План тренировок на похудение для женщин из 5-ти занятий в неделю"+kn+"3"+yf+"</li>"+zm+"tren_zal/dev_relief_pohudenie"+dh+"30.jpg'>Женский комплекс на 5 тренировок для рельефа и похудения"+kn+"4"+yf+"</li>"+zm+"tren_zal/uni_dev_5"+dh+"5.jpg'>Универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yf+"</li></ol>";


document.getElementById('trenirovkigdp2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_doma/pohudenie_1_dev"+dh+"32.jpg'>Женский домашний комплекс для похудения на 1 тренировку в неделю"+kn+"3"+yq+" гантели"+za+"</li>"+zm+"tren_doma/pohudenie_1_dev_bez"+dh+"33.jpg'>Женский комплекс без инвентаря для похудения на 1 тренировку в неделю"+kn+"3"+yq+" без инвентаря"+za+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/doma_devysski"+dh+"37.jpg'>Тренировки в домашних условиях для девушек"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/devushki_pohud_bez_2"+dh+"34.jpg'>Программа тренировок без инвентаря для женщин на похудение из 2-х занятий"+kn+"1"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_pohud_2"+dh+"35.jpg'>Женские 2-х разовые тренировки с резиной на похудение"+kn+"1"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/trenirovki_devushki"+dh+"36.jpg'>Тренировки дома без гантелей для девушек"+kn+"1"+yq+" бутылки с водой"+za+"</li>"+zm+"tren_doma/doma_pohydenie"+dh+"38.jpg'>Комплекс домашних упражнений для похудения"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/plan_2_trenirovki_doma"+dh+"39.jpg'>Домашний универсальный комплекс упражнений для женщин на 2 тренировки"+kn+"3"+yq+" гантели"+za+"</li>"+zm+"tren_doma/doma_pohydenie_devyshki"+dh+"40.jpg'>План тренировок в домашних условиях для девушек на похудение"+kn+"3"+yq+" гантели"+za+"</li>"+zm+"tren_doma/kombinirivannie_trenirovki_devushki"+dh+"41.jpg'>Комбинированный план тренировок для девушек в домашних условиях"+kn+"3"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_3_po_d"+dh+"284.jpg'>Женский облегчённый домашний план для новичков на похудение из 3-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/relief_devushki2"+dh+"42.jpg'>Женский домашний комплекс упражнений для новичков на жиросжигание"+kn+"1"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/novichki_pohudenie2"+dh+"43.jpg'>Женский план тренировок в домашних условиях для новичков на похудение"+kn+"1"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_pohud_bez_3"+dh+"44.jpg'>Программа тренировок без инвентаря для женщин на похудение из 3-х занятий"+kn+"2"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/doma_pohudenie"+dh+"45.jpg'>Домашние тренировки для девушек на похудение"+kn+"2"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/devushki_pohud_3"+dh+"46.jpg'>Женские 3-х разовые тренировки с резиной на похудение"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/doma_trenirovki_3_nedeli"+dh+"47.jpg'>Женский комплекс упражнений для дома из 3-х разных недель"+kn+"3"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_superseti_doma"+dh+"48.jpg'>Домашний универсальный план тренировок для женщин"+kn+"3"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_super_relief"+dh+"49.jpg'>Домашний комплекс упражнений для девушек «Суперсеты для супер рельефа»"+kn+"4"+yq+" гантели, лавка"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/pohudenie_devushki"+dh+"50.jpg'>Женский домашний комплекс тренировок на похудение для новичков"+kn+"0"+yq+" гантели, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devyshki_trenirovki_2"+dh+"19.jpg'>Тренировки для девушек, у которых худой верх, но полные ноги (версия для дома)"+kn+"1"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/ganteli_pohydenie_devyshki"+dh+"51.jpg'>Домашний комплекс упражнений с гантелями для девушек на похудение"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/devushki_pohud_4_bez"+dh+"52.jpg'>Комплекс упражнений без инвентаря для женщин на похудение из 4-х тренировок"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_relief_4"+dh+"53.jpg'>Домашний план тренировок для женщин «четыре в одном»"+kn+"3"+yq+" гантели, лавка, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_pohud_4"+dh+"54.jpg'>Женские 4-х разовые тренировки с резиной на похудение"+kn+"3"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/krugovie_trenirovki_pohudenie"+dh+"55.jpg'>Круговые тренировки для женщин в домашних условиях «верх - низ»"+kn+"4"+yq+" гантели"+za+"</li>"+zm+"tren_doma/relief_puhudenie"+dh+"56.jpg'>Комбинированные тренировки по кругу для девушек в домашних условиях"+kn+"4"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_komplex_4"+dh+"57.jpg'>Домашний универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yq+" гантели, лавка, штанга"+za+"</li>"+zm+"tren_doma/kompleks_devushki_4"+dh+"58.jpg'>Домашний комплекс упражнений для девушек на жиросжигание из 3-х разных недель"+kn+"4"+yq+"  гантели, штанга, лавка, скакалка или кардиотренажёр"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/kompleks_ganteli_devushki"+dh+"59.jpg'>Комплекс с гантелями для девушек – «Супертело за 1 час в день»"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/doma_relief_pohudenie"+dh+"60.jpg'>Домашний женский комплекс на 5 тренировок для рельефа и похудения"+kn+"3"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/kompleks_dlia_jenchin"+dh+"61.jpg'>Домашний комплекс упражнений для женщин «пять в одном»"+kn+"3"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_pohud_5"+dh+"62.jpg'>Женские 5-ти разовые тренировки с резиной на похудение"+kn+"3"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/devushki_pohud_bez_5"+dh+"63.jpg'>Программа тренировок без инвентаря для женщин на похудение из 5-ти занятий"+kn+"4"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_komplex_5"+dh+"64.jpg'>Домашний универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yq+" гантели, лавка, штанга, скакалка или кардиотренажёр"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/trenirovki_devushki_uprajnenia"+dh+"66.jpg'>Комплекс упражнений на похудение для девушек в домашних условиях"+kn+"3"+yq+" гантели, лавка"+za+"</li></ol>";



document.getElementById('trenirovkigdu2').innerHTML = "<ol class='sp_tr'><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/beremennost_trenirovki"+dh+"67.jpg'>Тренировки в домашних условиях при беременности"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/doma_devysski"+dh+"37.jpg'>Тренировки в домашних условиях для девушек"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/trenirovki_devushki"+dh+"36.jpg'>Тренировки дома без гантелей для девушек"+kn+"1"+yq+" бутылки с водой"+za+"</li>"+zm+"tren_doma/plan_2_trenirovki_doma"+dh+"39.jpg'>Домашний универсальный комплекс упражнений для женщин на 2 тренировки"+kn+"3"+yq+" гантели"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/devushki_superseti_doma"+dh+"48.jpg'>Домашний универсальный план тренировок для женщин"+kn+"3"+yq+" гантели, штанга, лавка"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/devushki_komplex_4"+dh+"57.jpg'>Домашний универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yq+" гантели, лавка, штанга"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/devushki_komplex_5"+dh+"64.jpg'>Домашний универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yq+" гантели, лавка, штанга, скакалка или кардиотренажёр"+za+"</li></ol>";


document.getElementById('trenirovkimzp2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_zal/mygiki_pohudenie_1"+dh+"68.jpg'>Мужской комплекс упражнений для похудения на 1 тренировку в неделю"+kn+"2"+yf+"</li>"+zm+"tren_zal/mygiki_pohudenie_1_2"+dh+"69.jpg'>Мужской усложнённый комплекс для похудения на 1 тренировку в неделю"+kn+"3"+yf+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/pohydenie_2_nov"+dh+"70.jpg'>Мужской комплекс для новичков на похудение из 2-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/pohydenie_3"+dh+"71.jpg'>Тренировки для мужчин на жиросжигание методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohydet_2tr"+dh+"72.jpg'>Программа на похудение для мужчин на 2 тренировки"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_na_2_trenirovki"+dh+"73.jpg'>Универсальный комплекс упражнений для мужчин на 2 тренировки в неделю"+kn+"3"+yf+"</li>"+zm+"tren_zal/krygovaia_trenirovka"+dh+"74.jpg'>Комплекс тренировок по круговому методу"+kn+"3"+yf+"</li>"+zm+"tren_zal/pohydenie_mygiki_trenirovki"+dh+"75.jpg'>Мужской тренировочный план для похудения"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/pohudenie_novichki2"+dh+"76.jpg'>Мужской комплекс упражнений для новичков на похудение"+kn+"0"+yf+"</li>"+zm+"tren_zal/pohydenie_novichki"+dh+"77.jpg'>Мужская программа на похудение для новичков"+kn+"1"+yf+"</li>"+zm+"tren_zal/myjchini_pohudenie_krugovaia_trenirovka"+dh+"78.jpg'>Мужской тренировочный план для похудения по круговому методу"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohydenie_odin_podhod"+dh+"79.jpg'>Мужская программа на жиросжигание методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohydenie_mygiki"+dh+"80.jpg'>Программа упражнений на похудение для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/mugiki_superseti"+dh+"81.jpg'>Универсальный план тренировок для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_super_relief"+dh+"82.jpg'>Комплекс упражнений для мужчин «Суперсеты для супер рельефа»"+kn+"4"+yf+"</li>"+zm+"tren_zal/trenirovki_3_ned"+dh+"83.jpg'>Мужской комплекс на жиросжигание из 3-х разных недель"+kn+"4"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/pohudenie_nov_4_m"+dh+"293.jpg'>Мужской облегчённый план для новичков на похудение из 4-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/pohudenie_novichki4"+dh+"84.jpg'>Мужская 4-х дневная программа тренировок на похудение для новичков"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohudenie_4"+dh+"85.jpg'>План для мужчин на похудение из 4-х тренировок в неделю"+kn+"2"+yf+"</li>"+zm+"tren_zal/pohydenie_odin_podhod2"+dh+"86.jpg'>Мужской план тренировок для похудения на 4 тренировки в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_kombinirovannie"+dh+"87.jpg'>Комбинированные тренировки на похудение для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_4_v_odnom"+dh+"88.jpg'>Мужской комплекс упражнений «четыре в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/kompleks_mugchini"+dh+"89.jpg'>Тренировочный план для мужчин на сушку из 12-ти тренировок"+kn+"3"+yf+"</li>"+zm+"tren_zal/relief_parni"+dh+"90.jpg'>Комбинированные тренировки круговым методом для мужчин"+kn+"4"+yf+"</li>"+zm+"tren_zal/parni_4_trenirovki"+dh+"91.jpg'>Универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/mugiki_pohudet"+dh+"92.jpg'>Программа для мужчин из 5-ти тренировок на похудение"+kn+"2"+yf+"</li>"+zm+"tren_zal/mugiki_pohudet_5"+dh+"93.jpg'>Высокообъёмный мужской комплекс на похудение из 5-ти тренировок"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_pohudenie"+dh+"94.jpg'>Мужской комплекс упражнений «пять в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/mugiki_relief_pohudenie"+dh+"95.jpg'>Мужской комплекс на 5 тренировок для рельефа и похудения"+kn+"4"+yf+"</li>"+zm+"tren_zal/parni_5_trenirovok"+dh+"96.jpg'>Универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yf+"</li></ol>";


document.getElementById('trenirovkimzu2').innerHTML = "<ol class='sp_tr'><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/plan_na_2_trenirovki"+dh+"73.jpg'>Универсальный комплекс упражнений для мужчин на 2 тренировки в неделю"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/mugiki_superseti"+dh+"81.jpg'>Универсальный план тренировок для мужчин"+kn+"3"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/parni_4_trenirovki"+dh+"91.jpg'>Универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/parni_5_trenirovok"+dh+"96.jpg'>Универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yf+"</li></ol>";


document.getElementById('trenirovkimdp2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_doma/pohuden_1_parni"+dh+"97.jpg'>Мужской домашний комплекс для похудения на 1 тренировку в неделю"+kn+"3"+yq+" гантели"+za+"</li>"+zm+"tren_doma/pohuden_1_parni_bez"+dh+"98.jpg'>Мужской комплекс без инвентаря для похудения на 1 тренировку в неделю"+kn+"3"+yq+" без инвентаря"+za+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_pohudenie_2_my"+dh+"288.jpg'>Мужской облегчённый домашний план для новичков на похудение из 2-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_pohudenie_bez_2"+dh+"99.jpg'>Программа тренировок без инвентаря для мужчин на похудение из 2-х занятий"+kn+"1"+yq+" без инвентаря"+za+"</li>"+zm+"tren_zal/kompleks_doma_pohydenie_mygiki"+dh+"100.jpg'>Мужской тренировочный план для похудения в домашних условиях"+kn+"1"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_pohudenie_rezina2"+dh+"101.jpg'>Мужские 2-х разовые тренировки с резиной на похудение"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/2_pohydenie_m"+dh+"102.jpg'>2-х дневный план тренировок для мужчин на похудение"+kn+"2"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/turnik_brusia2"+dh+"103.jpg'>План из 2-х тренировок на турнике и брусьях для жиросжигания"+kn+"3"+yq+" турник, брусья"+za+"</li>"+zm+"tren_doma/2_pohydenie_kryg"+dh+"104.jpg'>Мужская круговая программа на похудение с гантелями"+kn+"3"+yq+" гантели"+za+"</li>"+zm+"tren_doma/plan_2_tren_doma"+dh+"105.jpg'>Домашний универсальный комплекс упражнений для мужчин на 2 тренировки"+kn+"3"+yq+" гантели, турник"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_pohudenie_3"+dh+"277.jpg'>Мужской облегчённый домашний план для новичков на похудение из 3-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/novichki_pohudenie"+dh+"106.jpg'>Мужской план тренировок в домашних условиях для новичков на похудение"+kn+"1"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_pohudenie_bez_3"+dh+"107.jpg'>Программа тренировок без инвентаря для мужчин на похудение из 3-х занятий"+kn+"2"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/novichki_pohudenie_3"+dh+"108.jpg'>Домашний план тренировок для мужчин на похудение из 3-х тренировок"+kn+"2"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/pohydenie_mujiki"+dh+"109.jpg'>Круговая тренировка для мужчин в домашних условиях"+kn+"3"+yq+" гантели"+za+"</li>"+zm+"tren_doma/mugiki_superseti_doma"+dh+"110.jpg'>Домашний универсальный план тренировок для мужчин"+kn+"3"+yq+" гантели, лавка, турник"+za+"</li>"+zm+"tren_doma/parni_pohudenie_rezina3"+dh+"111.jpg'>Мужские 3-х разовые тренировки с резиной на похудение"+kn+"3"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/turnik_brusia"+dh+"112.jpg'>Комплекс упражнений на турнике и брусьях для похудения и рельефа"+kn+"3"+yq+" турник, брусья"+za+"</li>"+zm+"tren_doma/relief_ganteli_mujiki"+dh+"113.jpg'>Комплекс упражнений для мужчин на рельеф в домашних условиях"+kn+"4"+yq+" гантели, турник"+za+"</li>"+zm+"tren_doma/trenirovki_relief_mujiki"+dh+"114.jpg'>Домашний комплекс упражнений для мужчин «Суперсеты для супер рельефа»"+kn+"4"+yq+" гантели, штанга, турник"+za+"</li>"+zm+"tren_doma/trenirovki_pohydenie_3"+dh+"115.jpg'>Домашний комплекс для мужчин на жиросжигание из 3-х разных недель"+kn+"4"+yq+" гантели, штанга, турник, лавка, скакалка или кардиотренажёр"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_pohudenie_4_my"+dh+"286.jpg'>Мужской облегчённый домашний план для новичков на похудение из 4-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/pohudenie_mujchini"+dh+"116.jpg'>Мужской домашний комплекс тренировок на похудение для новичков"+kn+"1"+yq+" гантели, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/mujuku_pohud_4_bez"+dh+"117.jpg'>Программа тренировок без инвентаря для мужчин на похудение из 4-х занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/parni_4_v_odnom_doma"+dh+"118.jpg'>Домашний комплекс упражнений для мужчин «четыре в одном»"+kn+"3"+yq+" гантели, штанга, турник, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_pohudenie_rezina4"+dh+"119.jpg'>Мужские 4-х разовые тренировки с резиной на похудение"+kn+"3"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/relief_puhudenie_parni"+dh+"120.jpg'>Домашние комбинированные тренировки по кругу для мужчин"+kn+"4"+yq+" гантели, турник, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/plan_4_trenirovki"+dh+"121.jpg'>Домашний универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yq+" гантели, штанга, турник, брусья, лавка"+za+"</li>"+zm+"tren_doma/kompleks_mugiki_4"+dh+"122.jpg'>Мужской план тренировок для дома на жиросжигание из 3-х разных недель"+kn+"4"+yq+" гантели, штанга, турник, лавка, скакалка или кардиотренажёр"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/pohydenie_mygiki_doma"+dh+"123.jpg'>Тренировочный план для мужчин на похудение в домашних условиях"+kn+"1"+yq+" гантели, штанга, турник, лавка"+za+"</li>"+zm+"tren_doma/plan_parni_pohydet"+dh+"124.jpg'>Комплекс упражнений в домашних условиях для мужчин на жиросжигание"+kn+"2"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_pohudenie_bez_5"+dh+"125.jpg'>Программа тренировок без инвентаря для мужчин на похудение из 5-ти занятий"+kn+"4"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/kompleks_dlia_mujchin"+dh+"127.jpg'>Домашний комплекс упражнений для мужчин «пять в одном»"+kn+"4"+yq+" гантели, штанга, турник, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/plan_5_trenirovok"+dh+"126.jpg'>Домашний универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yq+"гантели, штанга, лавка, турник, брусья"+za+"</li>"+zm+"tren_doma/parni_pohudenie_rezina5"+dh+"128.jpg'>Мужские 5-ти разовые тренировки с резиной на похудение"+kn+"4"+yq+" резиновые петли, ленты или эспандеры"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li></ol>";


document.getElementById('trenirovkimdu2').innerHTML = "<ol class='sp_tr'><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/plan_2_tren_doma"+dh+"105.jpg'>Домашний универсальный комплекс упражнений для мужчин на 2 тренировки"+kn+"3"+yq+" гантели, турник"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/mugiki_superseti_doma"+dh+"110.jpg'>Домашний универсальный план тренировок для мужчин"+kn+"3"+yq+" гантели, лавка, турник"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/plan_4_trenirovki"+dh+"121.jpg'>Домашний универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yq+"гантели, штанга, турник, брусья, лавка"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/plan_5_trenirovok"+dh+"126.jpg'>Домашний универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yq+"гантели, штанга, лавка, турник, брусья"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li></ol>";


document.getElementById('trenirovkigzr2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_zal/devyshki_relief_1"+dh+"129.jpg'>Женский комплекс упражнений для рельефа на 1 тренировку в неделю"+kn+"2"+yf+"</li>"+zm+"tren_zal/devyshki_relief_1_2"+dh+"130.jpg'>Женский усложнённый комплекс для рельефа на 1 тренировку в неделю"+kn+"3"+yf+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/devushki_relief_2"+dh+"9.jpg'>Комплекс упражнений на похудение и рельеф для девушек"+kn+"0"+yf+"</li>"+zm+"tren_zal/devushki_2_relief"+dh+"131.jpg'>Комплекс упражнений на рельеф для женщин из 2-х тренировок"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_2_trenirovki"+dh+"2.jpg'>Универсальный комплекс упражнений для женщин на 2 тренировки в неделю"+kn+"3"+yf+"</li>"+zm+"tren_zal/syperseti_devyshki"+dh+"132.jpg'>Комплекс упражнений из суперсетов для девушек"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/d_d_nov_relief_3"+dh+"282.jpg'>Женский облегчённый план для новичков на рельеф из 3-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/prodvinytie_devyhcki"+dh+"13.jpg'>План тренировок на жиросжигание из суперсетов для женщин"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_odin_podhod"+dh+"14.jpg'>Тренировки для женщин на похудение методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/uzkii_taz"+dh+"133.jpg'>Комплекс упражнений для девушек, у которых широкие плечи, но узкий таз"+kn+"2"+yf+"</li>"+zm+"tren_zal/devushki_relief"+dh+"134.jpg'>Женский комплекс упражнений «три в одном»"+kn+"2"+yf+"</li>"+zm+"tren_zal/devushki_intensivnost"+dh+"135.jpg'>Комплекс упражнений для девушек с возрастающей интенсивностью"+kn+"2"+yf+"</li>"+zm+"tren_zal/trenirovki_devushki2"+dh+"31.jpg'>Комбинированные тренировки в тренажёрном зале для девушек"+kn+"3"+yf+"</li>"+zm+"tren_zal/devyshki_razdelnie_trenirovki"+dh+"136.jpg'>Раздельные тренировки в тренажёрном зале для девушек на рельеф"+kn+"3"+yf+"</li>"+zm+"tren_zal/plan_trenirovok_3_nedeli"+dh+"16.jpg'>План тренировок для женщин из 3-х разных недель"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_superseti"+dh+"3.jpg'>Универсальный план тренировок для женщин"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_super_relief"+dh+"17.jpg'>Комплекс упражнений для девушек «Суперсеты для супер рельефа»"+kn+"4"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/d_z_nov_relief_4"+dh+"287.jpg'>Женский облегчённый план для новичков на рельеф из 4-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/devyshki_trenirovki_2"+dh+"19.jpg'>Тренировки для девушек, у которых худой верх, но полные ноги"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_pohudenie2"+dh+"20.jpg'>Женский план тренировок для похудения на 4 тренировки в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_devushki_relief"+dh+"137.jpg'>Тренировки для девушек на рельеф с упором на бёдра и ягодицы"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_relief2"+dh+"22.jpg'>План тренировок для женщин «четыре в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/kompleks_devushki"+dh+"23.jpg'>4-х дневный комплекс упражнений для девушек на похудение и рельеф"+kn+"4"+yf+"</li>"+zm+"tren_zal/krugovie_trenirovki_devushki"+dh+"24.jpg'>Круговые тренировки для женщин «верх - низ»"+kn+"4"+yf+"</li>"+zm+"tren_zal/relief_puhudenie_devushki"+dh+"25.jpg'>Комбинированные тренировки круговым методом для девушек"+kn+"4"+yf+"</li>"+zm+"tren_zal/devushki_superseti_4"+dh+"4.jpg'>Универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/programma_relief_5"+dh+"138.jpg'>Женские тренировки на рельеф из 5-ти занятий"+kn+"1"+yf+"</li>"+zm+"tren_zal/dev_relief_superseti"+dh+"139.jpg'>Комплекс упражнений для женщин из суперсетов на рельеф"+kn+"2"+yf+"</li>"+zm+"tren_zal/devushki_pohudenie"+dh+"28.jpg'>Комплекс упражнений для женщин «пять в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/dev_relief_pohudenie"+dh+"30.jpg'>Женский комплекс на 5 тренировок для рельефа и похудения"+kn+"4"+yf+"</li>"+zm+"tren_zal/uni_dev_5"+dh+"5.jpg'>Универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yf+"</li></ol>";


document.getElementById('trenirovkigdr2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_doma/relief_1_dev"+dh+"140.jpg'>Женский домашний комплекс для рельефа на 1 тренировку в неделю"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/relief_1_dev_bez"+dh+"141.jpg'>Женский комплекс без инвентаря для рельефа на 1 тренировку в неделю"+kn+"2"+yq+" без инвентаря"+za+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_2_g"+dh+"294.jpg'>Женский облегчённый домашний план для новичков на рельеф из 2-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/doma_devysski"+dh+"37.jpg'>Тренировки в домашних условиях для девушек"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/devushki_relief_bez_2"+dh+"142.jpg'>Программа тренировок без инвентаря для женщин на рельеф из 2-х занятий"+kn+"1"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_relief_rezina2"+dh+"143.jpg'>Женские 2-х разовые тренировки с резиной на рельеф"+kn+"1"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/doma_devysski_nogi"+dh+"144.jpg'>План тренировок для девушек в домашних условиях с упором на бёдра и ягодицы"+kn+"1"+yq+" гантели"+za+"</li>"+zm+"tren_doma/trenirovki_devushki"+dh+"36.jpg'>Тренировки дома без гантелей для девушек"+kn+"1"+yq+" бутылки с водой"+za+"</li>"+zm+"tren_doma/kombinirivannie_trenirovki_devushki"+dh+"41.jpg'>Комбинированный план тренировок для девушек в домашних условиях"+kn+"3"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/plan_2_trenirovki_doma"+dh+"39.jpg'>Домашний универсальный комплекс упражнений для женщин на 2 тренировки"+kn+"3"+yq+" гантели"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_3"+dh+"278.jpg'>Женский облегчённый домашний план для новичков на рельеф из 3-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/relief_devushki2"+dh+"42.jpg'>Женский домашний комплекс упражнений для новичков на жиросжигание"+kn+"1"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_relief_bez_3"+dh+"145.jpg'>Программа тренировок без инвентаря для женщин на рельеф из 3-х занятий"+kn+"2"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_relief_trenirovki"+dh+"146.jpg'>Женский комплекс упражнений в домашних условиях «три в одном»"+kn+"2"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/relief_devushki"+dh+"147.jpg'>Домашний комплекс для девушек с возрастающей интенсивностью"+kn+"2"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_relief_rezina3"+dh+"148.jpg'>Женские 3-х разовые тренировки с резиной на рельеф"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/doma_trenirovki_3_nedeli"+dh+"47.jpg'>Женский комплекс упражнений для дома из 3-х разных недель"+kn+"3"+yq+" гантели, штанга, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_superseti_doma"+dh+"48.jpg'>Домашний универсальный план тренировок для женщин"+kn+"3"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_super_relief"+dh+"49.jpg'>Комплекс упражнений для девушек «Суперсеты для супер рельефа»"+kn+"4"+yq+" гантели, лавка"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_4_de"+dh+"289.jpg'>Женский облегчённый домашний план для новичков на рельеф из 4-х тренировок"+kn+"0"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devyshki_trenirovki_2"+dh+"19.jpg'>Тренировки для девушек, у которых худой верх, но полные ноги"+kn+"1"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devyshki_syperseti"+dh+"149.jpg'>Тренировки с гантелями и штангой для девушек на рельеф"+kn+"2"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/devushki_relief_rezina4"+dh+"150.jpg'>Женские 4-х разовые тренировки с резиной на рельеф"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/devushki_relief_bez_4"+dh+"151.jpg'>Программа тренировок без инвентаря для женщин на рельеф из 4-х занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_relief_4"+dh+"10.jpg'>Домашний план тренировок для женщин «четыре в одном»"+kn+"3"+yq+" гантели, штанга, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/krugovie_trenirovki_pohudenie"+dh+"55.jpg'>Круговые тренировки для женщин в домашних условиях «верх - низ»"+kn+"4"+yq+" гантели"+za+"</li>"+zm+"tren_doma/relief_puhudenie"+dh+"56.jpg'>Комбинированные тренировки по кругу для девушек в домашних условиях"+kn+"4"+yq+" гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_komplex_4"+dh+"10.jpg'>Домашний универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yq+" гантели, лавка, штанга"+za+"</li>"+zm+"tren_doma/kompleks_devushki_4"+dh+"58.jpg'>Домашний комплекс упражнений для девушек на жиросжигание из 3-х разных недель"+kn+"4"+yq+" гантели, штанга, лавка, скакалка или кардиотренажёр"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/kompleks_ganteli_devushki"+dh+"59.jpg'>Комплекс с гантелями для девушек – «Супертело за 1 час в день»"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/devushki_relief_bez_5"+dh+"152.jpg'>Программа тренировок без инвентаря для женщин на рельеф из 5-ти занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/doma_relief_pohudenie"+dh+"60.jpg'>Домашний женский комплекс на 5 тренировок для рельефа и похудения"+kn+"3"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_relief_rezina5"+dh+"153.jpg'>Женские 5-ти разовые тренировки с резиной на рельеф"+kn+"3"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/kompleks_dlia_jenchin"+dh+"61.jpg'>Домашний комплекс упражнений для женщин «пять в одном»"+kn+"3"+yq+" гантели, штанга, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/devushki_komplex_5"+dh+"64.jpg'>Домашний универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yq+" гантели, лавка, штанга, скакалка или кардиотренажёр"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li></ol>";


document.getElementById('trenirovkimzr2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_zal/mygiki_relief_1"+dh+"154.jpg'>Мужской комплекс упражнений для рельефа на 1 тренировку в неделю"+kn+"2"+yf+"</li>"+zm+"tren_zal/mygiki_relief_1_2"+dh+"155.jpg'>Мужской усложнённый комплекс для рельефа на 1 тренировку в неделю"+kn+"3"+yf+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/nov_relief_2_m"+dh+"285.jpg'>Мужской облегчённый план для новичков на рельеф из 2-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/relief_2_tren"+dh+"156.jpg'>Мужская программа на рельеф из 2-х тренировок"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohydenie_3"+dh+"71.jpg'>Тренировки для мужчин на жиросжигание методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/relief_2tren"+dh+"157.jpg'>Тренировки для мужчин на рельеф из 2-х занятий в неделю"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_na_2_trenirovki"+dh+"73.jpg'>Универсальный комплекс упражнений для мужчин на 2 тренировки в неделю"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/nov_relief_3_m"+dh+"279.jpg'>Мужской облегчённый план для новичков на рельеф из 3-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/pohydenie_odin_podhod"+dh+"79.jpg'>Мужская программа на жиросжигание методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/pohydenie_novichki"+dh+"77.jpg'>Мужская программа на похудение для новичков"+kn+"1"+yf+"</li>"+zm+"tren_zal/parni_tri_v_odnom"+dh+"158.jpg'>Мужской комплекс упражнений «три в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_intensivnost"+dh+"159.jpg'>Комплекс упражнений для мужчин с возрастающей интенсивностью"+kn+"2"+yf+"</li>"+zm+"tren_zal/syperseti_mygiki"+dh+"160.jpg'>Комплекс упражнений из суперсетов для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/mugiki_superseti"+dh+"81.jpg'>Универсальный план тренировок для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_super_relief"+dh+"82.jpg'>Комплекс упражнений для мужчин «Суперсеты для супер рельефа»"+kn+"4"+yf+"</li>"+zm+"tren_zal/trenirovki_3_ned"+dh+"83.jpg'>Мужской комплекс на жиросжигание из 3-х разных недель"+kn+"4"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/nov_relief_4_m"+dh+"290.jpg'>Мужской облегчённый план для новичков на рельеф из 4-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/pohydenie_odin_podhod2"+dh+"86.jpg'>Мужской план тренировок для похудения на 4 тренировки в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_kombinirovannie"+dh+"87.jpg'>Комбинированные тренировки на похудение для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_4_v_odnom"+dh+"88.jpg'>Мужской комплекс упражнений «четыре в одном»"+kn+"3"+yf+"</li>"+zm+"tren_zal/kompleks_mugchini"+dh+"89.jpg'>Тренировочный план для мужчин на сушку из 12-ти тренировок"+kn+"3"+yf+"</li>"+zm+"tren_zal/relief_parni"+dh+"90.jpg'>Комбинированные тренировки круговым методом для мужчин"+kn+"4"+yf+"</li>"+zm+"tren_zal/parni_4_trenirovki"+dh+"91.jpg'>Универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yf+"</li>"+zm+"tren_zal/kompleks_massa"+dh+"161.jpg'>Комплекс упражнений на набор массы для мужчин из трисетов"+kn+"4"+yf+"</li>"+zm+"tren_zal/krygovaia_trenirovka_mujiki"+dh+"162.jpg'>Круговые тренировки для мужчин на массу и рельеф"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/mugiki_relief"+dh+"163.jpg'>Программа для мужчин в зале на рельеф из 5-ти тренировок"+kn+"2"+yf+"</li>"+zm+"tren_zal/kompleks_massa2"+dh+"164.jpg'>Программа тренировок для мужчин на массу и рельеф"+kn+"3"+yf+"</li>"+zm+"tren_zal/trenirovki_relief_syperseti"+dh+"165.jpg'>Программа тренировок на рельеф для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/parni_pohudenie"+dh+"94.jpg'>Мужской комплекс упражнений «пять в одном»"+kn+"4"+yf+"</li>"+zm+"tren_zal/mugiki_relief_pohudenie"+dh+"95.jpg'>Мужской комплекс на 5 тренировок для рельефа и похудения"+kn+"4"+yf+"</li>"+zm+"tren_zal/parni_5_trenirovok"+dh+"96.jpg'>Универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yf+"</li></ol>";


document.getElementById('trenirovkimdr2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_doma/relief_1_parni"+dh+"166.jpg'>Мужской домашний комплекс для рельефа на 1 тренировку в неделю"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/relief_1_parni_bez"+dh+"167.jpg'>Мужской комплекс без инвентаря для рельефа на 1 тренировку в неделю"+kn+"2"+yq+" без инвентаря"+za+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_2_d_m"+dh+"292.jpg'>Мужской облегчённый домашний план для новичков на рельеф из 2-х тренировок"+kn+"0"+yq+"гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_relief_bez_2"+dh+"168.jpg'>Программа тренировок без инвентаря для мужчин на рельеф из 2-х занятий"+kn+"1"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/parni_relief_rezina2"+dh+"169.jpg'>Мужские 2-х разовые тренировки с резиной на рельеф"+kn+"1"+yq+" гантели,  резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/2_relief_m"+dh+"170.jpg'>Домашний комплекс для мужчин на рельеф из 2-х тренировок"+kn+"1"+yq+" гантели, турник, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/relief_2"+dh+"171.jpg'>Домашний мужской комплекс на рельеф на 2 тренировки в неделю"+kn+"2"+yq+" гантели, лавка, турник, брусья"+za+"</li>"+zm+"tren_doma/turnik_brusia2"+dh+"103.jpg'>План из 2-х тренировок на турнике и брусьях для жиросжигания"+kn+"3"+yq+" турник, брусья"+za+"</li>"+zm+"tren_doma/plan_2_tren_doma"+dh+"105.jpg'>Домашний универсальный комплекс упражнений для мужчин на 2 тренировки"+kn+"3"+yq+" гантели, турник"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_3_d_m"+dh+"280.jpg'>Мужской облегчённый домашний план для новичков на рельеф из 3-х тренировок"+kn+"0"+yq+"гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_3_relief"+dh+"172.jpg'>3-х разовые домашние тренировки для мужчин на рельеф"+kn+"1"+yq+"гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/parni_relief_bez_3"+dh+"173.jpg'>Программа тренировок без инвентаря для мужчин на рельеф из 3-х занятий"+kn+"2"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/relief_parni_intensivnost"+dh+"174.jpg'>Домашний комплекс для мужчин с возрастающей интенсивностью"+kn+"2"+yq+" гантели, турник, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_tri_v_odnom_doma"+dh+"175.jpg'>Домашний комплекс упражнений для мужчин «три в одном»"+kn+"2"+yq+" гантели, штанга, лавка, турник"+za+"</li>"+zm+"tren_doma/parni_relief_rezina3"+dh+"176.jpg'>Мужские 3-х разовые тренировки с резиной на рельеф"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/doma_parni_relief"+dh+"177.jpg'>Мужские тренировки в домашних условиях на рельеф"+kn+"3"+yq+" гантели, штанга, лавка, турник, брусья"+za+"</li>"+zm+"tren_doma/turnik_brusia"+dh+"112.jpg'>Комплекс упражнений на турнике и брусьях для похудения и рельефа"+kn+"3"+yq+" турник, брусья"+za+"</li>"+zm+"tren_doma/mugiki_superseti_doma"+dh+"110.jpg'>Домашний универсальный план тренировок для мужчин"+kn+"3"+yq+" гантели, лавка, турник"+za+"</li>"+zm+"tren_doma/relief_ganteli_mujiki"+dh+"113.jpg'>Комплекс упражнений для мужчин на рельеф в домашних условиях"+kn+"4"+yq+" гантели, турник"+za+"</li>"+zm+"tren_doma/trenirovki_relief_mujiki"+dh+"114.jpg'>Домашний комплекс упражнений для мужчин «Суперсеты для супер рельефа»"+kn+"4"+yq+" гантели, штанга, турник"+za+"</li>"+zm+"tren_doma/trenirovki_pohydenie_3"+dh+"115.jpg'>Домашний комплекс для мужчин на жиросжигание из 3-х разных недель"+kn+"4"+yq+" гантели, штанга, турник, лавка, скакалка или кардиотренажёр"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/nov_relief_4_d_m"+dh+"295.jpg'>Мужской облегчённый домашний план для новичков на рельеф из 4-х тренировок"+kn+"0"+yq+"гантели, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/relief_novichki_4"+dh+"178.jpg'>Домашние тренировки для мужчин на рельеф из 4-х занятий в неделю"+kn+"1"+yq+" гантели, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_relief_rezina4"+dh+"179.jpg'>Мужские 4-х разовые тренировки с резиной на рельеф"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/parni_relief_bez_4"+dh+"180.jpg'>Программа тренировок без инвентаря для мужчин на рельеф из 4-х занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/trenirovki_massa"+dh+"181.jpg'>Домашние тренировки с суперсетами на массу"+kn+"3"+yq+" гантели, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_4_v_odnom_doma"+dh+"118.jpg'>Домашний комплекс упражнений для мужчин «четыре в одном»"+kn+"3"+yq+" гантели, штанга, турник, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/krygovaia_trenirovka_parni"+dh+"182.jpg'>Домашние круговые тренировки для мужчин на массу и рельеф"+kn+"4"+yq+" гантели, штанга, турник, лавка"+za+"</li>"+zm+"tren_doma/relief_puhudenie_parni"+dh+"120.jpg'>Домашние комбинированные тренировки по кругу для мужчин"+kn+"4"+yq+" гантели, турник, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/plan_4_trenirovki"+dh+"121.jpg'>Домашний универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yq+"гантели, штанга, турник, брусья, лавка"+za+"</li>"+zm+"tren_doma/kompleks_mugiki_4"+dh+"122.jpg'>Мужской план тренировок для дома на жиросжигание из 3-х разных недель"+kn+"4"+yq+" гантели, штанга, турник, лавка, скакалка или кардиотренажёр"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/parni_relief_5"+dh+"183.jpg'>Домашние тренировки для мужчин на рельеф из 5-и тренировок"+kn+"2"+yq+" гантели, турник, лавка, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/parni_relief_bez_5"+dh+"184.jpg'>Программа тренировок без инвентаря для мужчин на рельеф из 5-ти занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/mugiki_relief_5"+dh+"184.jpg'>Домашняя программа из 5-ти тренировок для мужчин на рельеф"+kn+"3"+yq+" гантели,  резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/parni_relief_rezina5"+dh+"186.jpg'>Мужские 5-ти разовые тренировки с резиной на рельеф"+kn+"3"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/kompleks_dlia_mujchin"+dh+"127.jpg'>Домашний комплекс упражнений для мужчин «пять в одном»"+kn+"4"+yq+" гантели, штанга, турник, скакалка или кардиотренажёр"+za+"</li>"+zm+"tren_doma/plan_5_trenirovok"+dh+"126.jpg'>Домашний универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yq+"гантели, штанга, лавка, турник, брусья"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li></ol>";

document.getElementById('trenirovkigzm2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_zal/devyshki_massa_1"+dh+"187.jpg'>Женский комплекс упражнений для массы на 1 тренировку в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/devyshki_massa_1_2"+dh+"188.jpg'>Женский усложненный комплекс для массы на 1 тренировку в неделю"+kn+"2"+yf+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/novichki_devyhcki2"+dh+"189.jpg'>Программа тренировок для новичков - девушки"+kn+"0"+yf+"</li>"+zm+"tren_zal/massa_odin_podhod4"+dh+"190.jpg'>План тренировок для девушек на массу методом одного подхода"+kn+"0"+yf+"</li>"+zm+"tren_zal/iagodici_gryd_press"+dh+"191.jpg'>Ягодицы, грудь, пресс – комплекс упражнений"+kn+"1"+yf+"</li>"+zm+"tren_zal/dev_massa_2"+dh+"192.jpg'>Тренировочный план для женщин на набор массы из 2-х тренировок"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_2_trenirovki"+dh+"2.jpg'>Универсальный комплекс упражнений для женщин на 2 тренировки в неделю"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/novichki_devyhcki"+dh+"193.jpg'>Комплекс упражнений для новичков - женщины"+kn+"0"+yf+"</li>"+zm+"tren_zal/massa_odin_podhod"+dh+"194.jpg'>Женские тренировки на рост массы методом одного подхода"+kn+"0"+yf+"</li>"+zm+"tren_zal/devyshki_massa"+dh+"195.jpg'>План тренировок для девушек на набор массы"+kn+"1"+yf+"</li>"+zm+"tren_zal/uzkii_taz"+dh+"133.jpg'>Комплекс упражнений для девушек, у которых широкие плечи, но узкий таз"+kn+"2"+yf+"</li>"+zm+"tren_zal/trenirovki_devushki"+dh+"196.jpg'>Раздельные тренировки в тренажёрном зале для девушек"+kn+"2"+yf+"</li>"+zm+"tren_zal/devushki_massa_3_nedeli"+dh+"197.jpg'>Комплекс для девушек на массу из 3-х разных недель"+kn+"2"+yf+"</li>"+zm+"tren_zal/devyshki_razdelnie_trenirovki"+dh+"136.jpg'>Раздельные тренировки в тренажёрном зале для девушек на рельеф"+kn+"3"+yf+"</li>"+zm+"tren_zal/syperseti_devyshki"+dh+"132.jpg'>Комплекс упражнений из суперсетов для девушек"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_superseti"+dh+"3.jpg'>Универсальный план тренировок для женщин"+kn+"3"+yf+"</li>"+zm+"tren_zal/super_massa2"+dh+"198.jpg'>Супер убойный план тренировок на массу для женщин"+kn+"4"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/nov_massa_4_d_d"+dh+"281.jpg'>Женский облегчённый план для новичков на массу из 4-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/devushki_massa_4"+dh+"199.jpg'>4-х разовые тренировки для женщин на набор мышечной массы"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_massa4"+dh+"200.jpg'>План тренировок для женщин на массу методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_4_massa"+dh+"201.jpg'>Тренировочная программа из 4-х занятий для женщин на массу"+kn+"2"+yf+"</li>"+zm+"tren_zal/trenirovki_devushki_relief"+dh+"137.jpg'>Тренировки для девушек на рельеф с упором на бёдра и ягодицы"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_massa_12"+dh+"202.jpg'>Комплекс упражнений для девушек на массу из 12-ти тренировок"+kn+"3"+yf+"</li>"+zm+"tren_zal/devushki_superseti_4"+dh+"4.jpg'>Универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/women_massa5"+dh+"203.jpg'>План тренировок для девушек на массу из 5-ти тренировок"+kn+"1"+yf+"</li>"+zm+"tren_zal/devushki_massa5"+dh+"204.jpg'>Комплекс тренировок для женщин на массу на 5 занятий в неделю"+kn+"3"+yf+"</li>"+zm+"tren_zal/uni_dev_5"+dh+"5.jpg'>Универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yf+"</li></ol>";


document.getElementById('trenirovkigdm2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_doma/massa_1_dev"+dh+"205.jpg'>Женский домашний комплекс для массы на 1 тренировку в неделю"+kn+"1"+yq+" гантели"+za+"</li>"+zm+"tren_doma/massa_1_dev_bez"+dh+"206.jpg'>Женский комплекс без инвентаря для массы на 1 тренировку в неделю"+kn+"1"+yq+" без инвентаря"+za+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/doma_devysski"+dh+"37.jpg'>Тренировки в домашних условиях для девушек"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/devushki_massa_bez_2"+dh+"207.jpg'>Программа тренировок без инвентаря для женщин на массу из 2-х занятий"+kn+"0"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_massa_rezina2"+dh+"208.jpg'>Женские 2-х разовые тренировки с резиной на массу"+kn+"0"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/doma_devysski_nogi"+dh+"144.jpg'>План тренировок для девушек в домашних условиях с упором на бёдра и ягодицы"+kn+"1"+yq+" гантели"+za+"</li>"+zm+"tren_doma/trenirovki_devushki"+dh+"36.jpg'>Тренировки дома без гантелей для девушек"+kn+"1"+yq+" бутылки с водой"+za+"</li>"+zm+"tren_doma/doma_devysski_massa"+dh+"209.jpg'>Домашние тренировки с гантелями для женщин на массу"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/plan_2_trenirovki_doma"+dh+"39.jpg'>Домашний универсальный комплекс упражнений для женщин на 2 тренировки"+kn+"3"+yq+" гантели"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/trenirovki_devusski_massa"+dh+"210.jpg'>Домашний комплекс упражнений для девушек на массу"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/massa_3_nedeli"+dh+"211.jpg'>Женский комплекс упражнений для дома на массу из 3-х разных недель"+kn+"1"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_massa_bez_3"+dh+"212.jpg'>Программа тренировок без инвентаря для женщин на массу из 3-х занятий"+kn+"1"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_massa_rezina3"+dh+"213.jpg'>Женские 3-х разовые тренировки с резиной на массу"+kn+"1"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/devushki_massa"+dh+"146.jpg'>Домашний комплекс с гантелями и штангой для девушек на массу"+kn+"2"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/devushki_superseti_doma"+dh+"48.jpg'>Домашний универсальный план тренировок для женщин"+kn+"3"+yq+" гантели, штанга, лавка"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/tren_dev_massa_4"+dh+"291.jpg'>Женский облегчённый домашний план для новичков на массу из 4-х тренировок"+kn+"0"+yq+" гантели, лавка"+za+"</li>"+zm+"tren_doma/mass_women"+dh+"214.jpg'>Женские тренировки в домашних условиях на набор массы"+kn+"1"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_massa_bez_4"+dh+"215.jpg'>Программа тренировок без инвентаря для женщин на массу из 4-х занятий"+kn+"2"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devyshki_syperseti"+dh+"149.jpg'>Тренировки с гантелями и штангой для девушек на рельеф"+kn+"2"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/devushki_massa_rezina4"+dh+"216.jpg'>Женские 4-х разовые тренировки с резиной на массу"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/devushki_massa_4x3"+dh+"217.jpg'>Домашние 4-х разовые тренировки для женщин на массу из 3-х разных недель"+kn+"2"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_komplex_4"+dh+"57.jpg'>Домашний универсальный комплекс упражнений для девушек на 4 тренировки"+kn+"4"+yq+" гантели, лавка, штанга"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/devushki_massa_5"+dh+"218.jpg'>Женский домашний комплекс тренировок на набор мышечной массы"+kn+"1"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_massa_rezina5"+dh+"219.jpg'>Женские 5-ти разовые тренировки с резиной на массу"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/devushki_massa_bez_5"+dh+"220.jpg'>Программа тренировок без инвентаря для женщин на массу из 5-ти занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/devushki_5_massa"+dh+"221.jpg'>Женские домашние тренировки на массу на 5 занятий в неделю"+kn+"3"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/devushki_komplex_5"+dh+"64.jpg'>Домашний универсальный комплекс упражнений для девушек на 5 тренировок"+kn+"4"+yq+" гантели, лавка, штанга, скакалка или кардиотренажёр"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li></ol>";





document.getElementById('trenirovkimzm2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_zal/na_massy_1"+dh+"222.jpg'>Мужской комплекс упражнений для массы на 1 тренировку в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/na_massy_1_2"+dh+"223.jpg'>Мужской усложнённый комплекс для массы на 1 тренировку в неделю"+kn+"2"+yf+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/na_massy_2"+dh+"224.jpg'>Тренировочный план на массу для новичков из 2-х занятий в неделю"+kn+"0"+yf+"</li>"+zm+"tren_zal/massa_odin_podhod5"+dh+"225.jpg'>План тренировок для мужчин на массу методом одного подхода"+kn+"0"+yf+"</li>"+zm+"tren_zal/trenirovki_na_massy"+dh+"226.jpg'>Мужская программа для набора массы на 2 тренировки в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/kompleks_dlia_massi_na_verh_tela"+dh+"227.jpg'>Комплекс для набора массы с упором на верхнюю часть тела"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_na_2_trenirovki"+dh+"73.jpg'>Универсальный комплекс упражнений для мужчин на 2 тренировки в неделю"+kn+"3"+yf+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/novichki_parni"+dh+"228.jpg'>План тренировок для новичков - мужчины"+kn+"0"+yf+"</li>"+zm+"tren_zal/sila_parni"+dh+"229.jpg'>Программа силовых тренировок для мужчин"+kn+"1"+yf+"</li>"+zm+"tren_zal/plan_trenirovok_massa_sila"+dh+"230.jpg'>План тренировок для мужчин на увеличение силы и объёма мышц"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovka_ryki"+dh+"231.jpg'>Комплекс упражнений с упором на мышцы рук"+kn+"1"+yf+"</li>"+zm+"tren_zal/mygchini_gryd"+dh+"232.jpg'>Тренировочный план с упором на грудь"+kn+"1"+yf+"</li>"+zm+"tren_zal/kompleks_yprajnenii_spina"+dh+"233.jpg'>Комплекс упражнений на массу с упором на спину"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_novichiki"+dh+"234.jpg'>Программа тренировок по пауэрлифтингу для новичков"+kn+"1"+yf+"</li>"+zm+"tren_zal/massa_odin_podhod2"+dh+"235.jpg'>Тренировки для мужчин на массу методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_dlia_mujchin"+dh+"236.jpg'>План тренировок на массу для мужчин без упражнений на ноги"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_3_nedeli"+dh+"237.jpg'>Мужской комплекс упражнений на массу из 3-х разных недель"+kn+"2"+yf+"</li>"+zm+"tren_zal/trenirovki_massa_baza"+dh+"238.jpg'>Базовый комплекс упражнений для мужчин на массу и силу"+kn+"2"+yf+"</li>"+zm+"tren_zal/trenirovki_dlia_jima_leja"+dh+"239.jpg'>Тренировочный план для увеличения жима лёжа"+kn+"2"+yf+"</li>"+zm+"tren_zal/myjchini_silovaia_trenirovka2"+dh+"240.jpg'>Тренировочный план для мужчин на увеличение силы и массы мышц"+kn+"2"+yf+"</li>"+zm+"tren_zal/plan_trenirovok"+dh+"241.jpg'>План тренировок по пауэрлифтингу - продвинутые"+kn+"3"+yf+"</li>"+zm+"tren_zal/syperseti_mygiki"+dh+"160.jpg'>Комплекс упражнений из суперсетов для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/mugiki_superseti"+dh+"81.jpg'>Универсальный план тренировок для мужчин"+kn+"3"+yf+"</li>"+zm+"tren_zal/super_massa"+dh+"242.jpg'>Супер убойный план тренировок на массу для мужчин"+kn+"4"+yf+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_zal/massa_4"+dh+"243.jpg'>Мужской план на массу для новичков из 4-х тренировок"+kn+"0"+yf+"</li>"+zm+"tren_zal/trenirovki_massa_4"+dh+"244.jpg'>Комплекс упражнений для набора массы на 4 тренировки в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/massa_odin_podhod3"+dh+"245.jpg'>Мужские тренировки на набор массы методом одного подхода"+kn+"1"+yf+"</li>"+zm+"tren_zal/trenirovki_na_massu"+dh+"246.jpg'>Мужской тренировочный план по методу пирамиды"+kn+"1"+yf+"</li>"+zm+"tren_zal/plan_massa"+dh+"247.jpg'>Комплекс упражнений на массу для мужчин из 4-х тренировок в неделю"+kn+"3"+yf+"</li>"+zm+"tren_zal/plan_sila_3_tren"+dh+"248.jpg'>Мужской комплекс упражнений из 4-х тренировок на массу и силу"+kn+"3"+yf+"</li>"+zm+"tren_zal/kompleks_massa"+dh+"161.jpg'>Комплекс упражнений на набор массы для мужчин из трисетов"+kn+"4"+yf+"</li>"+zm+"tren_zal/krygovaia_trenirovka_mujiki"+dh+"162.jpg'>Круговые тренировки для мужчин на массу и рельеф"+kn+"4"+yf+"</li>"+zm+"tren_zal/parni_4_trenirovki"+dh+"91.jpg'>Универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yf+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_zal/kompleks_yprajnenii_na_massy"+dh+"249.jpg'>Комплекс упражнений для набора массы на 5 тренировок в неделю"+kn+"1"+yf+"</li>"+zm+"tren_zal/kompleks_massa_5"+dh+"250.jpg'>Комплекс упражнений для мужчин на массу из 5-ти тренировок"+kn+"2"+yf+"</li>"+zm+"tren_zal/kompleks_massa2"+dh+"251.jpg'>Программа тренировок для мужчин на массу и рельеф"+kn+"3"+yf+"</li>"+zm+"tren_zal/kompleks_5v1"+dh+"252.jpg'>Мужской комплекс на массу «пять в одном»"+kn+"4"+yf+"</li>"+zm+"tren_zal/parni_5_trenirovok"+dh+"96.jpg'>Универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yf+"</li></ol>";




document.getElementById('trenirovkimdm2').innerHTML = "<ol class='sp_tr'><b>1 ТРЕНИРОВКА В НЕДЕЛЮ</b><br>"+zm+"tren_doma/massa_1_parni"+dh+"253.jpg'>Мужской домашний комплекс для массы на 1 тренировку в неделю"+kn+"1"+yq+" гантели"+za+"</li>"+zm+"tren_doma/massa_1_parni_bez"+dh+"254.jpg'>Мужской комплекс без инвентаря для массы на 1 тренировку в неделю"+kn+"1"+yq+" без инвентаря"+za+"</li><br><b>2 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/parni_massa_bez_2"+dh+"255.jpg'>Программа тренировок без инвентаря для мужчин на массу из 2-х занятий"+kn+"0"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/parni_massa_rezina2"+dh+"256.jpg'>Мужские 2-х разовые тренировки с резиной на массу"+kn+"0"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/massa_nov_parni"+dh+"257.jpg'>Мужской план на массу для новичков в домашних условиях"+kn+"0"+yq+" гантели, лавка"+za+"</li>"+zm+"tren_doma/massa_2_parni"+dh+"258.jpg'>Домашний план для мужчин на мышечную массу на 2 тренировки"+kn+"2"+yq+" гантели"+za+"</li>"+zm+"tren_doma/turnik_brusia_trenirovki"+dh+"259.jpg'>Комплекс упражнений на брусьях и турнике для набора массы"+kn+"3"+yq+" турник, брусья"+za+"</li>"+zm+"tren_doma/plan_2_tren_doma"+dh+"105.jpg'>Домашний универсальный комплекс упражнений для мужчин на 2 тренировки"+kn+"3"+yq+" гантели, турник"+za+"</li><br><b>3 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/my_d_massa_n_3"+dh+"283.jpg'>Мужской облегчённый домашний план для новичков на массу из 3-х тренировок"+kn+"0"+yq+" гантели"+za+"</li>"+zm+"tren_doma/parni_massa_bez_3"+dh+"260.jpg'>Комплекс упражнений без инвентаря для мужчин на массу из 3-х тренировок"+kn+"1"+yq+""+za+"</li>"+zm+"tren_doma/doma"+dh+"261.jpg'>Тренировки в домашних условиях, или - как накачаться дома"+kn+"1"+yq+" гантели, турник, брусья"+za+"</li>"+zm+"tren_doma/parni_massa_rezina3"+dh+"262.jpg'>Мужские 3-х разовые тренировки с резиной на массу"+kn+"1"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/doma_parni_massa"+dh+"263.jpg'>План тренировок в домашних условиях на массу со штангой и гантелями"+kn+"1"+yq+" гантели, штанга, турник, брусья, лавка"+za+"</li>"+zm+"tren_doma/ganteli_parni_massa_3"+dh+"264.jpg'>Программа тренировок с гантелями для мужчин на массу из 3-х занятий"+kn+"1"+yq+" гантели"+za+"</li>"+zm+"tren_doma/trenirovki_3_massa"+dh+"265.jpg'>Домашний комплекс упражнений для мужчин на массу из 3-х разных недель"+kn+"2"+yq+" гантели, штанга, турник, брусья, лавка"+za+"</li>"+zm+"tren_doma/doma_parni_massa2"+dh+"266.jpg'>Тренировки дома на массу с упором на мышцы рук"+kn+"2"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/doma_parni_relief"+dh+"177.jpg'>Мужские тренировки в домашних условиях на рельеф"+kn+"3"+yq+" гантели, штанга, лавка, турник, брусья"+za+"</li>"+zm+"tren_doma/mugiki_superseti_doma"+dh+"110.jpg'>Домашний универсальный план тренировок для мужчин"+kn+"3"+yq+" гантели, лавка, турник"+za+"</li><br><b>4 ТРЕНИРОВКИ В НЕДЕЛЮ</b><br>"+zm+"tren_doma/massa4_parni"+dh+"267.jpg'>Облегчённые домашние тренировки для мужиков на массу"+kn+"0"+yq+" гантели, штанга, лавка"+za+"</li>"+zm+"tren_doma/massa_4_parni"+dh+"268.jpg'>Домашние тренировки для мужиков на массу"+kn+"1"+yq+" гантели, штанга"+za+"</li>"+zm+"tren_doma/parni_massa_bez_4"+dh+"269.jpg'>Программа тренировок без инвентаря для мужчин на массу из 4-х занятий"+kn+"2"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/plan_4_massa"+dh+"270.jpg'>Домашние тренировки для мужчин на массу из 3-х разных недель"+kn+"2"+yq+" гантели, штанга, лавка, турник, брусья"+za+"</li>"+zm+"tren_doma/parni_massa_rezina4"+dh+"271.jpg'>Мужские 4-х разовые тренировки с резиной на массу"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/trenirovki_massa"+dh+"181.jpg'>Домашние тренировки с суперсетами на массу"+kn+"3"+yq+" гантели, штанга, турник"+za+"</li>"+zm+"tren_doma/krygovaia_trenirovka_parni"+dh+"182.jpg'>Домашние круговые тренировки для мужчин на массу и рельеф"+kn+"4"+yq+" гантели, штанга, турник, лавка"+za+"</li>"+zm+"tren_doma/plan_4_trenirovki"+dh+"121.jpg'>Домашний универсальный комплекс упражнений для мужчин на 4 тренировки"+kn+"4"+yq+"гантели, штанга, турник, брусья, лавка"+za+"</li><br><b>5 ТРЕНИРОВОК В НЕДЕЛЮ</b><br/>"+zm+"tren_doma/trenirovki_massa2"+dh+"272.jpg'>Мужской комплекс упражнений в домашних условиях на набор массы"+kn+"1"+yq+" гантели, штанга, брусья"+za+"</li>"+zm+"tren_doma/trenirovki_5_massa"+dh+"273.jpg'>Домашний план тренировок для мужчин на массу: 5 тренировок в неделю"+kn+"2"+yq+" гантели, штанга, турник, брусья"+za+"</li>"+zm+"tren_doma/parni_massa_rezina5"+dh+"274.jpg'>Мужские 5-ти разовые тренировки с резиной на массу"+kn+"2"+yq+" резиновые петли, ленты или эспандеры"+za+"</li>"+zm+"tren_doma/parni_massa_bez_5"+dh+"275.jpg'>Программа тренировок без инвентаря для мужчин на массу из 5-ти занятий"+kn+"3"+yq+" без инвентаря"+za+"</li>"+zm+"tren_doma/5_trenirovok_massa"+dh+"276.jpg'>Мужская программа для дома на массу из 5-ти тренировок"+kn+"3"+yq+" гантели, штанга, турник"+za+"</li>"+zm+"tren_doma/plan_5_trenirovok"+dh+"126.jpg'>Домашний универсальный комплекс упражнений для мужчин на 5 тренировок"+kn+"4"+yq+"гантели, штанга, лавка, турник, брусья"+za+"</li><br><b>БЕЗ ЧЁТКОГО КОЛИЧЕСТВА</b><br>"+zm+"tren_doma/ytrennya_zariadka"+dh+"65.jpg'>Комплекс упражнений для утренней зарядки"+kn+"0"+yq+" гантели"+za+"</li></ol>";


document.getElementById('dietigzp2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pitanie/meniu_dlia_pohudenia2.html'>Женская диета для похудения"+zz+"pitanie/dieta_pohudenie.html'>Женская лакто-вегетарианская диета для похудения"+zz+"pitanie/dieta_pohudenie3.html'>Женская диета трёхразового питания на похудение"+zz+"pitanie/dieta_bistro.html'>Краткосрочная диета для женщин для быстрого похудения"+zz+"pitanie/dieta_relief.html'>Женская низкоуглеводная диета для жиросжигания и сушки"+zz+"pitanie/dieta_lechebnaia.html'>Женская щадящая (лечебная) диета для похудения</a></li></ol>";
document.getElementById('dietimzp2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pitanie/meniu_dlia_pohudenia.html'>Мужская диета для похудения"+zz+"pitanie/dieta_pohudenie_lacto.html'>Мужская лакто-вегетарианская диета для похудения"+zz+"pitanie/dieta_pohudenie_mujiki.html'>Мужская диета трёхразового питания на похудение"+zz+"pitanie/dieta_relief2.html'>Мужская низкоуглеводная диета для жиросжигания и сушки</a></li></ol>";
document.getElementById('dietigzr2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pitanie/meniu_dlia_podderjania_vesa.html'>Женская диета для поддержания веса"+zz+"pitanie/dieta_podderjanie_vesa.html'>Женская диета на поддержание веса с 3-х разовым питанием</a></li></ol>";
document.getElementById('dietimzr2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pitanie/meniu_dlia_podderjania_vesa2.html'>Мужская диета для поддержания веса"+zz+"pitanie/dieta_podderjanie_vesa2.html'>Мужская диета на поддержание веса с 3-х разовым питанием</a></li></ol>";
document.getElementById('dietigzm2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pitanie/meniu_dlia_nabora_vesa2.html'>Женская диета для набора веса"+zz+"pitanie/nabor_vesa.html'>Высокоуглеводная диета для женщин, которым тяжело набрать вес"+zz+"pitanie/nabor_vesa_devushki.html'>Женская диета с 3-х разовым питанием на набор мышечной массы</a></li></ol>";
document.getElementById('dietimzm2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pitanie/meniu_dlia_nabora_vesa.html'>Мужская диета для набора веса"+zz+"pitanie/dieta_nabor_vesa.html'>Мужская высокоуглеводная диета (для хардгейнеров) на набор мышечной массы"+zz+"pitanie/nabor_vesa2.html'>Мужская диета с 3-х разовым питанием на набор мышечной массы</a></li></ol>";


gryd2 = document.getElementById('gryd2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_s'"+zu+"jim_leja.html'>Жим штанги лёжа классический</a></li><li class='inv_t'"+zu+"jim_leja_smit.html'>Жим лёжа широким хватом в смите</a></li><li class='inv_g'"+zu+"jim_gantelei_vverh.html'>Жим гантелями лёжа под углом вверх</a></li><li class='inv_t'"+zu+"jim_v_trenajere.html'>Жим в грудном тренажёре сидя</a></li><li class='inv_g'"+zu+"jim_gantelei_lega.html'>Жим гантелей горизонтально</a></li><li class='inv_s'"+zu+"jim_leja_pod_yglom.html'>Жим штанги лёжа под углом вверх</a></li><li class='inv_t'"+zu+"pod_yglom_smit.html'>Жим лёжа под углом вверх в смите</a></li><li class='inv_s'"+zu+"jim_leja_uzkim_hvatom.html'>Жим штанги лёжа узким хватом</a></li><li class='inv_t'"+zu+"uzkim_hvatom_smit.html'>Жим лёжа узким хватом в смите</a></li><li class='ogr_6 inv_s'"+zu+"jim_leja_vniz_golovoi.html'>Жим штанги головой вниз</a></li><li class='ogr_6 inv_g'"+zu+"jim_leja_vniz_golovoi2.html'>Жим гантелей лёжа под углом вниз</a></li><li class='inv_r'"+zu+"rezina_jim.html'>Жим перед собой с резиной</a></li><li class='inv_z'"+zu+"jim_st.html'>Жим перед собой статичный</a></li><li class='inv_z'"+zu+"otjimaniy_ot_pola2.html'>Отжимания от пола узким хватом</a></li><li class='inv_z'"+zu+"otjimaniy_ot_pola.html'>Отжимания от пола широким хватом</a></li><li class='inv_b'"+zu+"otjimania_ot_brysiev.html'>Отжимания от брусьев</a></li><li class='inv_t'"+zu+"otjimania_ot_brysiev_grav.html'>Отжимания от брусьев в гравитроне</a></li><li class='inv_z'"+zu+"otjimaniy_ot_lavki.html'>Отжимания широким хватом от лавки</a></li><li class='inv_b'"+zu+"otjimaniy_ot_brusiev.html'>Отжимания от брусьев горизонтально</a></li><li class='inv_x'"+zu+"otjimaniy_ot_lent.html'>Отжимания от лент / петель</a></li><li class='inv_z'"+zu+"otjimaniy_hlopki.html'>Отжимания от пола с хлопками</a></li><li class='inv_r'"+zu+"rezina_otjimaniy.html'>Отжимания от пола узким хватом с резиной</a></li><li class='inv_r'"+zu+"rezina_otjimaniy_ot_pola.html'>Отжимания от пола широким хватом с резиной</a></li><li class='inv_x'"+zu+"trx_otjimaniy_uzko.html'>Отжимания на TRX узким хватом</a></li><li class='inv_x'"+zu+"otjimaniy_ot_trx.html'>Отжимания на TRX широким хватом</a></li><li class='inv_z'"+zu+"prostin_otjimaniy.html'>Отжимания от простыни широким хватом</a></li><li class='inv_z'"+zu+"prostin_otjimaniy_uzko.html'>Отжимания от простыни узким хватом</a></li><li class='inv_z'"+zu+"otjimaniy_ot_pola_st.html'>Отжимания от пола статичные</a></li><li class='inv_z'"+zu+"svedenie_lega.html'>Сведение рук в упоре лёжа</a></li><li class='inv_s'"+zu+"giliotina.html'>Упражнение «Гильотина»</a></li>Изолированные упражнения:<li class='inv_r'"+zu+"rezina_svedenie2.html'>Приведение руки с резиной</a></li><li class='inv_g'"+zu+"pazvodi_ganteli_gorizontalno.html'>Разводы с гантелями лёжа горизонтально</a></li><li class='inv_g'"+zu+"pazvodi_ganteli.html'>Разводы с гантелями под углом вверх</a></li><li class='inv_t'"+zu+"svedenie_ryk.html'>Сведение рук в тренажёре «бабочка»</a></li><li class='inv_t'"+zu+"svedenie_ryk2.html'>Сведение рук в кроссовере с верхнего блока</a></li><li class='inv_t'"+zu+"svedenie_ryk3.html'>Сведение рук в кроссовере лёжа</a></li><li class='inv_t'"+zu+"svedenie_ryk_v_krossovere.html'>Сведение рук в кроссовере с нижнего блока</a></li><li class='inv_r'"+zu+"rezina_svedenie.html'>Сведение рук с резиной стоя</a></li><li class='inv_x'"+zu+"trx_svedenie.html'>Сведение рук на TRX</a></li><li class='inv_z'"+zu+"prostin_svedenie.html'>Сведение рук на простыне</a></li><li class='inv_z'"+zu+"svedenie_ryk_st.html'>Сведение рук перед собой статичное</a></li></ol>";

giri2 = document.getElementById('giri2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_1 inv_gi'"+zu+"mahi_girei.html'>Махи гирей над головой</a></li><li class='inv_gi'"+zu+"krest.html'>Упражнение «Крест» с гирями или гантелями</a></li><li class='ogr_1 inv_gi'"+zu+"giri_rivok.html'>Рывок гири классический</a></li><li class='ogr_12 inv_gi'"+zu+"giri_jim.html'>Жим гирь стоя</a></li><li class='ogr_12 inv_gi'"+zu+"giri_tolchok.html'>Толчок гирь классический</a></li><li class='ogr_12 inv_gi'"+zu+"giri_tolchok2.html'>Толчок гирь по длинному циклу</a></li><li class='ogr_1 inv_gi'"+zu+"mahi_girei2.html'>Махи гирей попеременно</a></li></ol>";

iagod2 = document.getElementById('iagod2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='ogr_135 inv_g'"+zu+"bolgarski_prised.html'>Болгарские приседания</a></li><li class='ogr_135 inv_r'"+zu+"bolgarski_rezina.html'>Болгарские приседания с резиной</a></li><li class='inv_x'"+zu+"trx_bolgarski.html'>Болгарские приседания на TRX</a></li><li class='ogr_135 inv_g'"+zu+"vipadi_s_gantelymi.html'>Выпады с гантелями</a></li><li class='ogr_35 inv_s'"+zu+"vipadi_v_bok.html'>Выпады в бок</a></li><li class='ogr_135 inv_s'"+zu+"vipadi_so_shtangoi.html'>Выпады со штангой</a></li><li class='ogr_135 inv_t'"+zu+"vipadi_smit.html'>Выпады со штангой в смите</a></li><li class='ogr_35 inv_g'"+zu+"vipadi_hotba.html'>Выпады с ходьбой</a></li><li class='ogr_35 inv_t'"+zu+"vipadi_dorojka.html'>Выпады на беговой дорожке</a></li><li class='ogr_135 inv_r'"+zu+"rezina_vipadi.html'>Выпады с резиной</a></li><li class='ogr_135 inv_r'"+zu+"rezina_vipadi_v_bok.html'>Выпады в бок с резиной</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_vipadi.html'>Выпады с сэндбэгом перед собой</a></li><li class='ogr_5 inv_s'"+zu+"viprigivania_so_stangoi.html'>Выпрыгивания со штангой на плечах</a></li><li class='ogr_6 inv_t'"+zu+"giperekstenzia.html'>Гиперэкстензия (наклоны через козла)</a></li><li class='ogr_6 inv_t'"+zu+"jim_nogami.html'>Жим ногами в тренажёре под углом</a></li><li class='inv_z'"+zu+"jim_nogami_st.html'>Жим ногами статичный</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_zaprigivania.html'>Запрыгивания с сэндбэгом</a></li><li class='ogr_35 inv_g'"+zu+"zashagivania.html'>Зашагивания на подставку с гантелями</a></li><li class='ogr_35 inv_z'"+zu+"zaprigivania_na_kozla.html'>Запрыгивания на «козла» из седа</a></li><li class='ogr_12 inv_s'"+zu+"nakloni_so_shtangoi.html'>Наклоны со штангой на плечах</a></li><li class='ogr_12 inv_t'"+zu+"nakloni_smit.html'>Наклоны со штангой в смите</a></li><li class='ogr_12 inv_a'"+zu+"sandbag_nakloni.html'>Наклоны с сэндбэгом перед собой</a></li><li class='ogr_1 inv_t'"+zu+"nakloni_v_gakk.html'>Наклоны в ГАКК тренажёре</a></li><li class='ogr_12 inv_r'"+zu+"nakloni_petli.html'>Наклоны с резиной</a></li><li class='inv_t'"+zu+"giperekstenzia_obratnaia.html'>Обратная гиперэкстензия</a></li><li class='inv_z'"+zu+"giperekstenzia_obratnaia2.html'>Обратная гиперэкстензия без тренажёра</a></li><li class='inv_x'"+zu+"trx_mostik.html'>Подъём таза лёжа на TRX</a></li><li class='inv_z'"+zu+"mostik_odnoi_nogoi.html'>Подъём таза лёжа одной ногой</a></li><li class='inv_z'"+zu+"mostik.html'>Подъём таза лёжа на полу (мостик)</a></li><li class='inv_t'"+zu+"mostik_smit.html'>Подъём таза лёжа в смите</a></li><li class='ogr_35 inv_z'"+zu+"podem_odnoi_nogoi.html'>Подъём одной ногой на подставку</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga2.html'>Приседания со штангой на плечах</a></li><li class='ogr_1235 inv_t'"+zu+"prisedania_smit2.html'>Приседания со штангой в смите</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_sed.html'>Приседания с пауstanovaia_tiagaзой в седе</a></li><li class='ogr_135 inv_g'"+zu+"prisedania_ganteli.html'>Приседания с гантелями</a></li><li class='ogr_135 inv_t'"+zu+"prisedania_gakk_trenajer.html'>Приседания в ГАКК-тренажёре</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga3.html'>Приседания со штангой «сумо» (плие)</a></li><li class='ogr_1235 inv_t'"+zu+"sumo_smit.html'>Приседания «сумо» (плие) в смите</a></li><li class='ogr_35 inv_z'"+zu+"prisedania_no_odnoi_noge.html'>Приседания на одной ноге</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga.html'>Приседания со штангой на груди</a></li><li class='ogr_135 inv_g'"+zu+"prisedania_mejdy_nog.html'>Приседания с весом между ног</a></li><li class='ogr_135 inv_t'"+zu+"prisedania_smit.html'>Приседания в машине Смита с ногами впереди</a></li><li class='ogr_135 inv_r'"+zu+"prisedania_rezina.html'>Приседания с резиной между ног</a></li><li class='ogr_135 inv_r'"+zu+"rezina_prisedania.html'>Приседания с резиной</a></li><li class='ogr_1235 inv_a'"+zu+"sandbag_prisedania.html'>Приседания с сэндбэгом спереди</a></li><li class='ogr_35 inv_x'"+zu+"trx_prisedania.html'>Приседания на одной ноге с TRX</a></li><li class='ogr_35 inv_z'"+zu+"prostin_prisedania.html'>Приседания на одной ноге с простынёй</a></li><li class='ogr_15 inv_z'"+zu+"prisedania_st.html'>Приседания статичные</a></li><li class='ogr_15 inv_z'"+zu+"mejdy_nog_st.html'>Приседания между ног статичные</a></li><li class='ogr_1 inv_g'"+zu+"stanovaia_tiaga2.html'>Становая тяга с гантелями</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga3.html'>Становая тяга со штангой</a></li><li class='ogr_1 inv_r'"+zu+"rezina_stanovaia_tiaga.html'>Становая тяга с резиной</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga.html'>Становая тяга на прямых ногах</a></li><li class='ogr_12 inv_s'"+zu+"stan_odna_s.html'>Становая тяга на одной ноге со штангой</a></li><li class='ogr_12 inv_t'"+zu+"stan_odna_smit.html'>Становая тяга на одной ноге в смите</a></li><li class='ogr_12 inv_g'"+zu+"stan_odna_g.html'>Становая тяга на одной ноге с гантелями</a></li><li class='ogr_1 inv_r'"+zu+"stan_odna_r.html'>Становая тяга на одной ноге с резиной</a></li><li class='ogr_12 inv_t'"+zu+"stanovaia_tiaga_smit.html'>Становая тяга на прямых ногах в смите</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga_symo.html'>Становая тяга «сумо»</a></li><li class='ogr_1235 inv_s'"+zu+"stanovaia_tiaga_podstavka.html'>Становая тяга стоя на подставке</a></li><li class='ogr_1 inv_z'"+zu+"stanovaia_tiaga_st.html'>Становая тяга статичная</a></li>Изолированные упражнения:<li class='inv_z'"+zu+"otvedenie_nogi_lega.html'>Махи ногой, лёжа на боку</a></li><li class='inv_r'"+zu+"rezina_otvedenie.html'>Отведение ноги с резиной</a></li><li class='inv_z'"+zu+"otvedenie_na_polu.html'>Отведение ноги на четвереньках</a></li><li class='inv_r'"+zu+"otvedenie_na_polu_rezina.html'>Отведение ноги на четвереньках с резиной</a></li><li class='inv_t'"+zu+"otvedenie_nogi_v_trenajere.html'>Отведение ноги в кроссовере</a></li><li class='inv_z'"+zu+"razgibanie_bedra.html'>Разгибание бедра на четвереньках</a></li><li class='inv_t'"+zu+"razgibanie_bedra_trenajer.html'>Разгибание бедра в кроссовере</a></li><li class='inv_t'"+zu+"razgibanie_bedra_trenajer2.html'>Разгибание бедра в тренажёре</a></li><li class='inv_t'"+zu+"razgibanie_bedra2.html'>Разгибание бедра в кроссовере на четвереньках</a></li><li class='inv_r'"+zu+"rezina_razgibanie_bedra.html'>Разгибание бедра стоя с резиной</a></li><li class='inv_r'"+zu+"rezina_bedro.html'>Разгибание бедра с резиной на полу</a></li><li class='inv_t'"+zu+"razvedenie_nog.html'>Разведение ног в тренажёре</a></li><li class='inv_t'"+zu+"otvedenie_nogi_maiatnik.html'>Отведение ноги в тренажёре</a></li></ol>";


poias2 = document.getElementById('poias2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='ogr_6 inv_t'"+zu+"giperekstenzia.html'>Гиперэкстензия (наклоны через козла)</a></li><li class='ogr_12 inv_s'"+zu+"nakloni_so_shtangoi.html'>Наклоны со штангой на плечах</a></li><li class='ogr_1 inv_t'"+zu+"nakloni_v_gakk.html'>Наклоны в ГАКК тренажёре</a></li><li class='ogr_12 inv_r'"+zu+"nakloni_petli.html'>Наклоны с резиной</a></li><li class='inv_a'"+zu+"sandbag_nakloni.html'>Наклоны с сэндбэгом перед собой</a></li><li class='ogr_12 inv_t'"+zu+"nakloni_smit.html'>Наклоны со штангой в смите</a></li><li class='inv_t'"+zu+"giperekstenzia_obratnaia.html'>Обратная гиперэкстензия</a></li><li class='inv_z'"+zu+"giperekstenzia_obratnaia2.html'>Обратная гиперэкстензия без тренажёра</a></li><li class='ogr_1 inv_g'"+zu+"stanovaia_tiaga2.html'>Становая тяга с гантелями</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga3.html'>Становая тяга со штангой</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga.html'>Становая тяга на прямых ногах</a></li><li class='ogr_12 inv_s'"+zu+"stan_odna_s.html'>Становая тяга на одной ноге со штангой</a></li><li class='ogr_12 inv_t'"+zu+"stan_odna_smit.html'>Становая тяга на одной ноге в смите</a></li><li class='ogr_12 inv_g'"+zu+"stan_odna_g.html'>Становая тяга на одной ноге с гантелями</a></li><li class='ogr_1 inv_r'"+zu+"stan_odna_r.html'>Становая тяга на одной ноге с резиной</a></li><li class='ogr_12 inv_t'"+zu+"stanovaia_tiaga_smit.html'>Становая тяга на прямых ногах в смите</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga_symo.html'>Становая тяга «сумо»</a></li><li class='ogr_1235 inv_s'"+zu+"stanovaia_tiaga_podstavka.html'>Становая тяга стоя на подставке</a></li><li class='ogr_1 inv_r'"+zu+"rezina_stanovaia_tiaga.html'>Становая тяга с резиной</a></li><li class='ogr_1 inv_z'"+zu+"stanovaia_tiaga_st.html'>Становая тяга статичная</a></li>Изолированные упражнения:<li class='inv_t'"+zu+"giperekstenzia_trenajer.html'>Разгибание спины в тренажёре</a></li></ol>";


verh2 = document.getElementById('verh2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_z'"+zu+"prostin_bokovie.html'>Боковые подтягивания на простыне</a></li><li class='inv_x'"+zu+"trx_bokovie.html'>Боковые подтягивания на TRX</a></li><li class='inv_u'"+zu+"podtiagivania_shiroko.html'>Подтягивания широким хватом к груди</a></li><li class='inv_t'"+zu+"podtiagivania_shiroko_grav.html'>Подтягивания широким хватом в гравитроне</a></li><li class='inv_u'"+zu+"podtiagivania_shiroko2.html'>Подтягивания за голову широким хватом</a></li><li class='inv_x'"+zu+"podtiagivanie_liamki.html'>Подтягивания на лентах / петлях</a></li><li class='inv_b'"+zu+"podtiagivanie_brysia2.html'>Подтягивания на брусьях с ногами</a></li><li class='inv_x'"+zu+"trx_podtiagivania.html'>Подтягивания вертикальные на TRX</a></li><li class='inv_z'"+zu+"podtiagivania_lega.html'>Подтягивания лёжа на полу</a></li><li class='inv_b'"+zu+"podtiagivanie_brysia.html'>Подтягивания на брусьях</a></li><li class='inv_u'"+zu+"podtiagivania_yzko.html'>Подтягивания узким и/или параллельным хватом</a></li><li class='inv_t'"+zu+"podtiagivanie_smit.html'>Подтягивания в машине смита</a></li><li class='inv_u'"+zu+"podtiagivania_obratnim_hvatom.html'>Подтягивания обратным хватом</a></li><li class='inv_t'"+zu+"podtiagivania_obratnim_hvatom_grav.html'>Подтягивания обратным хватом в гравитроне</a></li><li class='inv_z'"+zu+"prostin_podtiagivania.html'>Подтягивания на простыне</a></li><li class='inv_t'"+zu+"richajnaia_tiaga.html'>Рычажная тяга в тренажёре</a></li><li class='inv_t'"+zu+"tiaga_s_verhnego_bloka2.html'>Тяга за голову с верхнего блока</a></li><li class='inv_t'"+zu+"tiaga_gorizontalnogo_bloka.html'>Тяга горизонтального блока</a></li><li class='ogr_12 inv_g'"+zu+"tiaga_ganteli2.html'>Тяга гантелей в наклоне</a></li><li class='ogr_12 inv_s'"+zu+"tiaga_shtangi_v_naklone.html'>Тяга штанги в наклоне</a></li><li class='ogr_12 inv_t'"+zu+"tiaga_v_naklone_smit.html'>Тяга штанги в наклоне в смите</a></li><li class='inv_t'"+zu+"tiaga_s_verhnego_bloka.html'>Тяга к груди с верхнего блока широким хватом</a></li><li class='inv_t'"+zu+"tiaga_s_verhnego_bloka1.html'>Тяга к груди с верхнего блока обратным хватом</a></li><li class='inv_t'"+zu+"tiaga_s_verhnego_bloka3.html'>Тяга с верхнего блока узким хватом</a></li><li class='inv_g'"+zu+"tiaga_ganteli.html'>Тяга одной гантели в наклоне</a></li><li class='inv_t'"+zu+"tiaga_smit.html'>Тяга одной рукой в наклоне в смите</a></li><li class='ogr_12 inv_t'"+zu+"tiaga_v_naklone.html'>Тяга Т-грифа в наклоне</a></li><li class='inv_t'"+zu+"tiaga_leja.html'>Тяга Т-грифа лёжа</a></li><li class='inv_t'"+zu+"tiaga_richajnaia.html'>Тяга рычажная вертикальная</a></li><li class='inv_g'"+zu+"tiaga_gantelei_leja.html'>Тяга гантелей лёжа</a></li><li class='ogr_1 inv_t'"+zu+"tiaga_v_naklone2.html'>Тяга в наклоне с нижнего блока</a></li><li class='inv_t'"+zu+"tiaga_lega.html'>Тяга лёжа с нижнего блока</a></li><li class='ogr_12 inv_r'"+zu+"tiaga_naklon_petli.html'>Тяга в наклоне с резиной</a></li><li class='inv_r'"+zu+"rezina_tiaga_ganteli.html'>Тяга одной рукой в наклоне с резиной</a></li><li class='ogr_1 inv_r'"+zu+"rezina_tiaga_v_naklone.html'>Тяга резины снизу в наклоне</a></li><li class='ogr_1 inv_r'"+zu+"rezina_gorizontalno.html'>Тяга горизонтальная с резиной</a></li><li class='inv_r'"+zu+"rezina_gorizontalno_st.html'>Тяга горизонтальная с резиной стоя</a></li><li class='ogr_12 inv_a'"+zu+"sandbag_tiaga.html'>Тяга сэндбэга в наклоне</a></li><li class='inv_z'"+zu+"polotence_gorizontalno.html'>Тяга горизонтальная с полотенцем</a></li><li class='inv_z'"+zu+"tiaga_gorizont_st.html'>Тяга горизонтальная статичная</a></li><li class='ogr_1 inv_x'"+zu+"trx_pylover.html'>Пуловер на TRX-петлях</a></li><li class='ogr_1 inv_z'"+zu+"prostin_pylover.html'>Пуловер на простыне</a></li>Изолированные упражнения:<li class='inv_t'"+zu+"privedenie_loktei.html'>Приведение локтей в кроссовере</a></li><li class='inv_g'"+zu+"pylover_s_gantelei.html'>Пуловер с гантелей лёжа</a></li><li class='inv_s'"+zu+"pylover_so_shtangoi.html'>Пуловер лёжа со штангой</a></li><li class='inv_r'"+zu+"rezina_pylover.html'>Пуловер лёжа с резиной</a></li><li class='inv_t'"+zu+"tiaga_s_verhnego_bloka4.html'>Тяга с верхнего блока на прямых руках</a></li><li class='inv_r'"+zu+"rezina_tiaga.html'>Тяга резины сверху на прямых руках</a></li></ol>";



sheia2 = document.getElementById('sheia2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_6 inv_z'"+zu+"sgibanie_shei.html'>Сгибание шеи лёжа</a></li><li class='ogr_6 inv_z'"+zu+"razgibanie_shei.html'>Разгибание шеи лёжа</a></li><li class='inv_z'"+zu+"sheia.html'>Повороты головы в упоре лбом</a></li><li class='inv_t'"+zu+"razgibanie_shei2.html'>Разгибание шеи с лямками</a></li><li class='inv_t'"+zu+"yprajnenia/sgibanie_shei2.html'>Сгибание шеи с лямками</a></li></ol>";


trap2 = document.getElementById('trap2').innerHTML = "<ol style='margin-top:4pt'><li class='inv_g'"+zu+"shragi_ganteli.html'>Шраги с гантелями стоя</a></li><li class='inv_s'"+zu+"shragi_shtanga.html'>Шраги со штангой стоя</a></li><li class='inv_t'"+zu+"shragi_trenajer.html'>Шраги в тренажёре</a></li><li class='inv_t'"+zu+"shragi_smit.html'>Шраги в смите стоя</a></li><li class='inv_r'"+zu+"rezina_shragi.html'>Шраги с резиной</a></li></ol>";


presss2 = document.getElementById('presss2').innerHTML = "<ol style='margin-top:4pt'><li class='inv_t'"+zu+"podem_nog_v_ypore.html'>Подъём ног в упоре</a></li><li class='ogr_4 inv_u'"+zu+"podem_nog_v_vise.html'>Подъём ног в висе</a></li><li class='ogr_4 inv_t'"+zu+"podem_nog_na_skameike.html'>Подъём ног на наклонной скамье</a></li><li class='inv_z'"+zu+"podem_nog_leja.html'>Подъём ног лёжа</a></li><li class='inv_z'"+zu+"podem_nog_sidia.html'>Подъём ног сидя на лавке</a></li><li class='ogr_4 inv_r'"+zu+"rezina_podem_nog_leja.html'>Подъём ног лёжа с резиной</a></li><li class='ogr_14 inv_r'"+zu+"rzina_nogi.html'>Подтягивание ног с резиной в упоре лёжа</a></li><li class='ogr_14 inv_x'"+zu+"trx_podem_nog.html'>Подтягивания ног к груди на TRX</a></li><li class='ogr_146 inv_t'"+zu+"skrychivania_na_lavke.html'>Скручивания на наклонной лавке</a></li><li class='ogr_4 inv_z'"+zu+"skrychivania_na_poly.html'>Скручивания лёжа на полу</a></li><li class='ogr_124 inv_t'"+zu+"skrychivania_rimskii_styl.html'>Скручивания в римском стуле</a></li><li class='inv_t'"+zu+"skrychivania_v_trenajere.html'>Скручивания на тренажёре</a></li><li class='inv_t'"+zu+"skrychivania_s_verhnego_bloka.html'>Скручивания с верхнего блока сидя</a></li><li class='ogr_124 inv_t'"+zu+"press_rolik.html'>Скручивания c роликом для пресса</a></li><li class='ogr_46 inv_u'"+zu+"skrychivania_v_vise.html'>Скручивания в висе вниз головой</a></li><li class='ogr_4 inv_r'"+zu+"rezina_skrychivania.html'>Скручивания лёжа на полу с резиной</a></li><li class='inv_r'"+zu+"rezina_skrychivania2.html'>Скручивания сидя с резиной</a></li><li class='ogr_14 inv_x'"+zu+"trx_skladka.html'>Упражнение «Складка» на TRX</a></li><li class='ogr_12 inv_z'"+zu+"planka.html'>Упражнение «планка»</a></li><li class='ogr_4 inv_z'"+zu+"velosiped.html'>Упражнение «велосипед»</a></li><li class='ogr_4 inv_z'"+zu+"ygolok.html'>Упражнение «Уголок»</a></li></ol>";

podpoi2 = "<ol style='margin-top:4pt'><li class='inv_t'"+zu+"podem_nog_v_ypore.html'>Подъём ног в упоре</a></li><li class='ogr_4 inv_u'"+zu+"podem_nog_v_vise.html'>Подъём ног в висе</a></li><li class='ogr_4 inv_t'"+zu+"podem_nog_na_skameike.html'>Подъём ног на наклонной скамье</a></li><li class='inv_z'"+zu+"podem_nog_leja.html'>Подъём ног лёжа</a></li><li class='inv_z'"+zu+"podem_nog_sidia.html'>Подъём ног сидя на лавке</a></li><li class='ogr_4 inv_z'"+zu+"velosiped.html'>Упражнение «велосипед»</a></li><li class='ogr_4 inv_r'"+zu+"rezina_podem_nog_leja.html'>Подъём ног лёжа с резиной</a></li><li class='ogr_4 inv_z'"+zu+"ygolok.html'>Упражнение «Уголок»</a></li></ol>";



kosie2 = document.getElementById('kosie2').innerHTML = "<ol style='margin-top:4pt'><li class='inv_g'"+zu+"nakloni_v_bok_ganteli.html'>Наклоны в бок с гантелей стоя</a></li><li class='inv_z'"+zu+"vrachenie_stoia.html'>Вращение корпуса стоя/сидя</a></li><li class='inv_t'"+zu+"bokovie_nakloni.html'>Боковые наклоны через «козла»</a></li><li class='inv_t'"+zu+"vrachenia_v_trenajere.html'>Вращения в тренажёре</a></li><li class='inv_z'"+zu+"bokovie_skruchivania.html'>Скручивания лёжа на боку</a></li><li class='inv_z'"+zu+"bokovaia_planka.html'>Боковая планка</a></li><li class='inv_r'"+zu+"rezina_nakloni.html'>Наклоны в бок с резиной стоя</a></li><li class='inv_r'"+zu+"rezina_vrachenie.html'>Вращение корпуса с резиной стоя</a></li></ol>";


biceps2 = document.getElementById('biceps2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_u'"+zu+"podtiagivania_obratnim_hvatom.html'>Подтягивания обратным хватом</a></li><li class='inv_t'"+zu+"podtiagivania_obratnim_hvatom_grav.html'>Подтягивания обратным хватом в гравитроне</a></li><li class='inv_t'"+zu+"tiaga_s_verhnego_bloka1.html'>Тяга к груди с верхнего блока обратным хватом</a></li>Изолированные упражнения:<li class='inv_s'"+zu+"sgibanie_ryk_so_shtangoi.html'>Сгибание рук со штангой стоя</a></li><li class='inv_g'"+zu+"bizeps_sidia_poperemenno.html'>Сгибания рук с гантелями сидя/стоя</a></li><li class='inv_g'"+zu+"biceps_molotok.html'>Сгибание рук с гантелями \"молот\"</a></li><li class='inv_s'"+zu+"sgibanie_ryk_so_shtangoi2.html'>Сгибание рук со штангой хватом сверху</a></li><li class='inv_t'"+zu+"biceps_v_trenagere.html'>Сгибание рук в тренажёре</a></li><li class='inv_g'"+zu+"cherez_koleno.html'>Сгибание руки сидя через колено</a></li><li class='inv_t'"+zu+"biceps_skotta.html'>Сгибание рук на скамье скотта</a></li><li class='inv_g'"+zu+"bizeps_sidia.html'>Сгибание рук с гантелями сидя под углом</a></li><li class='inv_t'"+zu+"bizeps_v_krossovere2.html'>Сгибание рук с нижнего блока</a></li><li class='inv_s'"+zu+"bizeps_ez.html'>Сгибание рук с EZ грифом</a></li><li class='inv_t'"+zu+"bizeps_v_krossovere.html'>Сгибание рук с верхнего блока в кроссовере</a></li><li class='inv_r'"+zu+"sgibanie_ryk_rezina.html'>Сгибания рук с резиной стоя</a></li><li class='inv_r'"+zu+"rezina_biceps.html'>Сгибание руки с резиной сверху</a></li><li class='inv_r'"+zu+"rezina_sgibanie_ryk.html'>Сгибание рук с резиной хватом сверху</a></li><li class='inv_r'"+zu+"rezina_cherez_koleno.html'>Сгибание руки через колено с резиной</a></li><li class='inv_r'"+zu+"rezina_molotok.html'>Сгибание рук с резиной «молот»</a></li><li class='inv_a'"+zu+"sandbag_biceps.html'>Сгибания рук с сэндбэгом</a></li><li class='inv_x'"+zu+"trx_sgibanie_ryk.html'>Сгибания рук на TRX-петлях</a></li><li class='inv_z'"+zu+"prostin_sgibanie_ryk.html'>Сгибания рук на простыне</a></li><li class='inv_x'"+zu+"trx_molotok.html'>Сгибание рук «молот» на TRX</a></li><li class='inv_x'"+zu+"trx_biceps.html'>Сгибание одной руки на TRX</a></li><li class='inv_z'"+zu+"prostin_biceps.html'>Сгибание одной руки на простыне</a><li class='inv_z'"+zu+"prostin_molotok.html'>Сгибание рук «молот» на простыне</a></li><li class='inv_t'"+zu+"bizeps_za_golovy.html'>Сгибание рук с верхнего блока за голову</a></li><li class='inv_z'"+zu+"sgibanie_ryk_st.html'>Сгибания рук статичные</a></li><li class='inv_g'"+zu+"biceps_naklon.html'>Сгибание руки с гантелью в наклоне</a></li></ol>";


tric2 = document.getElementById('tric2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_s'"+zu+"jim_leja_uzkim_hvatom.html'>Жим штанги лёжа узким хватом</a></li><li class='inv_t'"+zu+"uzkim_hvatom_smit.html'>Жим лёжа узким хватом в смите</a></li><li class='inv_t'"+zu+"jim_tricepc.html'>Жим в тренажёре на трицепс</a></li><li class='inv_z'"+zu+"otjimaniy_ot_lavki_szadi.html'>Отжимания от лавки сзади</a></li><li class='inv_b'"+zu+"otjimania_ot_brysiev.html'>Отжимания от брусьев</a></li><li class='inv_t'"+zu+"otjimania_ot_brysiev_grav.html'>Отжимания от брусьев в гравитроне</a></li><li class='inv_z'"+zu+"otjimaniy_ot_pola2.html'>Отжимания от пола узким хватом</a></li><li class='inv_b'"+zu+"otjimaniy_ot_brusiev.html'>Отжимания от брусьев горизонтально</a></li><li class='inv_r'"+zu+"rezina_otjimaniy.html'>Отжимания от пола узким хватом с резиной</a></li><li class='inv_r'"+zu+"rezina_lavki_szadi.html'>Отжимания от лавки сзади с резиной</a></li><li class='inv_x'"+zu+"trx_otjimaniy_szadi.html'>Отжимания сзади на TRX</a></li><li class='inv_x'"+zu+"trx_otjimaniy_uzko.html'>Отжимания на TRX узким хватом</a></li><li class='inv_z'"+zu+"prostin_otjimaniy_uzko.html'>Отжимания от простыни узким хватом</a></li><li class='inv_z'"+zu+"otjimaniy_ot_pola_st.html'>Отжимания от пола статичные</a></li>Изолированные упражнения:<li class='inv_t'"+zu+"razgibanie_ryk_verhnii_blok.html'>Разгибание рук с верхнего блока</a></li><li class='inv_g'"+zu+"triceps_v_naklone.html'>Разгибание рук с гантелями в наклоне</a></li><li class='inv_t'"+zu+"triceps_s_verhnego_bloka.html'>Разгибание руки с верхнего блока</a></li><li class='inv_t'"+zu+"razgibanie_ryk_verhnii_blok2.html'>Разгибание рук с верхнего блока хватом снизу</a></li><li class='inv_t'"+zu+"francyzckii_jim_nijni_blok.html'>Разгибание рук с нижнего блока</a></li><li class='inv_r'"+zu+"rezina_razgibanie_ryk.html'>Разгибание рук с резиной сверху</a></li><li class='inv_r'"+zu+"rezina_francyzckii2.html'>Разгибание руки с резиной стоя</a></li><li class='inv_r'"+zu+"rezina_triceps_v_naklone.html'>Разгибание рук с резиной в наклоне</a></li><li class='inv_x'"+zu+"trx_triceps.html'>Разгибание рук на TRX-петлях</a></li><li class='inv_z'"+zu+"prostin_triceps.html'>Разгибание рук на простыне</a></li><li class='inv_z'"+zu+"razgibanie_ryk_st.html'>Разгибание рук статичное</a></li><li class='inv_g'"+zu+"francyzckii_jim_stoia2.html'>Французский жим с гантелей стоя и сидя</a></li><li class='inv_s'"+zu+"francyzckii_jim_leja.html'>Французский жим со штангой лёжа</a></li><li class='inv_t'"+zu+"triceps_v_trenagere.html'>Французский жим в тренажёре</a></li><li class='inv_t'"+zu+"triceps_smit.html'>Французский жим сидя в смите</a></li><li class='inv_g'"+zu+"francyzckii_jim_leja2.html'>Французский жим с гантелями лёжа</a></li><li class='inv_g'"+zu+"francyzckii_jim_stoia.html'>Французский жим с гантелью одной рукой</a></li><li class='inv_s'"+zu+"francyzckii_jim_stoia3.html'>Французский жим со штангой сидя или стоя</a></li><li class='inv_r'"+zu+"rezina_francyzckii.html'>Французский жим с резиной лёжа</a></li><li class='inv_r'"+zu+"rezina_francyzckii_jim.html'>Французский жим с резиной стоя</a></li></ol>";

predp2 = document.getElementById('predp2').innerHTML = "<ol style='margin-top:4pt'><li class='inv_s'"+zu+"sgibanie_ryk_so_shtangoi2.html'>Сгибание рук со штангой хватом сверху</a></li><li class='inv_s'"+zu+"cgibanie_zapiastii.html'>Сгибание запястий со штангой сидя</a></li><li class='inv_s'"+zu+"razgibanie_zapiastii.html'>Разгибание запястий со штангой сидя</a></li><li class='inv_r'"+zu+"rezina_sgibanie_ryk.html'>Сгибание рук с резиной хватом сверху</a></li><li class='inv_r'"+zu+"rezina_zapiastia.html'>Сгибание запястий сидя с резиной</a></li><li class='inv_r'"+zu+"rezina_zapiastia2.html'>Разгибание запястий сидя с резиной</a></li><li class='inv_x'"+zu+"trx_predp.html'>Сгибание рук хватом сверху на TRX</a></li><li class='inv_z'"+zu+"prostin_predp.html'>Сгибание рук хватом сверху на простыне</a></li></ol>";


pered2 = document.getElementById('pered2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='ogr_1 inv_g'"+zu+"jim_gantelei_stoia.html'>Жим гантелей стоя</a></li><li class='inv_g'"+zu+"jim_gantelei_sidia.html'>Жим гантелей сидя</a></li><li class='ogr_12 inv_s'"+zu+"gim_shtangi_s_grydi_stoia.html'>Жим штанги с груди стоя</a></li><li class='inv_s'"+zu+"gim_shtangi_s_grydi.html'>Жим штанги с груди сидя</a></li><li class='inv_s'"+zu+"gim_shtangi_iz_za_golovi.html'>Жим штанги из-за головы</a></li><li class='inv_t'"+zu+"gim_iz_za_golovi_smit.html'>Жим сидя из-за головы в смите</a></li><li class='inv_t'"+zu+"jim_vverh.html'>Жим сидя вверх в тренажёре</a></li><li class='inv_t'"+zu+"jim_vverh_smit.html'>Жим сидя с груди в смите</a></li><li class='inv_g'"+zu+"jim_arnolda.html'>Жим Арнольда</a></li><li class='ogr_1 inv_r'"+zu+"rezina_gim_s_grydi.html'>Жим резины с груди стоя</a></li><li class='ogr_12 inv_gi'"+zu+"giri_jim.html'>Жим гирь стоя</a></li><li class='inv_z'"+zu+"gim_s_grydi_st.html'>Жим руками вверх статичный</a></li><li class='ogr_6 inv_z'"+zu+"otgimania_vniz_golovoi.html'>Отжимания вниз головой с помощью ног</a></li><li class='ogr_6 inv_b'"+zu+"brusia_vniz_golovoi.html'>Отжимания от брусьев вниз головой</a></li><li class='inv_s'"+zu+"protiajka.html'>Протяжка со штангой</a></li><li class='inv_t'"+zu+"protiajka_smit.html'>Протяжка со штангой в смите</a></li><li class='inv_g'"+zu+"protiajka_ganteli.html'>Протяжка с гантелями</a></li><li class='inv_r'"+zu+"protiajka_petli.html'>Протяжка с резиной</a></li>Изолированные упражнения:<li class='inv_g'"+zu+"mahi_vpered.html'>Махи гантелями вперёд</a></li><li class='inv_g'"+zu+"mahi_vpered2.html'>Махи вперёд одной гантелей</a></li><li class='inv_s'"+zu+"mahi_shtangoi.html'>Махи штангой перед собой</a></li><li class='inv_t'"+zu+"mahi_vpered3.html'>Махи руками вперёд с нижнего блока</a></li><li class='inv_r'"+zu+"rezina_mahi.html'>Махи перед собой с резиной</a></li><li class='inv_x'"+zu+"trx_mahi.html'>Подъём рук вверх на TRX</a></li><li class='inv_z'"+zu+"prostin_mahi.html'>Подъём рук вверх на простыне</a></li></ol>";



zad2 = document.getElementById('zad2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_t'"+zu+"tiaga_na_zadniy_delty.html'>Тяга с верхнего блока на заднюю дельту</a></li><li class='inv_r'"+zu+"tiaga_zadniy_delty.html'>Тяга с резиной на заднюю дельту</a></li><li class='inv_s'"+zu+"li_heini_st.html'>Тяга Ли Хейни со штангой</a></li><li class='inv_t'"+zu+"li_heini_smit.html'>Тяга Ли Хейни в смите</a></li><li class='inv_x'"+zu+"trx_zadniy_delty.html'>Подтягивания на заднюю дельту на TRX</a></li><li class='inv_z'"+zu+"prostin_zadniy_delty.html'>Подтягивания на заднюю дельту на простыне</a></li class='inv_z'"+zu+"pazvedenie_ryk_st.html'>Статичное разведение рук в стороны</a></li>Изолированные упражнения:<li class='inv_g'"+zu+"mahi_v_naklone.html'>Махи гантелями в наклоне</a></li><li class='inv_g'"+zu+"mahi_v_naklone2.html'>Махи гантелями в наклоне сидя</a></li><li class='inv_t'"+zu+"pazvedenie_ryk_nazad_trenajer.html'>Разведение рук назад в тренажёре</a></li><li class='inv_t'"+zu+"mahi_nazad.html'>Махи руками назад в кроссовере</a></li><li class='inv_t'"+zu+"mahi_v_krossovere2.html'>Махи руками с нижнего блока в наклоне</a></li><li class='inv_g'"+zu+"mahi_leja2.html'>Махи гантелями в стороны лёжа</a></li><li class='inv_r'"+zu+"rezina_mahi_nazad.html'>Разведение рук назад с резиной</a></li><li class='inv_r'"+zu+"rezina_mahi_v_naklone.html'>Махи рукой в наклоне с резиной</a></li><li class='inv_r'"+zu+"rezina_nazad.html'>Отведение руки назад с резиной</a></li><li class='inv_x'"+zu+"trx_mahi_nazad.html'>Разведение рук назад на TRX</a></li><li class='inv_z'"+zu+"prostin_mahi_nazad.html'>Разведение рук назад на простыне</a></li></ol>";



sred2 = document.getElementById('sred2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_s'"+zu+"gim_shtangi_iz_za_golovi.html'>Жим штанги из-за головы</a></li><li class='inv_t'"+zu+"gim_iz_za_golovi_smit.html'>Жим сидя из-за головы в смите</a></li>Изолированные упражнения:<li class='inv_g'"+zu+"mahi_v_storoni.html'>Махи гантелями в стороны</a></li><li class='inv_t'"+zu+"mahi_v_storoni_trenager.html'>Махи руками в стороны в тренажёре</a></li><li class='inv_g'"+zu+"mahi_leja.html'>Махи гантели в сторону лёжа</a></li><li class='inv_t'"+zu+"mahi_v_krossovere.html'>Махи рукой в сторону с нижнего блока</a></li><li class='inv_t'"+zu+"mahi_krossover.html'>Махи руками в стороны в кроссовере</a></li><li class='inv_gi'"+zu+"krest.html'>Упражнение «Крест» с гирями или гантелями</a></li><li class='inv_r'"+zu+"rezina_mahi_v_storoni.html'>Махи рукой в сторону с резиной</a></li></ol>";



ppb2 = document.getElementById('ppb2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='ogr_135 inv_g'"+zu+"bolgarski_prised.html'>Болгарские приседания</a></li><li class='ogr_135 inv_r'"+zu+"bolgarski_rezina.html'>Болгарские приседания с резиной</a></li><li class='ogr_35 inv_x'"+zu+"trx_bolgarski.html'>Болгарские приседания на TRX</a></li><li class='ogr_135 inv_g'"+zu+"vipadi_s_gantelymi.html'>Выпады с гантелями</a></li><li class='ogr_135 inv_s'"+zu+"vipadi_so_shtangoi.html'>Выпады со штангой</a></li><li class='ogr_135 inv_t'"+zu+"vipadi_smit.html'>Выпады со штангой в смите</a></li><li class='inv_a'"+zu+"sandbag_vipadi.html'>Выпады с сэндбэгом перед собой</a></li><li class='ogr_35 inv_g'"+zu+"vipadi_hotba.html'>Выпады с ходьбой</a></li><li class='ogr_35 inv_t'"+zu+"vipadi_dorojka.html'>Выпады на беговой дорожке</a></li><li class='ogr_35 inv_s'"+zu+"vipadi_v_bok.html'>Выпады в бок</a></li><li class='ogr_135 inv_r'"+zu+"rezina_vipadi_v_bok.html'>Выпады в бок с резиной</a></li><li class='ogr_135 inv_r'"+zu+"rezina_vipadi.html'>Выпады с резиной</a></li><li class='ogr_5 inv_s'"+zu+"viprigivania_so_stangoi.html'>Выпрыгивания со штангой на плечах</a></li><li class='ogr_6 inv_t'"+zu+"jim_nogami.html'>Жим ногами в тренажёре под углом</a></li><li class='inv_z'"+zu+"jim_nogami_st.html'>Жим ногами статичный</a></li><li class='ogr_35 inv_z'"+zu+"zaprigivania_na_kozla.html'>Запрыгивания на «козла» из седа</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_zaprigivania.html'>Запрыгивания с сэндбэгом</a></li><li class='ogr_35 inv_g'"+zu+"zashagivania.html'>Зашагивания на подставку с гантелями</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga2.html'>Приседания со штангой на плечах</a></li><li class='ogr_1235 inv_t'"+zu+"prisedania_smit2.html'>Приседания со штангой в смите</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_sed.html'>Приседания с паузой в седе</a></li><li class='ogr_135 inv_g'"+zu+"prisedania_ganteli.html'>Приседания с гантелями</a></li><li class='ogr_135 inv_g'"+zu+"prisedania_mejdy_nog.html'>Приседания с весом между ног</a></li><li class='ogr_135 inv_t'"+zu+"prisedania_gakk_trenajer.html'>Приседания в ГАКК-тренажёре</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga3.html'>Приседания со штангой «сумо» (плие)</a></li><li class='ogr_1235 inv_t'"+zu+"sumo_smit.html'>Приседания «сумо» (плие) в смите</a></li><li class='ogr_35 inv_z'"+zu+"prisedania_no_odnoi_noge.html'>Приседания на одной ноге</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga.html'>Приседания со штангой на груди</a></li><li class='ogr_135 inv_t'"+zu+"prisedania_smit.html'>Приседания в Смите с ногами впереди</a></li><li class='ogr_135 inv_r'"+zu+"prisedania_rezina.html'>Приседания с резиной между ног</a></li><li class='ogr_135 inv_r'"+zu+"rezina_prisedania.html'>Приседания с резиной</a></li><li class='ogr_1235 inv_a'"+zu+"sandbag_prisedania.html'>Приседания с сэндбэгом спереди</a></li><li class='ogr_35 inv_x'"+zu+"trx_prisedania.html'>Приседания на одной ноге с TRX</a></li><li class='ogr_35 inv_z'"+zu+"podem_odnoi_nogoi.html'>Подъём одной ногой на подставку</a></li><li class='ogr_35 inv_z'"+zu+"prostin_prisedania.html'>Приседания на одной ноге с простынёй</a></li><li class='ogr_15 inv_z'"+zu+"prisedania_st.html'>Приседания статичные</a></li><li class='ogr_15 inv_z'"+zu+"mejdy_nog_st.html'>Приседания между ног статичные</a></li><li class='ogr_1235 inv_s'"+zu+"stanovaia_tiaga_podstavka.html'>Становая тяга стоя на подставке</a></li><li class='inv_z'"+zu+"stylchik.html'>Упражнение «Стульчик»</a></li>Изолированные упражнения:<li class='inv_t'"+zu+"prised_nazad.html'>Приседания назад с фиксацией голени</a></li></ol><li class='inv_t'"+zu+"razgibanie_nog_v_trenajere.html'>Разгибание ног в тренажёре</a></li>";


zpb2 = document.getElementById('zpb2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='ogr_6 inv_t'"+zu+"giperekstenzia.html'>Гиперэкстензия (наклоны через козла)</a></li><li class='ogr_1 inv_g'"+zu+"stanovaia_tiaga2.html'>Становая тяга с гантелями</a></li><li class='ogr_12 inv_s'"+zu+"stanovaia_tiaga.html'>Становая тяга на прямых ногах</a></li><li class='ogr_12 inv_s'"+zu+"stan_odna_s.html'>Становая тяга на одной ноге со штангой</a></li><li class='ogr_12 inv_t'"+zu+"stan_odna_smit.html'>Становая тяга на одной ноге в смите</a></li><li class='ogr_12 inv_g'"+zu+"stan_odna_g.html'>Становая тяга на одной ноге с гантелями</a></li><li class='ogr_1 inv_r'"+zu+"stan_odna_r.html'>Становая тяга на одной ноге с резиной</a></li><li class='ogr_12 inv_t'"+zu+"stanovaia_tiaga_smit.html'>Становая тяга на прямых ногах в смите</a></li><li class='ogr_1 inv_r'"+zu+"rezina_stanovaia_tiaga.html'>Становая тяга с резиной</a></li><li class='ogr_12 inv_s'"+zu+"nakloni_so_shtangoi.html'>Наклоны со штангой на плечах</a></li><li class='ogr_12 inv_t'"+zu+"nakloni_smit.html'>Наклоны со штангой в смите</a></li><li class='ogr_1 inv_t'"+zu+"nakloni_v_gakk.html'>Наклоны в ГАКК тренажёре</a></li><li class='ogr_12 inv_r'"+zu+"nakloni_petli.html'>Наклоны с резиной</a></li><li class='inv_a'"+zu+"sandbag_nakloni.html'>Наклоны с сэндбэгом перед собой</a></li><li class='inv_x'"+zu+"trx_mostik.html'>Подъёми таза лёжа на TRX</a></li>Изолированные упражнения:<li class='inv_t'"+zu+"sgibanie_nog_v_trenajere3.html'>Сгибание ног в тренажёре лёжа</a></li><li class='inv_t'"+zu+"sgibanie_nog_v_trenajere2.html'>Сгибание ног в тренажёре сидя</a></li><li class='inv_t'"+zu+"sgibanie_nog_v_trenajere.html'>Сгибание ноги в тренажёре стоя</a></li><li class='inv_r'"+zu+"rezina_sgibanie_nog.html'>Сгибание ног лёжа с резиной</a></li><li  class='ogr_6 inv_t'"+zu+"sgibanie_nog_fik.html'>Сгибание ног с фиксацией голени</a></li><li class='inv_r'"+zu+"sgibanie_nog_rezina_st.html'>Сгибание ноги с резиной стоя</a></li></ol>";


npb2 = document.getElementById('npb2').innerHTML = "<ol style='margin-top:4pt'><li class='inv_t'"+zu+"razvedenie_nog.html'>Разведение ног в тренажёре</a></li><li class='inv_t'"+zu+"otvedenie_nogi_v_trenajere.html'>Отведение ноги в кроссовере</a></li><li class='inv_z'"+zu+"otvedenie_nogi_lega.html'>Махи ногой, лёжа на боку</a></li><li class='inv_r'"+zu+"rezina_otvedenie.html'>Отведение ноги с резиной</a></li><li class='inv_z'"+zu+"otvedenie_na_polu.html'>Отведение ноги на четвереньках</a></li><li class='inv_r'"+zu+"otvedenie_na_polu_rezina.html'>Отведение ноги на четвереньках с резиной</a></li><li class='inv_t'"+zu+"otvedenie_nogi_maiatnik.html'>Отведение ноги в тренажёре</a></li></ol>";


vpb2 = document.getElementById('vpb2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='ogr_135 inv_g'"+zu+"prisedania_mejdy_nog.html'>Приседания с весом между ног</a></li><li class='ogr_35 inv_s'"+zu+"vipadi_v_bok.html'>Выпады в бок</a></li><li class='ogr_1235 inv_s'"+zu+"prisedania_shtanga3.html'>Приседания со штангой «сумо» (плие)</a></li><li class='ogr_1235 inv_t'"+zu+"sumo_smit.html'>Приседания «сумо» (плие) в смите</a></li><li class='ogr_135 inv_r'"+zu+"prisedania_rezina.html'>Приседания с резиной между ног</a></li><li class='ogr_135 inv_r'"+zu+"rezina_vipadi_v_bok.html'>Выпады в бок с резиной</a></li><li class='ogr_15 inv_z'"+zu+"mejdy_nog_st.html'>Приседания между ног статичные</a></li>Изолированные упражнения:<li class='inv_t'"+zu+"svedenie_nog_v_trenajere.html'>Сведение ног в тренажёре</a></li><li class='inv_t'"+zu+"privedenie_bedra.html'>Приведение ноги в кроссовере</a></li><li class='inv_r'"+zu+"rezina_privedenie.html'>Приведение ноги с резиной</a></li><li class='inv_z'"+zu+"privedenie_na_boky.html'>Приведение ноги лёжа на боку</a></li><li class='inv_t'"+zu+"privedenie_nogi_maiatnik.html'>Приведение ноги в тренажёре</a></li></ol>";



golen2 = document.getElementById('golen2').innerHTML = "<ol style='margin-top:4pt'><li class='inv_g'"+zu+"golen.html'>Подъём на носки стоя</a></li><li class='inv_t'"+zu+"golen_v_trenajere.html'>Подъём на носки в тренажёре стоя</a></li><li class='inv_t'"+zu+"golen_v_trenajere3.html'>Подъём на носки в тренажёре сидя</a></li><li class='inv_s'"+zu+"golen_sidia.html'>Подъём на носки сидя со штангой</a></li><li class='ogr_12 inv_z'"+zu+"golen_v_trenajere2.html'>Подъём на носки стоя в наклоне (ослик)</a></li><li class='inv_t'"+zu+"sgibanie_stop.html'>Сгибание стоп сидя в тренажёре</a></li></ol>";

document.getElementById('rast2').innerHTML = "<ol style='margin-top:4pt'><li"+zu+"rastiagka.html'>Упражнения на растяжку всех мышц тела</a></li><li "+zu+"rastiagka_nogi.html'>Упражнения на растяжку ног и ягодиц</a></li><li "+zu+"rastiagka_grud.html'>Упражнения на растяжку груди</a></li><li "+zu+"rastiagka_spina.html'>Упражнения на растяжку спины</a></li><li "+zu+"rastiagka_plechi.html'>Упражнения на растяжку плеч</a></li><li "+zu+"rastiagka_ruki.html'>Упражнения на растяжку рук</a></li><li "+zu+"rastiagka_sheia.html'>Упражнения на растяжку шеи</a></li></ol>";

stat2 = document.getElementById('stat2').innerHTML = "<ol style='margin-top:4pt'>Базовые упражнения:<li class='inv_z'"+zu+"stylchik.html'>Упражнение «Стульчик»</a></li><li class='ogr_12 inv_z'"+zu+"planka.html'>Упражнение «планка»</a></li><li class='ogr_1 inv_z'"+zu+"stanovaia_tiaga_st.html'>Становая тяга статичная</a></li><li class='inv_z'"+zu+"pazvedenie_ryk_st.html'>Статичное разведение рук в стороны</a></li><li class='inv_z'"+zu+"jim_nogami_st.html'>Жим ногами статичный</a></li><li class='ogr_4 inv_z'"+zu+"ygolok.html'>Упражнение «Уголок»</a></li><li class='ogr_15 inv_z'"+zu+"prisedania_st.html'>Приседания статичные</a></li><li class='inv_z'"+zu+"tolkanie_steni.html'>Упражнение толкание стены</a></li><li class='inv_z'"+zu+"jim_st.html'>Жим перед собой статичный</a></li><li class='inv_z'"+zu+"gim_s_grydi_st.html'>Жим руками вверх статичный</a></li><li class='inv_z'"+zu+"tiaga_gorizont_st.html'>Тяга горизонтальная статичная</a></li><li class='ogr_15 inv_z'"+zu+"mejdy_nog_st.html'>Приседания между ног статичные</a></li><li class='inv_z'"+zu+"otjimaniy_ot_pola_st.html'>Отжимания от пола статичные</a></li>Изолированные упражнения:<li class='inv_gi'"+zu+"krest.html'>Упражнение «Крест» с гирями или гантелями</a></li><li class='inv_z'"+zu+"bokovaia_planka.html'>Боковая планка</a></li><li class='inv_z'"+zu+"sgibanie_ryk_st.html'>Сгибания рук статичные</a></li><li class='inv_z'"+zu+"svedenie_ryk_st.html'>Сведение рук перед собой статичное</a></li><li class='inv_z'"+zu+"razgibanie_ryk_st.html'>Разгибание рук статичное</a></li></ol>";

vzriv2 = document.getElementById('vzriv2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_35 inv_z'"+zu+"zaprigivania_na_kozla.html'>Запрыгивания на «козла» из седа</a></li><li class='inv_z'"+zu+"otjimaniy_hlopki.html'>Отжимания от пола с хлопками</a></li><li class='ogr_5 inv_s'"+zu+"viprigivania_so_stangoi.html'>Выпрыгивания со штангой на плечах</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_zaprigivania.html'>Запрыгивания с сэндбэгом</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_rivok.html'>Рывок сэндбэга</a></li><li class='ogr_135 inv_a'"+zu+"brosok_sanbag.html'>Бросок сэндбэга через голову</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_tiaga_rivok.html'>Тяга рывковая с подрывом</a></li><li class='ogr_12 inv_s'"+zu+"tatl_rivok.html'>Рывок в стойку с места подрыва</a></li><li class='ogr_135 inv_s'"+zu+"tatl_rivok2.html'>Рывок с места подрыва в сед</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_rivok_s_visa.html'>Рывок с виса с колен</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_rivok3.html'>Тяга рывковая с виса с колен</a></li><li class='ogr_135 inv_s'"+zu+"tatl_uhodi2.html'>Уходы рывковые с виса</a></li><li class='ogr_12 inv_s'"+zu+"tatl_shvung.html'>Швунг жимовой</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_podem_na_grud.html'>Подъём штанги на грудь</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_tolchok.html'>Тяга толчковая с подрывом</a></li><li class='ogr_12 inv_s'"+zu+"tatl_nagryd.html'>Подъём на грудь в стойку с высокого виса</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tolchok.html'>Толчок со стоек</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_podem_na_grud2.html'>Подъём на грудь с виса с колен</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_tolchok3.html'>Тяга толчковая с виса с колен</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tolchok2.html'>Толчок из-за головы</a></li></ol>";

gibrid2 = document.getElementById('gibrid2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_1235 inv_s'"+zu+"prised_nakloni_vipadi.html'>Приседания + наклоны + выпады</a></li><li class='inv_t'"+zu+"giperekstenzia_mahi.html'>Гиперэкстензия + махи в стороны</a></li><li class='inv_g'"+zu+"biceps_jim.html'>Сгибание рук с гантелями + жим стоя</a></li><li class='inv_g'"+zu+"razvodi_pulover.html'>Разводы с гантелями + пуловер</a></li><li class='inv_s'"+zu+"nakloni_prised.html'>Приседания + наклоны</a></li><li class='ogr_12 inv_s'"+zu+"grud_jim.html'>Подъём штанги на грудь + жим стоя</a></li><li class='ogr_1235 inv_s'"+zu+"nakloni_vipadi.html'>Наклоны в выпаде</a></li><li class='ogr_135 inv_s'"+zu+"vipadi2.html'>Выпады вперёд + выпады в бок</a></li><li class='inv_s'"+zu+"trapecii_golen_kist.html'>Шраги + подъём на носки + кисти</a></li><li class='ogr_135 inv_a'"+zu+"brosok_sanbag.html'>Бросок сэндбэга через голову</a></li><li class='ogr_135 inv_a'"+zu+"zabras_sanbag.html'>Забрасывание сэндбэга на плечо</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_shvung.html'>Подъём сэндбэга на грудь + швунг</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_traster.html'>Трастеры с сэндбэгом</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_rivok.html'>Рывок сэндбэга</a></li><li class='ogr_135 inv_a'"+zu+"sandbag_shvung2.html'>Подъём сэндбэга на плечо + швунг</a></li><li class='inv_g'"+zu+"jim_mahi.html'>Жим стоя + махи в стороны и вперёд</a></li></ol>";

document.getElementById('kross2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_35 inv_z'"+zu+"burpee.html'>Бёрпи (бурпи)</a></li><li class='ogr_1235 inv_s'"+zu+"traster.html'>Трастеры</a></li><li class='inv_u'"+zu+"podtiagivania_crossfit.html'>Подтягивания киппингом и баттерфляем</a></li><li class='inv_z'"+zu+"otgimania_na_rukah.html'>Отжимания в стойке на руках</a></li><li class='ogr_1235 inv_s'"+zu+"tolchok.html'>Толчок в кроссфите</a></li></ol>";


rivok2 = document.getElementById('rivok2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_1235 inv_s'"+zu+"tatl_tiaga_rivok.html'>Тяга рывковая с подрывом</a></li><li class='ogr_135 inv_s'"+zu+"tatl_protiagka_rivok.html'>Протяжка рывковая</a></li><li class='ogr_12 inv_s'"+zu+"tatl_rivok.html'>Рывок в стойку с места подрыва</a></li><li class='ogr_135 inv_s'"+zu+"tatl_rivok2.html'>Рывок с места подрыва в сед</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_prised_rivok.html'>Приседания рывковым хватом</a></li><li class='ogr_135 inv_s'"+zu+"tatl_uhodi.html'>Уходы рывковые</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_rivok_s_visa.html'>Рывок с виса с колен</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_tiaga_rivok2.html'>Тяга рывковая до подрыва с низкого старта</a></li><li class='ogr_135 inv_s'"+zu+"tatl_jim_rivkovii.html'>Жим из-за головы в рывковом седе</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_rivok3.html'>Тяга рывковая с виса с колен</a></li><li class='ogr_135 inv_s'"+zu+"tatl_uhodi2.html'>Уходы рывковые с виса</a></li></ol>";


tol2 = document.getElementById('tol2').innerHTML = "<ol style='margin-top:4pt'><li class='ogr_12 inv_s'"+zu+"tatl_shvung.html'>Швунг жимовой</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_podem_na_grud.html'>Подъём штанги на грудь</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_tolchok.html'>Тяга толчковая с подрывом</a></li><li class='ogr_12 inv_s'"+zu+"tatl_nagryd.html'>Подъём на грудь в стойку с высокого виса</a></li><li class='ogr_1 inv_s'"+zu+"tatl_protiagka.html'>Подъём на грудь протяжкой в стойку</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tolchok.html'>Толчок со стоек</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_prised_na_grudi.html'>Приседания со штангой на груди</a></li><li class='ogr_1235 inv_s'"+zu+"tatl_podem_na_grud2.html'>Подъём на грудь с виса с колен</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_tolchok3.html'>Тяга толчковая с виса с колен</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tiaga_tolchok2.html'>Тяга толчковая до подрыва</a></li><li class='ogr_12 inv_s'"+zu+"tatl_tolchok2.html'>Толчок из-за головы</a></li></ol>";

document.getElementById('sta_m_t2').innerHTML = "<ol style='margin-top:4pt'><b>Ягодицы и ноги</b>"+zm+"met/iagodici_ypragnenia.html'>100 упражнений для ягодиц у вас дома"+zz+"met/iagodici_uprajnenia.html'>Красивые ягодицы – упражнения, методики, нюансы"+zz+"met/stanovaia_tiaga_prisedania.html'>Становая тяга и приседания – две стороны одной медали"+zz+"met/tiaga_prised2.html'>Что важнее: становая тяга или приседания со штангой?"+zz+"met/yagodici_yprajnenia.html'>Как накачать ягодицы - упражнения и методики"+zz+"met/nogi_yprajnenia.html'>Как накачать ноги - упражнения и методики"+zz+"met/prisedania.html'>Приседания со штангой – спорные моменты"+zz+"met/iagodici.html'>Как накачать ягодицы, не увеличивая бёдра?"+zz+"met/vipadi.html'>7 вариантов выпадов для ягодиц и бёдер"+zz+"met/trenirovki_yagodici.html'>Тренировка ягодиц: 5 мифов и заблуждений"+zz+"met/tiaga.html'>6 вариантов становых тяг для ягодиц, спины и ног"+zz+"met/prisedania2.html'>8 вариантов приседаний для ягодиц и бёдер"+zz+"met/nogi_bodyduilding.html'>7 фишек тренировки ног в профессиональном бодибилдинге"+zz+"met/prosvet_megdu_nogamu.html'>Как девушке убрать просвет (щель) между бёдрами?"+zz+"met/vipadi2.html'>Выпады с наклоном вперед – супер-упражнение на ягодицы"+zz+"met/popa.html'>Лучшие упражнения для ягодиц и популярные ошибки: взгляд персонального тренера"+zz+"met/prisad_tiaga.html'>Приседания + становая тяга за одну тренировку = масса и сила"+zz+"met/tiaga_na_odnoi_noge.html'>Румынская тяга на одной ноге: особенности и техника выполнения"+zz+"met/prised_6_sposobov.html'>6 верных способов улучшить присед"+zz+"met/iagodici_pravila.html'>3 основных правила тренировки ягодиц"+zz+"met/yagodici.html'>12 лучших упражнений для бёдер и ягодиц с собственным весом"+zz+"met/yagodici2.html'>Как накачать ягодицы, если их нет от природы?"+zz+"met/nogi_trenirovka.html'>Супер убойная тренировка на ноги"+zz+"met/yagodici_trenirovka.html'>Супер убойная тренировка на ягодицы"+zz+"met/yhi.html'>Как убрать «медвежьи ушки» на бёдрах и ягодицах"+zz+"met/yagodici_upr.html'>Эффективные упражнения для ягодиц: какие самые лучшие</a></li>"+zz+"met/dobroe_ytro.html'>Румынская становая тяга или упражнение «доброе утро» (гудморнинги): какое упражнение лучше для ягодиц и бёдер"+zz+"met/prised.html'>Можно ли выносить колени за носки в приседе: наука и практика"+zz+"met/klevok.html'>Клевок таза при приседаниях со штангой: из-за чего и как убрать"+zz+"met/nest_nogi.html'>Топ-10 нестандартных упражнений для мышц ног</a></li>"+zz+"met/prised_p_ch.html'>Приседать со штангой: глубоко или до параллели полу. Как лучше?"+zz+"met/tazovoe_dno.html'>Топ-5 фактов о мышцах тазового дна"+zz+"met/vipadi3.html'>Выпады вперёд и назад: чем они отличаются и какие лучше выбрать</a></li><b>Голень</b>"+zm+"met/kak_nakachat_golen.html'>Как накачать икры: 5 рабочих методик"+zz+"met/golen.html'>Как накачать голени, если их нет от природы?</a></li><b>Пресс</b>"+zm+"met/vakuum_v_jivote.html'>Зачем делать упражнение \"вакуум в животе\""+zz+"met/press_mishci_givota.html'>Мышцы пресса – мифы и жестокая реальность"+zz+"met/uprajnenia_talia.html'>Как подчеркнуть талию – упражнения и секреты"+zz+"met/press_yprajnenia.html'>Как накачать пресс - упражнения и методики"+zz+"met/press.html'>8 СИЛОВЫХ упражнений для мышц пресса и косых мышц"+zz+"met/press2.html'>Как накачать пресс, если его нет от природы?"+zz+"met/press_trenirovka.html'>Супер убойная тренировка на пресс"+zz+"met/planka2.html'>Упражнение «Планка»: польза и вред"+zz+"met/press3.html'>Упражнения для плоского живота или поперечной мышцы живота"+zz+"met/press_povtor.html'>Сколько повторений делать на пресс – много или мало"+zz+"met/sk_press.html'>Сколько качать пресс, чтобы ушёл живот</a></li><b>Спина</b>"+zm+"met/spina_yprajnenia.html'>Как накачать разгибатели спины - упражнения и методики"+zz+"met/kak_podtiagivatsia_bolshe.html'>Как подтягиваться больше – методики и приёмы"+zz+"met/ssirochaissay_yprajnenia.html'>Тренировка широчайших - упражнения и методики"+zz+"met/podtaigivania.html'>Каким вариантом лучше подтягиваться?"+zz+"met/giperekstenzia.html'>3 варианта гиперэкстэнзий: краткий обзор"+zz+"met/vidi_podtiagivanii.html'>5 видов подтягиваний: сравнительный анализ"+zz+"met/kak_nakachat_trapecii.html'>Как накачать трапеции: стандартные методики и секретные упражнения"+zz+"met/spina_trenirovka.html'>Супер убойная тренировка на спину"+zz+"met/podtaigivania2.html'>Как быстро научится подтягиваться на турнике с нуля"+zz+"met/yats_spina.html'>5 советов по тренировке спины от Дориана Ятса"+zz+"met/pod_shir.html'>Не чувствую широчайшие мышцы при подтягиваниях. Что делать"+zz+"met/tiaga3.html'>Мёртвая, румынская и становая тяга: в чём отличие</a></li><b>Грудь</b>"+zm+"met/jym_shtangi_leja.html'>Как увеличить жим лёжа?"+zz+"met/gryd_ypragnenia_jenchina.html'>Упражнения на грудные мышцы для женщин"+zz+"met/gryd_trenirovka.html'>Как накачать грудь - упражнения и методики"+zz+"met/otgimania_ot_pola.html'>Отжимания от пола – обучение и увеличение результата"+zz+"met/giliotina.html'>Гильотина - лучшее упражнение для груди: взгляд персонального тренера"+zz+"met/grud.html'>Незаменимые упражнения для роста груди: взгляд персонального тренера"+zz+"met/grud2.html'>Убойная тренировка груди с гирями"+zz+"met/grud_trenirovka.html'>Супер убойная тренировка на грудь"+zz+"met/gryd.html'>3 приёма, которые заставят грудные мышцы расти"+zz+"met/otgimania.html'>8 видов отжиманий для больших грудных мышц"+zz+"met/gryd2.html'>Нестандартные упражнения для прокачки груди"+zz+"met/nest_gryd.html'>Топ-14 нестандартных отжиманий от пола для груди и рук</a></li><b>Руки</b>"+zm+"met/bolshie_ruki.html'>Хочешь большие руки? Качай ноги!"+zz+"met/triceps_yprajnenia.html'>Как накачать трицепсы - упражнения и методики"+zz+"met/otgimania_na_brusiah.html'>Отжимания на брусьях – увеличиваем результат"+zz+"met/biceps_yprajnenia.html'>Как накачать бицепсы - упражнения и методики"+zz+"met/kak_nakachat_predplechia.html'>Как накачать предплечья: методики, упражнения, нюансы"+zz+"met/ruki_trenirovka.html'>Супер убойная тренировка на руки"+zz+"met/brusia.html'>Как быстро научится отжиматься от брусьев с нуля"+zz+"met/biceps2.html'>5 способов сделать бицепс больше"+zz+"met/bicepsi.html'>Топ-7 эффективных упражнений на бицепсы, которые вы не делаете"+zz+"met/bicepsi2.html'>Топ-6 фактов о бицепсах, которых вы не знали</a></li><b>Плечи</b>"+zm+"met/plechi_yprajnenia.html'>Как накачать плечи - упражнения и методики"+zz+"met/kak_raschirit_plechi.html'>Как расширить плечи: упражнения и методики"+zz+"met/podem_v_storoni.html'>Подъем гантелей через стороны: верная техника и различные нюансы"+zz+"met/plechi_trenirovka.html'>Супер убойная тренировка на плечи"+zz+"met/ypr_plechi.html'>4 опасных упражнения в зале для плеч"+zz+"met/delta.html'>3 упражнения на задние дельты в зале, которых вы не пробовали"+zm+"met/ple_ne_rast.html'>Поднимаю большие веса, но плечи не растут. Почему и что делать</a></li><b>Шея</b>"+zm+"met/kak_nakachat_sheiu.html'>Как накачать шею: упражнения и принципы тренировок"+zz+"met/sheia.html'>Как тренировать шею: упражнения, особенности, нюансы</a></li><b>Интимные мышцы</b>"+zm+"met/intim.html'>Тренировка интимных мышц: упражнения Кегеля для женщин и для мужчин"+zm+"met/planka_varianti.html'>Упражнение планка. Различные виды планок"+zm+"met/jivot_press3.html'>Пресс с кубиками, но выпирает живот. В чём причина и что делать</a></li></ol>";

document.getElementById('polza2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"int/missia.html'>О проекте «Твой Тренер»"+zz+"int/poblagodarit.html'>Поддержать проект деньгами"+zz+"int/kompleks.html'>Заказать индивидуальный план тренировок"+zz+"int/dieta.html'>Заказать индивидуальную диету"+zz+"int/magazini.html'>Магазины - партнёры нашего проекта"+zz+"int/avtori.html'>Как стать нашим автором"+zz+"int/avtori_reiting.html'>Рейтинг наших авторов"+zz+"int/trenajer.html'>Тренажёр, который навсегда избавит вас от болей в спине"+zz+"int/seti.html'>Подписаться на новости / соцсети"+zz+"int/avtor.html'>Об авторе этого приложения"+zz+"int/knigi.html'>Скачать наши книги"+zz+"int/rezina.html'>Скачать наши видеокурсы"+zz+"int/reklama.html'>Реклама на проекте «Твой Тренер»"+zz+"int/support.html'>Техподдержка проекта Твой Тренер"+zz+"int/kartini.html'>Заказать картину маслом на холсте</a></li></ol>";




document.getElementById('sta_m_n2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"met/sostavit_programmy_trenirovok.html'>Как самому составить программу тренировок в тренажёрном зале"+zz+"met/upragnenia.html'>Список самых эффективных упражнений на все группы мышц"+zz+"met/syperseti_metod.html'>Особенности тренировок с суперсетами"+zz+"met/kolichestvo_trenerovok.html'>Как часто можно тренировать одну группу мышц?"+zz+"met/krygovoi_metod.html'>Особенности тренировок по круговому методу"+zz+"met/trenirovki_massa.html'>Как сочетать группы мышц при тренировках на массу?"+zz+"met/asimmetria.html'>Как исправить асимметрию мышц?"+zz+"met/razdelnii_metod.html'>Особенности тренировок раздельным методом"+zz+"met/trenirovki_posle_pereriva.html'>Тренировки в тренажёрном зале после перерыва"+zz+"met/kak_chasto_trenirovatsia.html'>Как часто надо тренироваться в тренажёрном зале"+zz+"met/razminka_trenirovka.html'>Разминка перед тренировкой"+zz+"met/kombinirovannii_metod.html'>Особенности комбинированных тренировок в тренажёрном зале"+zz+"met/zaminka.html'>Заминка после тренировки"+zz+"met/rastiagka_mishc.html'>Значение растяжки мышц в силовых тренировках"+zz+"met/endomorf.html'>Особенности силовых тренировок для эндоморфов"+zz+"met/oshibki_trenirovki.html'>5 серьёзных ошибок, которые совершают новички в тренажёрном зале"+zz+"met/ustalost_trenirovki.html'>Как тренироваться, если сильно устаёшь?"+zz+"met/kolichestvo_sila.html'>Влияние количества повторений на силу мышц"+zz+"met/dnevnik_trenirovok.html'>Как правильно вести дневник тренировок"+zz+"met/tiajeloatleticheski_poias.html'>Тяжелоатлетический пояс – необходим ли он?"+zz+"met/trenirovki_do_otkaza.html'>Как часто нужно тренировать мышцы до отказа?"+zz+"met/binti_prisedania.html'>Нужно ли использовать бинты в приседаниях?"+zz+"met/piramida.html'>Метод «пирамиды» в силовых тренировках: эффективность и применение"+zz+"met/pohudenie.html'>5 основных ошибок на тренировках для похудения"+zz+"met/pumping.html'>Пампинг как средство восстановления мышц"+zz+"met/nenujnie_uprajnenia.html'>ТОП 5 самых ненужных упражнений в тренажёрном зале"+zz+"met/meniat_programmu_trenirovok.html'>Когда нужно менять программу тренировок?"+zz+"met/yprajnenia.html'>Сравнение эффективности всех упражнений в тренажёрном зале"+zz+"met/sposobi_otkaz.html'>Способы достижения мышечного отказа"+zz+"met/relief_ili_massa.html'>Масса, или рельеф: что выбрать в начале?"+zz+"met/mishci_bez_jira.html'>Как накачать мышцы без жира: подробная инструкция"+zz+"met/odin_podhod.html'>Тренировки методом одного подхода: особенности и нюансы"+zz+"met/chasto_trenirovatsia.html'>Сколько раз в неделю нужно тренироваться для похудения и для массы?"+zz+"met/chered_superseti.html'>Что такое метод чередующихся суперсетов?"+zz+"met/ektomorf.html'>Особенности силовых тренировок для эктоморфов"+zz+"met/intensivnost.html'>Тренировочная интенсивность – накачаться нельзя похудеть"+zz+"met/uprajnenia.html'>5 упражнений, которые ВСЕ делают неправильно"+zz+"met/liamki.html'>Нужно ли применять лямки в тренажёрном зале?"+zz+"met/kak_podobrat_ves.html'>Какой вес брать на тренировках новичкам?"+zz+"met/chto_delat_mejdu_podhodami.html'>Что нужно делать между подходами?"+zz+"met/kardionagruzka_dlia_massi.html'>Нужна ли кардионагрузка для роста массы?"+zz+"met/poriadok_upragnenii.html'>Почему важен порядок выполнения упражнений на тренировке?"+zz+"met/fitness_bikini.html'>Методика тренировок на сушку для фитнес-бикини"+zz+"met/sila.html'>Особенности тренинга на увеличение силы"+zz+"met/chastichnaia_amplituda.html'>Частичная амплитуда – варианты и применение"+zz+"met/trenirovki_utrom.html'>5 особенностей утренних тренировок"+zz+"met/predvaritelnoe_utomlenie.html'>Что такое метод предварительного утомления, и зачем он нужен?"+zz+"met/mike_mentzer.html'>Работает ли метод Майка Ментцера?"+zz+"met/gruppi_mishc.html'>Сколько групп мышц лучше делать за тренировку?"+zz+"met/mishci_antagonisti.html'>Что такое мышцы антагонисты, и как их тренировать"+zz+"met/trenirovki_len.html'>Как тренироваться, если не хочется? 5 вариантов"+zz+"met/trenirovki_v_zale.html'>Как тренироваться в зале, если много людей?"+zz+"met/sila_2.html'>6 тренировочных фишек, которые сделают ваши мышцы сильнее"+zz+"met/kak_delat_akcenti.html'>Как правильно сделать акцент на ту или иную группу мышц?"+zz+"met/tehnika_uprajneniy.html'>Как самому выучить технику силовых упражнений?"+zz+"met/drop_set.html'>Что такое дроп-сеты и зачем они нужны?"+zz+"met/sila_trening.html'>6 правил тренировок на силу для новичков"+zz+"met/metodi.html'>5 методов тренировок в тренажёрном зале: сравнение эффективности"+zz+"met/negativnie_povtorenia.html'>Зачем нужны негативные повторения в бодибилдинге и пауэрлифтинге?"+zz+"met/baza.html'>База в бодибилдинге: почему важно её делать?"+zz+"met/trenirovki_fishki.html'>10 тренировочных «фишек» от Тимко Ильи"+zz+"met/plan_trenirovok.html'>Как самому составить тренировочную программу. Часть 1. Структура тренировки"+zz+"met/plan_trenirovok2.html'>Как самому составить тренировочную программу. Часть 2. Методы повышения интенсивности тренировки"+zz+"met/plan_trenirovok3.html'>Как самому составить тренировочную программу. Часть 3. Циклирование нагрузки"+zz+"met/ez_grif.html'>Изогнутый гриф: когда его лучше применять?"+zz+"met/cheating.html'>Читинг в силовых тренировках: зачем он нужен и как его применять?"+zz+"met/trenirovki_jir.html'>Жиросжигающая тренировка: выкинь мусор из головы"+zz+"met/analogi.html'>Как заменять упражнения на аналогичные?"+zz+"met/yprajnenia_s_ganteliami.html'>6 необычных упражнений с гантелями"+zz+"met/povtorenia.html'>Зависимость эффективности тренировок от количества повторений"+zz+"met/trenirovki_raznoobrazie.html'>Как разнообразить ваши тренировки: 5 фишек"+zz+"met/trenageri.html'>Не трать время на тренажёры: как эффективно их заменить"+zz+"met/komplex.html'>Почему мои комплексы упражнений могут не срабатывать?"+zz+"met/lesenka.html'>«Лесенка» в силовых упражнениях: виды и эффективность"+zz+"met/dihanie.html'>Правильное дыхание на тренировке: насколько оно важно?"+zz+"met/ves.html'>Зависимость эффективности тренировок от веса снарядов"+zz+"met/vremia.html'>Зависимость эффективности тренировок от отдыха между подходами"+zz+"met/massa_vremia.html'>Как часто нужно тренировать мышцы для набора массы?"+zz+"met/meniat_upr.html'>Нужно ли менять упражнения каждую неделю?"+zz+"met/mug_jen.html'>Различия мужских и женских тренировок"+zz+"met/trenirovki.html'>5 способов как облегчить / утяжелить любой комплекс упражнений"+zz+"met/deti.html'>Силовые тренировки в детском возрасте: примеры, особенности, нюансы"+zz+"met/rastiajka.html'>Нужна ли растяжка после тренировки?"+zz+"met/upragnenia2.html'>Существуют ли идеальные упражнения? 5 принципов отбора"+zz+"met/classik.html'>5 нюансов подготовки в классическом бодибилдинге"+zz+"met/stariki.html'>Нюансы тренировок для тех, кому за 70"+zz+"met/diski.html'>Что делать, если в зале не хватает дисков?"+zz+"met/tehnika_bezopasnosti.html'>Техника безопасности в тренажёрном зале: 10 правил"+zz+"met/rost_mishc.html'>Что делать, если мышцы перестали расти?"+zz+"met/strahovat.html'>Как стать самым лучшим страхующим на тренировках?"+zz+"met/razminka_trenirovka2.html'>Как выполнять разминку перед тренировкой"+zz+"met/giri_15.html'>15 необычных упражнений с гирей на все группы мышц"+zz+"met/fullbody_split.html'>Тренировки «ФУЛБОДИ» или «СПЛИТ»: что и когда лучше применять?"+zz+"met/izoliacia.html'>Что такое изолирующие упражнения, и зачем они нужны?"+zz+"met/deti_fitnes.html'>Как привить ребёнку любовь к фитнесу?"+zz+"met/literatyra.html'>Книги по методикам силовых тренировок"+zz+"met/otdih_megdy_podhodami.html'>Сколько нужно отдыхать между подходами?"+zz+"met/ypr_massa.html'>Лучшие упражнения для набора массы"+zz+"met/cel.html'>Составление тренировочного плана. Часть 1: постановка целей"+zz+"met/periodizacia2.html'>Составление тренировочного плана. Часть 2: Периодизация тренировок"+zz+"met/5_pravil.html'>Составление тренировочного плана. Часть 3: 5 правил эффективных тренировок"+zz+"met/tehnika_uprajneniy2.html'>Как быстро освоить или исправить технику любого упражнения?"+zz+"met/trenirovki_ems.html'>Может ли ЭМС-тренировка быть эффективной для похудения?"+zz+"met/otkaz.html'>Когда, зачем и как часто делать подходы до отказа?"+zz+"met/razminka_podh.html'>Разминочные подходы: какие, когда и для чего нужны?"+zz+"met/rezina.html'>Гантели или резиновые петли? Что эффективнее и надёжнее?"+zz+"met/trx.html'>TRX-петли: функциональный снаряд для дома и улицы"+zz+"met/crosscore.html'>Кросскор: что это такое, и какие упражнения можно делать"+zz+"met/swiss_bar.html'>Упражнения со швейцарским грифом (swiss multi grip bar)"+zz+"met/idiomotornay.html'>Что такое идеомоторные упражнения, и как их применять"+zz+"met/izometria.html'>Как увеличить силу с помощью изометрических упражнений"+zz+"met/rastiajka2.html'>Растяжка спины, груди и рук"+zz+"met/chasto_tren.html'>Как часто нужно тренироваться в зале для роста мышечной массы?"+zz+"met/legko.html'>Как накачаться лёгкими весами"+zz+"met/bolg.html'>Упражнения с болгарским мешком"+zz+"met/nagruzka.html'>Как определить, достаточно ли вы себя нагружаете на тренировках"+zz+"met/ves_snar.html'>Как понять, когда пора повышать вес снаряда"+zz+"met/vremia_tren.html'>Как тренироваться, когда нет времени"+zz+"met/nestandart.html'>Нестандартные способы тренировки"+zz+"met/barracuda.html'>Barracuda Pro: обзор тренажёра для функционального тренинга"+zz+"met/golod.html'>Можно ли тренироваться на голодный желудок: польза и вред"+zz+"met/ustal.html'>Как начать тренироваться, если сильно устаёшь на работе: рабочие приёмы"+zz+"met/eks.html'>Эксцентрическая фаза: эксцентрические упражнения для всего тела"+zz+"met/utomlenie.html'>Что такое предварительное утомление: как его использовать"+zz+"met/puls.html'>Пульсовые зоны при занятии спортом: выбор оптимального варианта"+zz+"met/novichki.html'>Как правильно начать тренироваться в зале или дома"+zz+"met/plan_tren.html'>Чёткий график тренировок или разнообразие: что лучше"+zz+"met/novi_god.html'>Тренировочный режим в новогодний период для тех, кому не хватает времени"+zz+"met/bol_m.html'>Можно ли тренировать мышцы, когда другие ещё болят?"+zz+"met/massa.html'>Почему масса не растет: 4 ошибки роста мышц"+zz+"met/ves2.html'>Лёгкие и тяжёлые веса для роста мышц: что лучше"+zz+"met/legko2.html'>Нужны ли лёгкие тренировки в дни отдыха"+zz+"met/motiv.html'>Мотивация для занятия спортом: где её найти"+zz+"met/otkaz2.html'>Нужно ли тренироваться до отказа. Виды отказа"+zz+"met/vred_upr.html'>ТОП 6 самых вредных упражнений для здоровья"+zz+"met/novihki.html'>Правила поведения в тренажёрном зале, или как не выглядеть лохом"+zz+"met/bfr.html'>Тренинг с ограничением кровотока: что это и как использовать?"+zz+"met/fors.html'>Форсированные повторения на тренировке: что это и как применять"+zz+"met/verh_niz.html'>Методы тренировок «верх-низ» и «тяни-толкай»: краткий обзор"+zz+"met/metody_massa_poh.html'>Как часто можно чередовать жиросжигание и набор массы"+zz+"met/energ.html'>9 самых энергозатратных упражнений для похудения"+zz+"met/gelan.html'>Устал тренироваться: что делать, если нет желания тренироваться?"+zz+"met/baza_mif.html'>4 мифа о базовых упражнениях"+zz+"met/rezina_sila.html'>Как увеличить силу мышц с помощью резины?"+zz+"met/forma.html'>Как держать себя в форме круглый год"+zz+"met/sila_m.html'>Что лучше для силы: одно упражнение или несколько на те же мышцы?"+zz+"met/projim.html'>Прожим мышц между подходами: как ускорить рост силы и массы"+zz+"met/progress.html'>Нет прогресса в тренировках: как мы недорабатываем на тренировках"+zz+"met/laif.html'>ТОП 4 лайфхака для тренировок: как улучшить тренировки"+zz+"met/sila_vzriv.html'>Развитие взрывной силы, или как стать мощным"+zz+"met/skorost.html'>Скорость выполнения упражнений. Какие лучше – быстрые или медленные повторения"+zz+"met/baza2.html'>Порядок выполнения упражнений: сначала базовые или изолирующие упражнения?"+zz+"met/zdorovie.html'>Тренировки для здоровья: частота, продолжительность, уровень нагрузки"+zz+"met/tren_delat.html'>Что можно и нельзя делать на тренировке"+zz+"met/mishci.html'>Нужно ли чувствовать мышцы во время тренировки или нет"+zz+"met/odnost.html'>Односторонняя тренировка: преимущества и кому может пригодиться"+zz+"met/tehnika.html'>Делать с плохой техникой, но много, или с чёткой, но мало: что лучше"+zz+"met/geludok.html'>Тренировки на полный или пустой желудок: что лучше?"+zz+"met/posle.html'>Топ-3 вещи, которые нужно делать сразу после тренировки"+zz+"met/vozrast.html'>Как тренироваться в возрасте 45+"+zz+"met/den.html'>Тренировка длиною в день или как тренироваться, если тебе лень или нет времени"+zz+"met/sila_skorost.html'>Что лучше для силы: делать медленно, но с большим весом, или наоборот?"+zz+"met/vremia2.html'>Где найти время на спорт?"+zz+"met/interval.html'>Повышаем выносливость: короткие интервальные тренировки лучше, чем длинные"+zz+"met/pered_tren.html'>Топ-6 вещей, которые нельзя делать перед силовой тренировкой: что лучше?"+zz+"met/statika2.html'>Статичные силовые упражнения: нюансы использования"+zz+"met/rastm.html'>Растянутое положение мышц. Хочешь быстрее вырасти – используй этот метод"+zz+"met/otdih_m_p.html'>Не хватает отдыха между подходами: что делать"+zz+"met/gruppi2.html'>Нужно ли большие группы мышц нагружать сильнее, чем малые?"+zz+"met/chasto2.html'>Почему атлетам со стажем нужно чаще тренироваться?"+zz+"met/fullbody2.html'>Фулл бади: какие мышцы тренировать первыми, а какие последними"+zz+"met/split2.html'>Сплит-программа: какие виды бывают и какую лучше выбрать"+zz+"met/podhodi.html'>Какие подходы для роста мышц лучше: стандартные, суперсеты антагонисты или удалённые мышцы"+zz+"met/p_p_v.html'>Что лучше увеличивать: подходы, повторения или вес?"+zz+"met/trep.html'>Трэп-гриф: что это за снаряд, упражнения с трэп-грифом"+zz+"met/tochka.html'>Что такое мёртвая точка в упражнениях, и как её пройти?"+zz+"met/tehnika_bezopasnosti2.html'>Техника безопасности при выполнении упражнений"+zz+"met/otstal.html'>Отстающие мышцы: что это и как их тренировать"+zz+"met/tehnika_up1.html'>Можно ли накачаться, если неправильная техника выполнения упражнений?"+zz+"met/kajdi_den.html'>Можно ли тренироваться каждый день и как правильно это делать"+zz+"met/amplituda.html'>Частичная или полная амплитуда движений: нужно ли полностью разгибать руки и ноги?"+zz+"met/len.html'>Почему после выходных тяжело начать тренировку"+zz+"met/dlit.html'>Длительность тренировки для набора мышечной массы"+zz+"met/che_si.html'>Тренировка через силу: можно ли так делать?"+zz+"met/max_pov.html'>Метод максимальных повторений за отрезок времени для роста мышц"+zz+"met/int_tren.html'>Хаотично-интуитивный тренинг: что это, как применять, плюсы и минусы"+zz+"met/temp.html'>В каком темпе нужно выполнять упражнения по фитнесу?"+zz+"met/cher_upr.html'>Метод чередующихся упражнений: суть и эффективность"+zz+"met/podhodit.html'>Как понять, что упражнение вам не подходит?"+zz+"met/propystit.html'>Можно ли пропускать тренировку, и что делать, если пропустил"+zz+"met/men_ves.html'>Как менять веса в рабочих подходах?"+zz+"met/podkachka.html'>Нужна ли подкачка в конце тренировки, если не устал"+zz+"met/gifi_f.html'>7 эффективных упражнений в гиревом фитнесе"+zz+"met/odni_mi.html'>Можно ли качаться одними и теми же упражнениями всю жизнь"+zz+"met/gaid_po_tr.html'>Гайд по тренажёрам: зачем нужна та или иная штанга или тренажёр"+zz+"met/divo_mi.html'>Нужно ли удивлять мышцы, меняя упражнения?"+zz+"met/mnogopovtorka.html'>На многоповторке не накачаться: правда ли?"+zz+"met/skolko_povtorov.html'>5-10 повторений и 15-20 повторений в подходе: в чём разница"+zz+"met/1_chas.html'>Достаточно ли тренироваться 1 час за тренировку"+zz+"met/ystal_delat.html'>Устал и не можешь выполнить программу тренировок: что делать"+zz+"met/ektomorf2.html'>Нужно ли эктоморфу тренироваться тяжело и редко и только базовыми упражнениями"+zz+"met/chast_mi.html'>Можно ли накачать верх или низ пресса, внутреннюю часть грудных мышц или низ спины"+zz+"met/mishci_vnimanie.html'>Мышцы, которым нужно уделять особое внимание"+zz+"met/fakti_tehnika.html'>Топ-4 факта о технике силовых упражнений"+zz+"met/amplituda2.html'>Полная или частичная амплитуда в упражнениях: что лучше для роста мышц"+zz+"met/jim_prised.html'>Обязательно ли включать в тренировочную программу: жим лёжа, становую тягу и приседания со штангой"+zz+"met/chast_povt.html'>Частичные повторения для максимального мышечного роста"+zz+"met/intens.html'>Интенсивность или продолжительность/объём тренировки: что лучше"+zz+"met/dolgo_tren.html'>Нужно ли подолгу и тяжело тренироваться на каждом занятии</a></li></ol>";



document.getElementById('sta_m_z2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"met/grija.html'>Упражнения при грыжах межпозвоночного диска"+zz+"met/varikoz_trenirovki.html'>Особенности тренировок при варикозе ног"+zz+"met/osteohondroz.html'>Силовые упражнения при остеохондрозе"+zz+"met/kifoz.html'>Лечение кифоза силовыми упражнениями"+zz+"met/skalioz.html'>Лечение сколиоза силовыми упражнениями"+zz+"met/koks.html'>Силовые упражнения при коксартрозе"+zz+"met/gipertonia.html'>Как тренироваться при гипертонии"+zz+"met/gipotonia.html'>Силовые тренировки и упражнения при гипотонии"+zz+"met/protivopokazania.html'>Противопоказания к занятиям фитнесом"+zz+"met/osanka.html'>10 лучших упражнений для коррекции осанки"+zz+"met/osteohondroz2.html'>Упражнения при межпозвоночных грыжах, протрузиях и остеохондрозе"+zz+"met/gripp.html'>Можно ли тренироваться при гриппе или простуде?"+zz+"met/sex.html'>Причины импотенции у спортсменов и методы лечения"+zz+"met/prostuda.html'>Можно ли тренироваться, если простыл?"+zz+"met/koleni.html'>Всё, что нужно знать и делать для здоровья коленей"+zz+"met/bolezni.html'>Упражнения и физкультура при заболеваниях"+zz+"tra/diastaz.html'>Как правильно тренироваться при диастазе"+zz+"met/taz.html'>Наклон таза вперёд - причина болей и грыж в пояснице"+zz+"met/koleni2.html'>Упражнения для здоровья и укрепления колен в домашних условиях</a></li></ol>";

document.getElementById('sta_m_r2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"met/trenirovki_posle_rodov.html'>Тренировки после родов: как и когда начинать"+zz+"met/trenirovki_beremennost2.html'>Тренировки до и после родов: советы из личного опыта"+zz+"met/rodi_trenirovki.html'>Питание и тренировки после родов: личный опыт молодой мамы"+zz+"met/posle_rodov.html'>Когда можно начинать заниматься после родов?"+zz+"met/trenirovki_beremennost.html'>Тренировки во время беременности: личный опыт"+zz+"met/pohudet_rodi.html'>Как похудеть после родов"+zz+"met/trenirovki_mami.html'>Упражнения для кормящих мам в домашних условиях</a></li></ol>";

document.getElementById('sta_m_b2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"met/bazovie_upragnenia.html'>Какие упражнения являются базовыми?"+zz+"met/pohydenie_trenirovki.html'>Как худеть с помощью тренировок и бега"+zz+"met/planka.html'>43 варианта упражнения «Планка» для всего тела"+zz+"met/osevaia_nagruzka.html'>Что такое упражнения с осевой нагрузкой на позвоночник?"+zz+"met/kolichestvo_upragneniy.html'>Сколько упражнений выполнять за тренировку?"+zz+"met/trenirovochniy_plan.html'>Принципы изменения тренировочного плана"+zz+"met/obchie.html'>Принципы построения силовых тренировок"+zz+"met/yprajnenia2.html'>Техника силовых упражнений - основные понятия"+zz+"met/trenirovka.html'>Основные отличия женских и мужских силовых тренировок"+zz+"met/trenajori.html'>Тренажёры VS свободные веса: плюсы и минусы"+zz+"met/woman_10_ypr.html'>10 самых важных упражнений для женщин"+zz+"met/man_10_ypr.html'>10 самых важных упражнений для мужчин"+zz+"met/10_upragnenii.html'>10 самых важных упражнений для массы и силы"+zz+"met/kompleks.html'>Слитный комплекс упражнений со штангой на все группы мышц"+zz+"met/sorevnovania.html'>Что выпить / съесть перед соревнованиями по силовым видам спорта?"+zz+"met/bazovie_ypragnenia.html'>Базовые упражнения в бодибилдинге"+zz+"met/programmi_trenerovok.html'>Бодибилдинг программы тренировок"+zz+"met/spina_gryd.html'>Тренировка силовой выносливости, спина и пресс"+zz+"met/periodizacia.html'>Периодизация как основной принцип тренировки"+zz+"met/kak_trenirovatsia.html'>Как правильно тренироваться?"+zz+"met/programma_tren.html'>Программа тренировок для мужчин"+zz+"met/kardoi2.html'>Кардио или силовые тренировки для похудения: что выбрать?"+zz+"met/ypra.html'>Топ-10 экзотических и нестандартных силовых упражнений для всего тела"+zz+"met/ka_edino.html'>Как эффективно сочетать единоборства и силовые тренировки"+zz+"met/deti_bjj.html'>Как вовлечь детей в ЗОЖ с помощью фитнеса и бразильского джиу-джитсу</a></li></ol>";

document.getElementById('sta_m_p2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"met/stanovaia_tiaga.html'>Становая тяга – сумо или классика?"+zz+"met/stanovaia_tiaga2.html'>Становая тяга – увеличиваем результат"+zz+"met/russian_jim.html'>Планирование тренировок в русском жиме"+zz+"met/prisedania3.html'>Приседания со штангой – устранение слабых мест"+zz+"met/sorevnovania2.html'>Пауэрлифтинг: как подводиться к соревнованиям"+zz+"met/jim_leja.html'>Жим штанги лёжа – варианты исполнения"+zz+"met/tehnika_prisedania.html'>Обучение технике приседаний в пауэрлифтинге"+zz+"met/prisedania_uvelichit.html'>4 способа увеличения результата в приседаниях"+zz+"met/lifting.html'>Пауэрлифтинг - история и классификация упражнений"+zz+"met/powerlifting_biceps.html'>Нужен ли бицепс в пауэрлифтинге"+zz+"met/soveti_powerlifting.html'>Практические советы от Чемпиона мира по пауэрлифтингу"+zz+"met/novichki_oshibki.html'>Основные ошибки новичков в пауэрлифтинге"+zz+"met/farma.html'>Какая фармакология лучше подходит для пауэрлифтинга?"+zz+"met/gym_s_cepiami.html'>Жим лёжа с цепями/жгутами: + 10 кг за 3 месяца"+zz+"met/gym_lega1.html'>Жим лежа в пауэрлифтинге. Часть 1. Классический жим и мост"+zz+"met/gym_lega2.html'>Жим лежа в пауэрлифтинге. Часть 2. Дополнительные техники жима"+zz+"met/gym_lega3.html'>Жим лежа в пауэрлифтинге. Часть 3. Нюансы в жиме"+zz+"met/ekipirovka.html'>Сколько может дать экипировка в пауэрлифтинге?"+zz+"met/vzriv.html'>Применение упражнений для развития взрывной силы с целью увеличения результатов в пауэрлифтинге</a></li></ol>";

document.getElementById('sta_p_m2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pit/protein_doma.html'>Протеиновые смеси в домашних условиях – рецепт приготовления"+zz+"pit/nabor_massi.html'>5 принципов питания при наборе массы"+zz+"pit/natyralnoe_pitanie.html'>Натуральное питание - или как обойтись без спортивных добавок"+zz+"pit/produkti_dlia_nabora_vesa.html'>ТОП 10 продуктов для набора мышечной массы"+zz+"pit/delki_doza.html'>Существует ли оптимальная доза белков?"+zz+"pit/usilenie_appetita.html'>Причины потери аппетита и способы его повышения"+zz+"pit/megsezonie.html'>Как питаться в межсезонье при занятиях бодибилдингом"+zz+"pit/nabrat_massu.html'>Сколько нужно потреблять калорий для набора массы"+zz+"pit/gainer_doma.html'>3 рецепта гейнеров в домашних условиях"+zz+"pit/rast_belok.html'>Можно ли на растительном белке прогрессировать и набирать массу?"+zz+"pit/fermenti.html'>Пищеварительные ферменты при наборе массы"+zz+"pit/sladkoe2.html'>Что лучше для роста мышц из быстрых углеводов – сладкое или мучное"+zz+"pit/belok2.html'>Что будет, если тренироваться и недополучать белок"+zz+"pit/kkal.html'>Калории для набора мышечной массы: каким должен быть профицит"+zz+"pit/belok3.html'>Какой белок лучше: степень усвоения и аминокислотный состав"+zz+"pit/top5_prod.html'>ТОП 5 продуктов животного происхождения для набора мышечной массы"+zz+"pit/rastitel.html'>Растительный белок: учитывать ли его при наборе мышечной массы?"+zz+"pit/em_mnogo.html'>Ем хорошо (много), но худею или не набираю вес: почему</a></li></ol>";

document.getElementById('sta_p_r2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pit/pohudet_kalorii.html'>Сколько калорий нужно потреблять в день, чтобы похудеть"+zz+"pit/pitanie_pohudenie.html'>5 принципов питания при похудении"+zz+"pit/pitanie.html'>Как питаться, чтобы похудеть и сохранить мышцы"+zz+"pit/pohudenie_trenirovka.html'>Что есть до и после тренировки, чтобы похудеть?"+zz+"pit/pohudenie.html'>Сколько раз в день нужно есть при похудении? (история одного эксперимента)"+zz+"pit/dieta_trening_na_sushke.html'>Основы диеты и тренировок на «сушку»"+zz+"pit/mogno_li_pit_vodu.html'>Можно ли пить воду во время и после тренировки при похудении?"+zz+"pit/uglevodi_pohydenie.html'>Зачем и какие углеводы нужны при похудении?"+zz+"pit/snigenie_kalorii.html'>Практические советы по уменьшению калорийности питания"+zz+"pit/priemi_dieta.html'>30 приёмов эффективной диеты"+zz+"pit/pohudet_za_8_nedel.html'>Как похудеть за 8 недель: пошаговая инструкция"+zz+"pit/mojno_est_posle_6.html'>Можно ли есть после шести, и что такое «ночное похудение»?"+zz+"pit/belki_pohydenie.html'>Белки – их роль в похудении"+zz+"pit/snijenie_appetita.html'>Причины повышенного аппетита и как его снизить"+zz+"pit/model_tarelki.html'>Что такое питание по модели тарелки?"+zz+"pit/vitamin_c.html'>Витамин C и нарингин как средства похудения"+zz+"pit/antioksidant_dieta.html'>Антиоксиданты, диета, лишний вес"+zz+"pit/lnanoe_maslo.html'>Как принимать льняное масло для похудения?"+zz+"pit/cheatmeal.html'>Читмил: как есть, что хочешь, и не толстеть"+zz+"pit/pravila_pitanie_pohudenie.html'>7 главных правил питания для похудения"+zz+"pit/oshibki.html'>Типичные ошибки в питании для желающих похудеть"+zz+"pit/jiri_ojirenie.html'>Какой жир не приводит к ожирению?"+zz+"pit/detoks.html'>Что такое детокс диета и зачем она нужна?"+zz+"pit/zagruzochnaia_razgruzochnaia_terapia.html'>Применение разгрузочной и загрузочной терапии в похудении"+zz+"pit/dieta_kefir.html'>Полезна ли кефирно-гречневая диета?"+zz+"pit/orehi.html'>Как есть орехи и фрукты на правильном питании?"+zz+"pit/pravilnoe.html'>Рациональное питание вместо диет (не всё дело в калориях)"+zz+"pit/opasnie_dieti.html'>Чем опасны модные диеты?"+zz+"pit/keto_dieta.html'>Чем кето-диета вредна для бодибилдинга?"+zz+"pit/glik_index.html'>5 простых способов, как снизить Гликемический Индекс пищи"+zz+"pit/gi.html'>Так ли важен Гликемический Индекс для жиросжигания?"+zz+"pit/otrybi.html'>Как похудеть с помощью отрубей?"+zz+"pit/kaloriinost.html'>Что такое продукты с отрицательной калорийностью?"+zz+"pit/reverse_dieting.html'>Реверсная диета: есть больше, чтоб толстеть меньше?"+zz+"pit/ovsianka.html'>Монодиета на овсянке: её преимущества и рецепты"+zz+"pit/eda.html'>Почему, чем больше ешь, тем больше хочется?"+zz+"pit/gibkaia_dieta.html'>Гибкая диета. Худеем, поедая фастфуд. Все ли так на самом деле?!"+zz+"pit/detoks2.html'>Детокс: что это такое, кому и когда он нужен?"+zz+"pit/pohudet_za_2_nedeli.html'>Как похудеть за 2 недели на 3 – 6 кг"+zz+"pit/mifi_o_dietah.html'>6 заблуждений о диетах и жиросжигании"+zz+"pit/principi.html'>6 базовых принципов питания для избавления от лишнего веса"+zz+"pit/dieta_individ.html'>Индивидуальная программа питания для похудения до 8 кг в месяц"+zz+"pit/buch.html'>БУЧ диета: суть, варианты и эффективность"+zz+"pit/ydergat_ves.html'>12 правил для удержания достигнутого веса"+zz+"pit/kefir.html'>Польза и варианты разгрузочного дня на кефире"+zz+"pit/jidkay_dieta.html'>Похудение на жидкой диете: особенности и правила"+zz+"pit/kaskadnoe_golodanie.html'>Каскадное голодание: описание и эффективность"+zz+"pit/pravilno.html'>Хитрости правильного питания: как можно есть и худеть?"+zz+"pit/lovushka.html'>5 ловушек, приводящих к обжорству"+zz+"pit/stress.html'>Влияние диеты на стресс и уровень кортизола в крови"+zz+"pit/voda_pit.html'>Сколько нужно пить воды в день для снижения веса?"+zz+"pit/keto.html'>Кето диета - низкоуглеводная диета для спортсменов и любителей ЗОЖ"+zz+"pit/iifym.html'>Что такое диета IIFYM или гибкая диета"+zz+"pit/sladkoe.html'>Как победить зависимость от сладкого?"+zz+"pit/deficit.html'>Как сохранить физическую выносливость организма при дефиците калорий?"+zz+"pit/est.html'>Как есть меньше: рабочие способы"+zz+"pit/kalorii.html'>Что важнее для похудения: качество еды или калории"+zz+"pit/net_hydet.html'>Почему вы перестаёте худеть, сидя на диете"+zz+"pit/est_naed.html'>Как кушать и худеть, наедаясь на завтрак, обед и ужин"+zz+"pit/pohudenie_belok.html'>Много белка для похудения: как белок помогает худеть"+zz+"pit/deficit2.html'>Какой дефицит калорий для похудения правильный: маленький 10%, средний 15-30% или большой 40-50%"+zz+"pit/sest_dieta.html'>Как тренировки для похудения вызывают желание сесть на диету?"+zz+"pit/jor.html'>Вечерний жор: что делать и простые решения"+zz+"pit/pereed.html'>Почему мы переедаем и что с этим делать?"+zz+"pit/prichina.html'>1 главная причина почему 83% людей не худеют на диетах"+zz+"pit/nedoed.html'>Как лучше худеть: постоянно немного недоедать или делать перерывы в диете"+zz+"pit/pitanie_appetit.html'>Топ-6 способов уменьшить аппетит при похудении"+zz+"pit/plotnost.html'>Как похудеть без подсчёта калорий"+zz+"pit/malo_em.html'>Мало ем, но не худею: как мы преуменьшаем то, что съели"+zz+"pit/vse_di.html'>Краткий гайд по диетам: палео-диета, интуитивное питание, гибкая диета, дробное питание и прочие"+zz+"pit/pohydenie_r.html'>Как похудеть раз и навсегда?"+zz+"pit/vse_di.html'>Что лучше уменьшать при похудении – жиры или углеводы"+zz+"pit/pit_neobhod.html'>Какие продукты необходимы при лишнем весе"+zz+"pit/zajor.html'>Как лучше худеть: каждый день немного недоедать или 5 дней есть мало, а в выходные наедаться?"+zz+"pit/kphb.html'>От каких продуктов худеют быстрее всего"+zz+"pit/sriv.html'>Срыв на диете: основные причины и что делать"+zz+"pit/sniz_kal.html'>Топ-7 способов снизить калорийность еды без подсчёта калорий"+zz+"pit/mogno_posle_6.html'>Что можно есть после 6-ти при похудении"+zz+"pit/sup_pohyd.html'>Супы и бульоны помогают похудению"+zz+"pit/deficit_pohudenie.html'>Почему при сильном дефиците калорий похудение замедляется"+zz+"pit/minys_sladkoe.html'>Исключить сладкое на диете – неверный подход к похудению"+zz+"pit/em_mnogo2.html'>Ем много, но постоянно голодный/-ная. Что делать"+zz+"pit/kashi_pohyd.html'>Какие каши можно, а какие нельзя при снижении веса"+zz+"pit/vred_prod.html'>Постоянно тянет на вредные продукты (шоколад, фастфуд, сладкое и пр.). Почему и что делать"+zz+"pit/terno.html'>Всё о термическом (термогенном) эффекте пищи: что это; что на него влияет; как помогает похудеть"+zz+"pit/posle_u.html'>После ужина перед сном хочется есть: что делать"+zz+"pit/bju2.html'>Какое правильное соотношение белков, жиров и углеводов (БЖУ) для похудения?"+zz+"pit/deficit3.html'>Как создать дефицит калорий (энергии)"+zz+"pit/na_noch.html'>Можно ли есть на ночь при соблюдении КБЖУ и важен ли завтрак"+zz+"pit/posle_u.html'>Что делать с голодом на диете и обязательно ли он должен быть"+zz+"pit/pit_poh.html'>Можно ли при похудении питаться однообразно, если это не мешает и не надоедает"+zz+"pit/est_posle_6.html'>Топ-4 причины, почему есть после 18-00 – это круто"+zz+"pit/hitrost_est.html'>Всего одна хитрость, и ты будешь есть меньше</a></li></ol>";

document.getElementById('sta_p_p2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pit/pitanie_relief.html'>Как питаться, если устраивает вес, но не устраивает фигура?"+zz+"pit/fitnes-bikini.html'>Питание в межсезонье для фитнес-бикини</a></li></ol>";

document.getElementById('sta_p_rb2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pit/recept_salat_protein.html'>Салат «Чистый протеин»"+zz+"pit/recept_kurinnie_ruleti.html'>Куриные рулетики с творожным сыром и грибами"+zz+"pit/recept_tvorojnaia_zapekanka.html'>Сладкая творожная запеканка без сахара"+zz+"pit/recept_kurinnaia_zapekanka.html'>Куриная запеканка с брокколи в сметанном соусе"+zz+"pit/recept_kotleti.html'>Курино – овощные котлетки"+zz+"pit/recept_panakotta.html'>Сливочно-ванильная панакота"+zz+"pit/recept_chizkeik.html'>Чизкейк абрикосово – персиковый"+zz+"pit/recept_sup_is_fasoli.html'>Нежный суп из белой фасоли"+zz+"pit/recept_pasta.html'>Паста с грибами и сладким перцем в чесночно–томатном соусе"+zz+"pit/recept_salat.html'>Теплый овощной салат с адыгейским сыром"+zz+"pit/recept_puding.html'>Творожно-банановый пудинг"+zz+"pit/recept_sup_pure.html'>Сливочный суп – пюре из кабачков"+zz+"pit/smuzi.html'>10 рецептов смузи для очистки организма"+zz+"pit/recept_muss.html'>Воздушный шоколадно-йогуртовый мусс"+zz+"pit/recept_ribnie_bitochki.html'>Рыбные биточки на пару"+zz+"pit/recept_sup_chechevica.html'>Чечевичный суп «Масурдал»"+zz+"pit/recept_tikvennii_sup.html'>Тыквенный суп с грибами"+zz+"pit/recept_salat_is_krevetok.html'>Салат с «подрумяненными» королевскими креветками"+zz+"pit/recept_bigus.html'>Говядина с тушеной капустой, луком и томатом (Бигус)"+zz+"pit/recept_protein.html'>Протеиновые десерты: 5 простых рецептов"+zz+"pit/recept_smuzi.html'>5 рецептов протеиновых смузи</a></li></ol>";

document.getElementById('sta_p_v2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pit/posle_trenerovki.html'>Что есть после тренировки, если она заканчивается поздно?"+zz+"pit/belkovo_uglevodnoe_okno.html'>Что такое белково-углеводное окно и как его «закрывать»?"+zz+"pit/otdih_trenerovki.html'>Нужно ли по-разному питаться в дни тренировок и в дни отдыха?"+zz+"pit/belki_vosstanovlenie.html'>Белки + углеводы = быстрое восстановление"+zz+"pit/peretrenirovannost.html'>Углеводы и перетренированность"+zz+"pit/yglevodi_vosstanovlenie.html'>Роль углеводов в долгосрочном восстановлении"+zz+"pit/yglevodi_vosstanovlenie2.html'>Роль углеводов в краткосрочном восстановлении"+zz+"pit/uglevodi2.html'>Углеводы при длительных тренировках: как правильно принимать для лучшей эффективности"+zz+"pit/ne_poest.html'>Вот что будет, если не поесть сразу после тренировки</a></li></ol>";

document.getElementById('sta_p_b2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pit/pitanie2.html'>Основы питания и диеты при силовых нагрузках"+zz+"pit/vitamini_silovie_trenirovki.html'>ТОП 10 витаминов для силовых тренировок"+zz+"pit/glikemicheskii_index.html'>Что такое гликемический индекс?"+zz+"pit/zavisimost_ot_sladkogo.html'>Углеводная (сахарная) зависимость: причины и методы устранения"+zz+"pit/saharozameniteli_sintetika.html'>Вся правда о синтетических сахарозаменителях"+zz+"pit/porcii_produktov.html'>Делим продукты на порции"+zz+"pit/voda.html'>8 причин начать пить больше воды"+zz+"pit/produkti_belki.html'>ТОП 10 высокобелковых продуктов для массы и похудения"+zz+"pit/giri.html'>Жиры – виды и польза для организма"+zz+"pit/belok.html'>Так сколько же белка нужно есть в день?"+zz+"pit/mikroelementi.html'>5 самых важных микроэлементов в диетологии"+zz+"pit/molochnokislie_bakterii.html'>Молочнокислые бактерии и биотические добавки"+zz+"pit/pitanie_bodybilding.html'>Ухудшение качества продуктов - опасность бодибилдинга"+zz+"pit/jirnie_kisloti.html'>Незаменимые жирные кислоты в спорте"+zz+"pit/giri_vinoslivost.html'>Влияние потребления жиров на выносливость"+zz+"pit/kak_usvaivat_moloko.html'>Как восстановить способность усваивать молоко и молочные продукты"+zz+"pit/saharozameniteli_naturalnie.html'>Вся правда о природных (натуральных) сахарозаменителях"+zz+"pit/supi.html'>Нужны ли супы на правильном питании?"+zz+"pit/avitaminoz.html'>Симптомы авитаминоза и как его избежать"+zz+"pit/soveti.html'>13 важных ступеней на пути к правильному питанию"+zz+"pit/detskoe_pitanie.html'>Основные принципы питания детей"+zz+"pit/biodostupnost_belka.html'>Что такое биологическая ценность белка?"+zz+"pit/10_sovetov.html'>10 простых советов для правильного и здорового питания"+zz+"pit/voda_trenirovki.html'>Зачем, когда и сколько пить воду во время тренировок?"+zz+"pit/mifi.html'>8 интересных заблуждений о питании человека"+zz+"pit/moloko.html'>О вреде молочных продуктов для взрослых"+zz+"pit/pitanie_na_rabote.html'>Проблемы здорового питания на работе: советы от тренера"+zz+"pit/omega3.html'>Омега-3: состав, дозировки, принцип действия"+zz+"pit/uglevodi.html'>Роль и количество углеводов в рационе спортсменов"+zz+"pit/vitamini.html'>Несочетаемость витаминов и микроэлементов: правда или миф?"+zz+"pit/orehi_semena.html'>Польза орехов и семян для занимающихся фитнесом"+zz+"pit/bobovie.html'>Польза бобовых для фитнеса и активной жизни"+zz+"pit/muka.html'>Цельнозерновая мука: какая польза для организма"+zz+"pit/grudnoe_vskarmlivanie.html'>Как питаться при грудном вскармливании: советы опытной мамы"+zz+"pit/golodanie.html'>Голодание для спортсменов: личный опыт"+zz+"pit/produkti_belki2.html'>ТОП 8 самых дешёвых высокобелковых продуктов!"+zz+"pit/maslo.html'>Оливковое масло VS подсолнечное масло"+zz+"pit/ovsanie_otrubi.html'>Овсяные отруби: польза и вред для здоровья"+zz+"pit/gidkie_yglevodu.html'>Влияние жидких углеводов на уровень силы"+zz+"pit/veganstvo.html'>Веганство: положительные и отрицательные стороны"+zz+"pit/belok_produkti.html'>ТОП-список протеиносодержащих продуктов"+zz+"pit/trenirovka.html'>Основные принципы питания перед тренировкой"+zz+"pit/tvorog.html'>ТВОРОГ: его состав и роль и бодибилдинге"+zz+"pit/sportsmeni.html'>Что едят на завтрак именитые спортсмены"+zz+"pit/sahar.html'>8 шагов как справиться с сахарной зависимостью"+zz+"pit/vit_c.html'>Витамин С в бодибилдинге"+zz+"pit/vegetarianstvo.html'>Рациональный взгляд на вегетарианство"+zz+"pit/vivo.html'>Чем полезны бактериальные закваски ВИВО"+zz+"pit/bassein.html'>Что есть до и после бассейна?"+zz+"pit/avokado.html'>Авокадо. Полезные свойства экзотического фрукта"+zz+"pit/kletchatka.html'>Сколько клетчатки нужно употреблять во время диеты?"+zz+"pit/calcium.html'>Какую форму кальция лучше выбрать?"+zz+"pit/kaffeine.html'>Положительные и отрицательные свойства кофеина"+zz+"pit/vitamin_d.html'>Правда и мифы о витамине Д"+zz+"pit/antivitamini.html'>Антивитамины: польза и вред"+zz+"pit/vremia_est.html'>Какое время приема пищи наиболее важное"+zz+"pit/3raza.html'>Какое питание лучше: трёхразовое или многоразовое"+zz+"pit/kislo.html'>Отёки из-за молочных и кисломолочных продуктов: правда ли?"+zz+"pit/gluten.html'>Глютен или клейковина: стоит ли его бояться"+zz+"pit/refid.html'>Что такое рефид, и для чего он нужен"+zz+"pit/belok_mnogo.html'>Вреден ли белок для организма в больших количествах?"+zz+"pit/pered_trenirovkoi.html'>Нужно ли есть перед тренировкой и за какое время?"+zz+"pit/vred.html'>Как часто можно есть вредную еду"+zz+"pit/intui.html'>Интуитивное питание: что это и как начать"+zz+"pit/ne_naed.html'>Почему ешь и не наедаешься: причина"+zz+"pit/eshki.html'>Ешки в продуктах. Стоит ли бояться пищевых Е-добавок"+zz+"pit/perekus.html'>6 полезных перекусов, которые можно взять с собой в дорогу"+zz+"pit/sahar2.html'>Что будет, если отказаться от сахара и сладкого"+zz+"pit/egg.html'>Топ 4 мифа о куриных яйцах. Их польза и вред"+zz+"pit/vitamin_c2.html'>Витамин С: какую форму выбрать и с чем лучше совмещать"+zz+"pit/gaz.html'>Газированная вода и сладкие напитки: их польза и вред"+zz+"pit/sohetan.html'>Сочетаемость продуктов и раздельное питание. Можно ли смешивать белки, жиры и углеводы в одном приёме пищи"+zz+"pit/nehvatka.html'>Нехватка здоровой пищи опаснее, чем избыток вредной"+zz+"pit/bju.html'>Сколько БЖУ нужно в сутки на 1 кг веса тела"+zz+"pit/omega33.html'>Омега-3 из рыбы и из льняного масла: в чём отличие и почему их нельзя заменять"+zz+"pit/golod.html'>Голодание чистит организм, запуская аутофагию: правда ли?"+zz+"pit/drobnoe.html'>Частые приёмы пищи ускоряют обмен веществ: правда ли?"+zz+"pit/zavtrak.html'>Почему нельзя пропускать завтрак: топ причин"+zz+"pit/moloko3.html'>Топ-6 мифов о молоке, в которые верят"+zz+"pit/post.html'>Как питаться в пост, если вы тренируетесь"+zz+"pit/ortor.html'>Орторексия: когда «чистое питание» становится одержимостью"+zz+"pit/anti_age.html'>AntiAge продукты для поддержания молодости вашей кожи и прекрасного самочувствия"+zz+"pit/polez_vred.html'>Полезная и вредная еда: почему нельзя её так делить</a>"+zz+"pit/pod_kal.html'>Топ-8 ошибок при подсчёте калорий"+zz+"pit/gotovit_vremia.html'>Как меньше тратить времени на готовку еды"+zz+"pit/sitnost.html'>Топ самых сытных продуктов"+zz+"pit/sladkoe3.html'>Тяга к сладкому: причины и как избавиться"+zz+"pit/belok_k_d.html'>Нужно ли есть белок каждый день, если вчера съел много белковых продуктов"+zz+"pit/belok_fakti.html'>Топ-6 фактов о белке и белковых продуктах"+zz+"pit/iaica.html'>ЯЙЦА: Идеальный источник белка высокого качества для вашего здоровья!"+zz+"pit/belok_prod.html'>Откуда брать белок для питания: список продуктов и их вес"+zz+"pit/zavtrak_prop.html'>Тренировка утром: что съесть на завтрак и нужно ли завтракать"+zz+"pit/yglevodi_fakti.html'>Топ-4 факта об углеводах, которым вы удивитесь"+zz+"pit/sladkoe4.html'>Главные ошибки сладкоежек"+zz+"pit/yglevodi_fakti.html'>Топ-4 факта об углеводах, которым вы удивитесь"+zz+"pit/vokal.html'>Всё о калориях: топ фактов, которые вас удивят"+zz+"pit/pp_dorogo.html'>Здоровое и правильное питание – это дорого?</a></li>"+zz+"pit/raznoe_pitanie.html'>Поможет ли разнообразное питание быть здоровым и повысить спортивные результаты"+zz+"pit/shokolad.html'>Топ-6 полезных фактов о шоколаде"+zz+"pit/belok_naest.html'>Что делать, если трудно наедать белок"+zz+"pit/motiv_pit.html'>Как сохранить мотивацию к сбалансированному питанию?"+zz+"pit/jiri_racion.html'>Нужно ли считать жиры в своём рационе"+zz+"pit/belok_30g.html'>Может ли организм усваивать больше 30 г белка за один приём пищи</a></li></ol>";

document.getElementById('sta_t2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"tra/travma_poiasnica.html'>Травмы поясницы при силовых тренировках"+zz+"tra/travma_plechi.html'>Причины травм плеча при силовых тренировках"+zz+"tra/lechenie_spini.html'>Лечим спину лёжа: 7 простых упражнений, сразу убирающих боль"+zz+"tra/sustavi_sviazki.html'>Как защитить суставы и связки во время тренировок?"+zz+"tra/bolit_spina_trenirovki.html'>Как тренироваться, если болит спина: пошаговая инструкция"+zz+"tra/bol_sustavi.html'>Как тренироваться при болях в суставах?"+zz+"tra/koleno_spina.html'>Упражнения на бёдра и ягодицы для тех, у кого болит колено и/или спина"+zz+"tra/sustavi.html'>Как сохранить суставы при силовых тренировках"+zz+"tra/koleno.html'>Травмы коленного сустава: виды, симптомы, лечение"+zz+"tra/sorvali_spiny.html'>Сорвали спину на тренировке, что делать?"+zz+"tra/systavi_farmakologia.html'>Лечение болей в суставах с помощью фармакологии"+zz+"tra/bolit_spina.html'>Как подобрать упражнения при болях / заболеваниях позвоночника"+zz+"tra/koleno_2.html'>Принципы тренировок при боли в колене"+zz+"tra/koleno_priguna.html'>Тендинит связки надколенника (колено прыгуна): симптомы и лечение"+zz+"tra/sheia.html'>Шейный остеохондроз (боли в шее) - как правильно тренироваться"+zz+"tra/plecho.html'>Спортивные травмы плеча: виды, симптомы, лечение"+zz+"tra/grija_shmorlia.html'>Грыжа Шморля: причины, симптомы, лечение"+zz+"tra/epikondilit.html'>Эпикондилит (боль) локтевого сустава: причины, симптомы, лечение"+zz+"tra/tape.html'>Кинезиотейпирование – новый подход к лечению мышечной боли"+zz+"tra/ploskostopie.html'>Плоскостопие: степени, симптомы, особенности тренировок"+zz+"tra/abscess.html'>Абсцесс после укола: симптомы, причины, лечение"+zz+"tra/travma_plechi2.html'>Вращательная манжета плеча: боль, упражнения, лечение"+zz+"tra/gigroma.html'>Гигрома кисти: что это, как тренироваться при гигроме, упражнения для лечения, терапия"+zz+"tra/sohranit_sustavi.html'>Как сохранить суставы от травм и разрушения"+zz+"tra/koleni2.html'>ТОП 6 причин, убивающих ваши колени"+zz+"tra/lokti.html'>Почему болят локти после подтягиваний на турнике"+zz+"tra/plechi4.html'>Болит плечо после тренировки: как теперь тренироваться"+zz+"tra/shinsplit.html'>Шинсплинт – причина, почему болят голени при беге или после него"+zz+"tra/impi.html'>Импиджмент плеча –почему болят плечи при жимах лёжа и стоя?"+zz+"tra/perestal.html'>Перестал тренироваться и заболели колени, локти, плечи, спина и т.д."+zz+"tra/golenostop.html'>Часто подворачиваю щиколотки (голеностопы): причины и что делать"+zz+"tra/valgus.html'>Халюкс вальгус: выпирающая косточка на ноге у большого пальца"+zz+"tra/koleni3.html'>Бег убивает колени (суставы). Правда ли?</a></li></ol>";

document.getElementById('sta_s_pro2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/kak_prinimat_protein.html'>Как правильно принимать протеин"+zz+"spit/protein_sport_pitanie.html'>ТОП 10 лучших протеинов по соотношению цена / качество"+zz+"spit/protein_pohudenie.html'>Как похудеть с помощью протеина"+zz+"spit/kazein_protein.html'>Казеиновый протеин – свойства и применение"+zz+"spit/protein.html'>Как сэкономить на покупке протеина"+zz+"spit/proteinovie_batonchiki.html'>Протеиновые батончики: зачем они нужны и стоит ли их покупать?"+zz+"spit/protein_2.html'>6 заблуждений о протеине"+zz+"spit/protein_aminokisloti.html'>Протеин VS аминокислоты: что лучше?"+zz+"spit/vidi_protiena.html'>Обзор видов протеина"+zz+"spit/kak-vybrat-protein.html'>Как выбрать протеин?"+zz+"spit/whey_protein.html'>Изолят сывороточного протеина: его отличительные особенности"+zz+"spit/soya_protein.html'>Особенности соевого протеина"+zz+"spit/yaichnii_protein.html'>Яичный протеин: плюсы и минусы"+zz+"spit/fakti_o_proteine.html'>Факты о протеине, которые должен знать каждый"+zz+"spit/isolate_protein.html'>Есть ли смысл покупать изолят протеина?"+zz+"spit/protein_top.html'>ТОП 10 протеинов с максимальным содержанием белка"+zz+"spit/kazein.html'>Эффективность комбинации сыворотки и казеина"+zz+"spit/aminokisloti_protein.html'>Сравнение видов протеина по аминокислотному составу"+zz+"spit/protein_pohydenie.html'>ТОП 10 лучших протеинов для похудения"+zz+"spit/otdelnie_aminokisloti.html'>Нужно ли покупать отдельные аминокислоты, или достаточно пить протеин?"+zz+"spit/protein_hydro.html'>Гидролизат протеина: плюсы и особенности"+zz+"spit/protein_kazein.html'>Нужно ли брать «быстрый» и «медленный» протеин, или это развод?"+zz+"spit/protein_vibor.html'>На что обращать внимание при покупке протеина?"+zz+"spit/proteinbar.html'>ТОП 10 протеиновых батончиков"+zz+"spit/protein_poddelki.html'>Как отличить настоящий протеин от подделки"+zz+"spit/beef_protein.html'>Говяжий протеин: плюсы и особенности"+zz+"spit/whey_protein2.html'>ВСЁ о сывороточном протеине!"+zz+"spit/protein_kompleks.html'>Комплексный протеин: состав, особенности и применение"+zz+"spit/proteinovie_batonchiki2.html'>Протеиновые батончики: когда и кому они нужны"+zz+"spit/protein_vred.html'>Высокобелковые смеси: польза или вред"+zz+"spit/complex_protein.html'>Многокомпонентный протеин: нафига он нужен?"+zz+"spit/soy_protein.html'>Соевый протеин: так ли он плох?"+zz+"spit/protein_vidi.html'>Сравнение видов протеина по способу / степени очистки"+zz+"spit/kazein2.html'>Казеиновый протеин или молоко: что лучше для спортсмена"+zz+"spit/pitanie_belok_vs.html'>Сравнение протеинов: растительный также эффективен, как и животный?"+zz+"spit/prot_deserti.html'>Какие десерты, сладости и выпечку можно готовить на протеине"+zz+"spit/pit_prot.html'>Как пить протеин нельзя: топ рекомендаций"+zz+"spit/pit_prot_son.html'>Сколько нужно пить протеина на ночь (перед сном)"+zz+"spit/pit_prot2.html'>Пить ли протеин в дни отдыха (нетренировочные дни)"+zz+"spit/meat_prot.html'>Что лучше для набора мышечной массы – протеин или мясо</a></li><b>Конкретные протеины</b>"+zm+"spit/prostarwhey.html'>ProStar Whey Protein от Ultimate Nutrition"+zz+"spit/matrix.html'>Matrix от Syntrax"+zz+"spit/goldenwhey.html'>Golden Whey от Maxler"+zz+"spit/protein_power.html'>Protein Power от BioTech"+zz+"spit/whey_protein_maxler.html'>Whey Protein от Maxler"+zz+"spit/trophix.html'>Trophix от Syntrax"+zz+"spit/iso_whey_zero.html'>Iso Whey Zero от BioTech"+zz+"spit/iso_sensation.html'>Iso Sensation 93 от Ultimate Nutrition"+zz+"spit/hydropure.html'>Hydropure от Nutrabolics"+zz+"spit/iso_100.html'>ISO 100 от Dymatize</a></li></ol>";

document.getElementById('sta_s_ge2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/geineri_reiting.html'>Рейтинг гейнеров по качеству и цене"+zz+"spit/protein_geiner.html'>Протеин или гейнер - что лучше для набора массы"+zz+"spit/kak_prinimat_gainer.html'>Как правильно принимать гейнер"+zz+"spit/gainer_sport_pitanie.html'>ТОП 10 лучших гейнеров – обзор и сравнение"+zz+"spit/gainer_kupit.html'>Как выбрать хороший гейнер: 5 признаков"+zz+"spit/gainer2.html'>В каких случаях нужно покупать гейнер?"+zz+"spit/kupit_geiner.html'>Правильный подход к покупке гейнера"+zz+"spit/isomaltulose.html'>Изомальтулоза – идеальный углевод"+zz+"spit/gainer_energy_diet.html'>Сравнение Energy Diet с гейнером"+zz+"spit/gainer.html'>Гейнеры. Надо ли их бояться?</a></li><b>Конкретные гейнеры</b>"+zm+"spit/pro_complex_gainer.html'>Pro Gainer от Optimum Nutrition"+zz+"spit/isogainer.html'>IsoGainer от Nutrabolics"+zz+"spit/volumass.html'>VoluMass 35 от Scitec Nutrition"+zz+"spit/truemass.html'>True-Mass от BSN"+zz+"spit/up_your_mass.html'>Up your MASS от MHP"+zz+"spit/realgains.html'>Real Gains от Universal Nutrition"+zz+"spit/hyper_mass.html'>Hyper Mass 5000 от BioTech"+zz+"spit/real_mass.html'>Real Mass от Maxler"+zz+"spit/mutant_mass.html'>Mutant Mass"+zz+"spit/builder_mass.html'>Mass Builder от VPLab</a></li></ol>";

document.getElementById('sta_s_kr2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/kreatin_sport_pitanie.html'>ТОП 10 лучшего креатина (моногидрат)"+zz+"spit/prinimat_kreatin.html'>Как правильно принимать креатин"+zz+"spit/kreatin.html'>Придаёт ли креатин силу?"+zz+"spit/kreatin_vinoslivost.html'>Креатин и его влияние на выносливость"+zz+"spit/kreatin_monogidrat.html'>Что такое креатин моногидрат?"+zz+"spit/creatine.html'>С какими спортивными добавками лучше всего сочетается креатин"+zz+"spit/kreatin_transportnaia_sistema.html'>Креатин с транспортной системой: плюсы и минусы"+zz+"spit/kreatine.html'>Виды креатина: плюсы, минусы и эффективность"+zz+"spit/kreatin_pit.html'>Актуальные схемы приёма креатина"+zz+"spit/kreatine_pohudet.html'>Как принимать креатин для похудения?"+zz+"spit/kreatin_babi.html'>Креатин для женщин: нужен ли, польза и вред"+zz+"spit/kreatin_ko.html'>Креатин нужен только качкам: вы это серьёзно?</a></li><b>Конкретный креатин</b>"+zm+"spit/creatine_biotech.html'>100% Creatine Monohydrate от BioTech"+zz+"spit/creatine_maxler.html'>Creatine Monohydrate от Maxler"+zz+"spit/creatine_dymatize.html'>Creatine Micronized от Dymatize"+zz+"spit/creatine_ultimate.html'>Creatine Monohydrate от Ultimate Nutrition</a></li></ol>";

document.getElementById('sta_s_am2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/aminokisloti.html'>Для чего и как принимать аминокислоты"+zz+"spit/glutamine.html'>Глутаминовая аминокислота – её роль в спорте"+zz+"spit/arginine.html'>Аргинин: для чего он нужен и как его принимать"+zz+"spit/aminokisloti_sport_pitanie.html'>ТОП 10 лучших аминокислотных комплексов: обзор и сравнение"+zz+"spit/beta-alanine.html'>Бета-аланин: свойства, дозировки и применение в спорте"+zz+"spit/methionine.html'>Метионин: свойства, применение в спорте, дозировки"+zz+"spit/taurine.html'>Таурин: для чего он нужен в спорте и в жизни"+zz+"spit/ornithine.html'>Орнитин: свойства, функции и применение в спорте"+zz+"spit/glutamine2.html'>Глютамин: когда, сколько и с чем лучше принимать"+zz+"spit/gaba.html'>GABA (гамма-аминомасляная кислота). Описание и применение в спорте"+zz+"spit/glutamine_sport_pitanie.html'>ТОП 10 лучшего глютамина"+zz+"spit/tryptophan.html'>Триптофан: свойства и применение в спорте"+zz+"spit/phenylalanine.html'>Фенилаланин: его свойства, функции, дозировки"+zz+"spit/aspartic_acid.html'>Аспарагиновая кислота: функции и применение в спорте"+zz+"spit/lysine.html'>Лизин: для чего и как его принимать при занятиях спортом"+zz+"spit/tyrosine.html'>Тирозин: его свойства и применение в спорте"+zz+"spit/citrulline.html'>Л-ЦИТРУЛЛИН – что нам известно про эту пищевую добавку"+zz+"spit/nac.html'>N-ацетилцистеин (NAC или АЦЦ). Средство от кашля повышает выносливость"+zz+"spit/vitamini_sravnit.html'>Opti-men или VPLab Men`s ultra sport: сравнение комплексов витаминов"+zz+"spit/fakti_amino.html'>Топ-6 фактов об аминокислотах – ВСАА, глютамин, аргинин и пр."+zz+"spit/eaa_pit.html'>EAA аминокислоты: что это за добавка, для чего, как принимать"+zz+"spit/eaa_bcaa.html'>BCAA или EAA. Какие аминокислоты выбрать</a></li></ol>";



document.getElementById('sta_s_bc2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/BCAA_sport_pitanie.html'>ТОП 10 лучших BCAA – обзор и сравнение"+zz+"spit/bcaa.html'>BCAA – путь к суперкомпенсации"+zz+"spit/dlia_chego_bcaa.html'>Для чего и как применять BCAA"+zz+"spit/leucine.html'>Лейцин: свойства, применение в спорте, дозировки"+zz+"spit/bcaa_kupit.html'>Так ли необходимо покупать BCAA?"+zz+"spit/isoleucine.html'>Изолейцин: свойства и применение в спорте"+zz+"spit/bcaa_aminokisloti.html'>Аминокислоты с разветвленной боковой цепью (BCAA)"+zz+"spit/valin.html'>Валин: для чего он нужен в спорте"+zz+"spit/bcaa_vibor.html'>На что обращать внимание при покупке BCAA"+zz+"spit/bcaa_nauka.html'>Научные доказательства пользы BCAA</a></li><b>Конкретные BCAA</b>"+zm+"spit/bcaa_maxler.html'>Amino BCAA 4200 от Maxler"+zz+"spit/bcaa_powder_12000.html'>BCAA Powder 12000 от Ultimate Nutrition"+zz+"spit/olimp_bcaa.html'>BCAA Xplode от Olimp"+zz+"spit/biotech_bcaa.html'>100% BCAA От BioTech"+zz+"spit/vplab_bcaa.html'>BCAA 2:1:1 от VpLab"+zz+"spit/weider_bcaa.html'>Premium BCAA Powder от Weider"+zz+"spit/amino_x_fusion.html'>Amino X-Fusion от Maxler</a></li></ol>";


document.getElementById('sta_s_ji2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/l_karnitin.html'>L-карнитин - принцип действия и эффективность"+zz+"spit/l-carnitine_sport_pitanie.html'>ТОП 10 лучшего L-карнитина"+zz+"spit/l-karnitin_dlia_pohudenia.html'>L-карнитин для похудения: эффективность, свойства и дозировки"+zz+"spit/lipo-6.html'>Серия жиросжигателей LIPO 6: эффективность и сравнение"+zz+"spit/jirosjigateli_sport_pitanie.html'>ТОП 10 лучших жиросжигателей: обзор и сравнение"+zz+"spit/burn_fat.html'>Виды и принципы действия жиросжигателей"+zz+"spit/pohydenie_bad.html'>5 БАДов, которые можно применять для снижения веса"+zz+"spit/kupit_karnitin.html'>Как правильно выбрать карнитин?"+zz+"spit/jirosjigateli.html'>Как правильно выбрать себе жиросжигатель?"+zz+"spit/jirosjigateli_opit.html'>Эффективность жиросжигателей: личный опыт чемпиона по похудению"+zz+"spit/l-carnitine_vibor.html'>На что обращать внимание при выборе L-карнитина?"+zz+"spit/l-carnitine_priem.html'>L-карнитин: дозировки и как правильно принимать"+zz+"spit/mamba.html'>«Чёрная мамба» и Hell Fire: 10 способов защититься от поддельного жиросжигателя"+zz+"spit/geran.html'>5 лучших жиросжигателей с геранью на 2019 г."+zz+"spit/jirosjagatel.html'>Самый эффективный жиросжигатель: 7 способов выжать максимум из спортивного питания"+zz+"spit/oxyelite.html'>OxyElite Pro USPLabs — динамит для вашего жира"+zz+"spit/jj6.html'>6 типов жиросжигателей: краткий обзор"+zz+"spit/carnitine_4.html'>Топ 4 факта об L-карнитине, которых вы не знали</a></li><b>Конкретный карнитин</b>"+zm+"spit/carnitine_biotech.html'>L-carnitine 100.000 от BioTech"+zz+"spit/carnitine_maxler.html'>L-Carnitine 2000 от Maxler"+zz+"spit/carnitine_power_system.html'>L-Carnitine 120000 от Power System"+zz+"spit/carnitine_maxler_caps.html'>L-Carnitine Caps 750 от Maxler"+zz+"spit/carnitine_rps.html'>L-Carnitine от RPS"+zz+"spit/vplab_carnitine.html'>L-Carnitine Capsules от VPLab</a></li></ol>";

document.getElementById('sta_s_po2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/tribulus.html'>Трибулус – принцип действия и эффективность"+zz+"spit/tribulus_sport_pitanie.html'>ТОП 10 лучшего Трибулуса: обзор препаратов"+zz+"spit/zma.html'>ZMA: вся правда об эффективности"+zz+"spit/testesterone_buster.html'>Обзор тестостероновых бустеров"+zz+"spit/ekdisteron.html'>Экдистерон (экдистен) – свойства и эффект"+zz+"spit/zma_testosteron.html'>ZMA – ускоритель выработки тестостерона"+zz+"spit/alfamen.html'>Топ-4 рабочих и натуральных бустера тестостерона</a></li></ol>";

document.getElementById('sta_s_vm2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/animal_pak.html'>Animal Pak от Universal: описание, состав, как принимать"+zz+"spit/vitaminno-mineralnie_kompleksi.html'>Обзор витаминно-минеральных комплексов"+zz+"spit/vitaminno-mineralnie_kompleksi2.html'>ТОП 10 витаминно-минеральных комплексов"+zz+"spit/vitamin_mineral.html'>ТОП 13 витаминов и минералов для набора массы"+zz+"spit/vitamin_mineral2.html'>Витамины и минералы в спорте: дозировки и заблуждения"+zz+"spit/vitamin_d2.html'>Высокие дозировки витамина D3: сколько, чего опасаться?"+zz+"spit/magni.html'>Как выбрать магний и какая форма лучше"+zz+"spit/minerali.html'>Топ 10 признаков недостатка кальция, магния и железа"+zz+"spit/minerali2.html'>Топ признаков недостатка цинка, меди, калия и натрия"+zz+"spit/vitamin_b.html'>Нужно ли пить витамины группы В, если они вырабатываются в кишечнике"+zz+"spit/vitamin_d3.html'>Как витамин D влияет на рост мышц и силы"+zz+"spit/antio.html'>Антиоксиданты. Как они могут помешать вашим тренировкам</a></li>"+zz+"spit/vit_pohyd.html'>Какие витамины нужно пить при похудении"+zz+"spit/vitamini_top.html'>Топ-5 полезных фактов о витаминах и минералах"+zz+"spit/vitamini_mi.html'>Из каких микронутриентов должен состоять витаминно-минеральный комплекс для набора мышц"+zz+"spit/vse_zinc.html'>Всё о цинке: какую форму цинка выбрать, зачем нужен</a></li></ol>";

document.getElementById('sta_s_ds2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/collagen.html'>Коллаген для кожи и суставов: как принимать и какой лучше"+zz+"spit/zachita_sustavov.html'>Какое спортивное питание защищает суставы и связки?"+zz+"spit/glykozamin.html'>Глюкозамин как средство защиты суставов"+zz+"spit/hondroitin.html'>Применение хондроитина в спорте"+zz+"spit/zachita_sustavov2.html'>Как сохранить здоровье суставов: список лекарств"+zz+"spit/hondroprotektori.html'>Сравнительный анализ популярных хондропротекторов"+zz+"spit/flex_joint.html'>Flex Joint от Fitness Formula"+zz+"spit/kolagen.html'>5 доказательств, что коллаген способствует улучшению волос"+zz+"spit/kolagen2.html'>Как в 40 выглядеть на 30? Ответ прост — коллаген!"+zz+"spit/kolagen3.html'>Коллаген гидролизованный (низкомолекулярный) или обычный: какой лучше?"+zz+"spit/kolagen4.html'>Топ-5 фактов о коллагене, которых вы не знали"+zz+"spit/badi_systavi.html'>Лучший набор БАДов для защиты и лечения суставов</a></li></ol>";

document.getElementById('sta_s_pt2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/predtrenirovochnie_kompleksi.html'>Топ-10 лучших предтренировочных комплексов"+zz+"spit/predtrenirovochni_komplex.html'>Предтренировочные комплексы: их состав и предназначение"+zz+"spit/predtreniki.html'>Когда и как часто нужно принимать предтренировочные комплексы?"+zz+"spit/predtreniki_massa.html'>Почему предтренировочные комплексы мешают набору массы?"+zz+"spit/psychotic.html'>Предтреник Psychotic и Psychotic Gold: в чем отличия?"+zz+"spit/red_labs.html'>Предтреники и жиросжигатели Red Labs воскресят желание тренироваться"+zz+"spit/sage.html'>Sage Research и Med-tek Series — когда мозг дрессирует мышцы"+zz+"spit/jack3d.html'>Легендарный предтреник Jack3d воскрес!"+zz+"spit/mosthated.html'>Предтреник #Mosthated = памп + фокусировка + энергия"+zz+"spit/teacrine.html'>Теакрин – достойная замена кофеину в предтренировочных комплексах"+zz+"spit/mdns.html'>MDNS Freak Label – ноотроп для тех, у кого прибавилось работы в кризис"+zz+"spit/predtren.html'>Чем заменить предтренировочные комплексы</a></li></ol>";


document.getElementById('sta_s_kb2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/gnc.html'>GNC – производитель спортивного питания"+zz+"spit/watt-n.html'>WATT-N – производитель «чистого» спортивного питания"+zz+"spit/lactoprot.html'>Lactoprot (Lactomin 80), как производитель спортивного питания"+zz+"spit/ultimate_nutrition.html'>Ultimate Nutrition: история создания и лучшие продукты"+zz+"spit/optimum_nutrition.html'>Optimum Nutrition: в чём успех этого бренда?"+zz+"spit/dymatize_nutrition.html'>Dymatize Nutrition: история создания и преимущества бренда"+zz+"spit/pureprotein.html'>PureProtein: российский лидер спортивного питания"+zz+"spit/cloba_pharma.html'>Cloma Pharma: обзор бренда и его жиросжигателей"+zz+"spit/syntrax.html'>Syntrax: отличительные особенности и лучшие продукты"+zz+"spit/power_pro.html'>Power Pro - украинский бренд спортивного питания"+zz+"spit/cult.html'>CULT, как бренд спортивного питания: плюсы и минусы"+zz+"spit/rline.html'>R-Line: российский бренд спортивного питания"+zz+"spit/bsn.html'>BSN — история легендарного бренда!"+zz+"spit/weider.html'>WEIDER: история создания и лучшие продукты спортивного питания"+zz+"spit/mutant.html'>Mutant, как бренд спортивного питания: в чём его плюсы"+zz+"spit/rps.html'>RPS nutrition – обзор российского бренда спортивного питания"+zz+"spit/vp_laboratory.html'>VP Laboratory: преимущества и самые популярные продукты"+zz+"spit/universal_nutrition.html'>Universal Nutrition: история развития и лучшие продукты"+zz+"spit/twinlab.html'>TWINLAB: история бренда и лучшие продукты"+zz+"spit/biotech.html'>BioTech: история развития и самые удачные продукты"+zz+"spit/mhp.html'>MHP: история создания и популярные продукты"+zz+"spit/nutrabolics.html'>Nutrabolics: особенности этого бренда и лучшие продукты"+zz+"spit/olimp_sport_nutrition.html'>Olimp, как бренд спортивного питания: отличия и лучшие продукты"+zz+"spit/now.html'>NOW Foods – лидер по производству добавок для здорового питания!"+zz+"spit/power_system.html'>Power System: отличия этого бренда и популярные продукты"+zz+"spit/scitec_nutrition.html'>Scitec Nutririon – «середнячок» на рынке или премиум-класс?"+zz+"spit/muscletech.html'>MUSCLETECH: особенности бренда и лучшие продукты"+zz+"spit/musclepharm.html'>MusclePharm: история создания бренда и лучшие продукты"+zz+"spit/usplabs.html'>USPlabs: революционер в мире спортивного питания!"+zz+"spit/nutrex.html'>Nutrex: история развития бренда"+zz+"spit/wtflabz.html'>WTF Labz — дизайнерский бренд спортивного питания"+zz+"spit/firebox_nutrition.html'>Firebox Nutrition — спортдобавки для тренировок, от которых «сносит крышу»"+zz+"spit/dragon_pharma.html'>Dragon Pharma — добавки для тех, кто «живет в зале»"+zz+"spit/revange_nutrition.html'>Revange Nutrition — добавки для «ботаников» и для «качков»"+zz+"spit/predtrenik_geran.html'>Предтреники с геранью на 2019 г: где она есть, а откуда пропала?"+zz+"spit/2sn.html'>Обзор бренда спортивных добавок 2SN: доступно и достойно"+zz+"spit/soviet_labs.html'>Soviet Labs: предтреники и «Кузькина мать»"+zz+"spit/epic_labs.html'>Epic Labs — взрывные продукты, с которыми «закачаешься»"+zz+"spit/usn.html'>История бренда Ultimate Sports Nutrition от его основателя"+zz+"spit/dobromilfit.html'>DOBROMILFIT - честные спортивные добавки без переплаты</a></li></ol>";

document.getElementById('sta_s_pr2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"spit/sportivnoe_pitanie_devushki.html'>Зачем девушкам спортивное питание?"+zz+"spit/sportivnoe_pitanie2.html'>Спортивное питание, которое рекомендует сайт «Твой Тренер»"+zz+"spit/sportivnoe_pitanie_vozrast.html'>С какого возраста можно принимать спортивное питание?"+zz+"spit/yohimbe.html'>Йохимбин для жиросжигания и либидо: свойства и применение в спорте"+zz+"spit/sportivnoe_pitanie_mujchini.html'>Спортивное питание – когда мужчинам стоит его употреблять"+zz+"spit/sportivnoe_pitanie_pohudenie.html'>Какое спортивное питание подходит для похудения?"+zz+"spit/guarana.html'>Гуарана, как спортивное питание: для чего и как её принимать?"+zz+"spit/sportivnoe_pitanie_poddelki.html'>Подделка спортивного питания: правда и мифы"+zz+"spit/edinoborstva.html'>Использование спортивного питания в единоборствах"+zz+"spit/sportpit_massa.html'>Полный набор спортивного питания для роста массы"+zz+"spit/pivnie_drojji.html'>Польза пивных дрожжей при силовых тренировках"+zz+"spit/nabor.html'>Полный набор спортивного питания для сжигания жира"+zz+"spit/posletrenirovochnie_kompleksi.html'>Что такое послетренировочные комплексы и нужны ли они?"+zz+"spit/mifi_sportivnoe_pitanie.html'>5 мифов, которые нам навязывает индустрия спортивного питания"+zz+"spit/sportpit_rus.html'>Правда о российском спортпите: сырьё, стоимость, уловки"+zz+"spit/sportpit_vremia.html'>Как долго принимать то или иное спортивное питание для эффекта?"+zz+"spit/isotonic.html'>Что такое изотоники, и зачем они нужны?"+zz+"spit/massa.html'>ТОП-3 самого эффективного спортпита для набора мышечной массы"+zz+"spit/isotonic2.html'>Как самостоятельно приготовить изотоник (3 рецепта)"+zz+"spit/laxogenin.html'>Лаксогенин: рост мышц без стероидов"+zz+"spit/dmaa.html'>DMAA (герань): какой эффект, как принимать?"+zz+"spit/nicotinamide.html'>Никотинамид Рибозид: ставим старение на паузу"+zz+"spit/sportpit.html'>6 советов, как сэкономить при покупке спортивного питания"+zz+"spit/spirulina.html'>Спирулина: 5 преимуществ для вашего здоровья"+zz+"spit/sportpit_vin.html'>Какое спортивное питание подходит для развития общей выносливости?"+zz+"spit/sportpit_vosstanovlenie.html'>ТОП 5 спортивного питания для восстановления после тренировок"+zz+"spit/5htp.html'>5-HTP (5-Hydroxytryptophan) | БАД для хорошего настроения и сна"+zz+"spit/ashwagandha.html'>Как принимать ашваганду: свойства и побочные эффекты"+zz+"spit/dmaa2.html'>DMAA хотят запретить в России"+zz+"spit/wake_up.html'>Wake Up — ноотроп, удивляющий ваш мозг"+zz+"spit/koja.html'>Как улучшить состояние кожи добавками"+zz+"spit/lecithin.html'>Чем полезен лецитин?"+zz+"spit/q10.html'>Коэнзим Q10: полный гайд по добавке"+zz+"spit/bodrost.html'>5 БАДов для энергии и бодрости"+zz+"spit/dobavki.html'>Какие добавки нужно принимать вместе, а какие отдельно"+zz+"spit/gialuron.html'>Гиалуроновая кислота в таблетках: модная добавка или стоящая вещь?"+zz+"spit/mnm.html'>Никотинамид мононуклеотид (NMN): молекула, замедляющая старение"+zz+"spit/omega_3.html'>Разрушаем пять мифов про Омега-3"+zz+"spit/nmn.html'>Никотинамид мононуклеотид (NMN): что показали исследования на людях?"+zz+"spit/mozg.html'>Тяжёлая умственная работа: какие добавки принимать?"+zz+"spit/dobavki_novich.html'>Топ-10 добавок для новичков за 500-2000 рублей"+zz+"spit/sergce.html'>Добавки для укрепления и поддержки сердца"+zz+"spit/nastroenie.html'>Топ 5 БАДов для настроения"+zz+"spit/ne_rabotaet.html'>Почему некоторое спортивное питание и БАДы не работают"+zz+"spit/sportpit_40.html'>Топ-8 спортивного питания и добавок для людей 40+"+zz+"spit/sportpit_deti.html'>Топ спортивного питания и добавок, противопоказанных для подростков"+zz+"spit/immynitet.html'>Топ рабочих и нерабочих добавок для иммунитета"+zz+"spit/hmb_pit.html'>HMB или гидроксиметилбутират – самая недооценённая добавка для набора массы"+zz+"spit/sportpit_dorogo.html'>Спортивное питание и добавки (БАДы) – это дорого?"+zz+"spit/badi2.html'>Правильное питание или биологически активные добавки (БАДы): что лучше"+zz+"spit/kakoe_sport.html'>Какое спортивное питание, БАДы, витамины и минералы нужно принимать постоянно, а какое курсами"+zz+"spit/starenie.html'>Еда и БАДы для медленного старения"+zz+"spit/badi_postoiano.html'>Добавки (БАДы), которые можно и нужно всем на постоянной основе</a></li></ol>";



document.getElementById('sta_fi_m2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"fiz/mishechnay_massa.html'>Принципы набора мышечной массы"+zz+"fiz/nabrat_massu.html'>Что делать, если НИКАК не получается набрать массу?"+zz+"fiz/relief_massa.html'>Почему нельзя одновременно работать на массу и на рельеф?"+zz+"fiz/katabolizm.html'>Гормоны, способствующие катаболизму"+zz+"fiz/rost_massi.html'>Почему мышцы рано или поздно перестают расти?"+zz+"fiz/insylin.html'>Ускорители выработки инсулина"+zz+"fiz/oct.html'>Взаимосвязь роста мышц и центра массы тела: научный подход"+zz+"fiz/no_pain_no_gain.html'>Тренировочные истины. Без боли, нет роста?"+zz+"fiz/alkogol.html'>Влияние алкоголя на тренировки и набор мышечной массы"+zz+"fiz/geni.html'>Как генетика влияет на рост мышц и силы?"+zz+"fiz/mishci.html'>Правда ли что большие мышцы – это сильные мышцы"+zz+"fiz/mishci7.html'>Топ-4 факта о мышцах, о которых вы не знали"+zz+"fiz/mishci_rost.html'>Нарастить мышцы, чтобы сжигать больше калорий. Работает ли?"+zz+"fiz/recomp.html'>Рекомпозиция тела. Можно ли худеть и наращивать мышцы одновременно?"+zz+"fiz/recomp2.html'>Рекомпозиция тела. Что нужно делать, чтобы одновременно сжигать жир и наращивать мышцы"+zz+"fiz/fiziologia_rost_m.html'>Как увеличить объём и силу мышц без больших отягощений?"+zz+"fiz/giper.html'>Механический стресс как стимул гипертрофии мышц"+zz+"fiz/giper2.html'>Мышечное повреждение как стимул гипертрофии мышц"+zz+"fiz/giper3.html'>Метаболический стресс как стимул гипертрофии мышц"+zz+"fiz/udivlat.html'>Нужно ли удивлять мышцы, чтобы они росли?"+zz+"fiz/rost_m.html'>Топ-4 вещи, убивающие рост мышц"+zz+"fiz/bol_chasa.html'>Если тренироваться больше часа, то организм сжигает мышцы?"+zz+"fiz/mlnd.html'>Можно ли накачаться, не доделывая подходы до отказа?"+zz+"fiz/nabor_massi_pri.html'>Причина, почему ты не набираешь массу, хотя тренируешься и питаешься правильно</a></li></ol>";

document.getElementById('sta_fi_r2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"fiz/pohydet_trenagerniy_zal.html'>Можно ли похудеть в тренажёрном зале?"+zz+"fiz/pohydenie_mify.html'>8 мифов о похудении"+zz+"fiz/principi_pohudenia.html'>4 принципа успешного похудения"+zz+"fiz/otlichia_pohudenie.html'>Отличия мужского и женского похудения"+zz+"fiz/pohydenie2.html'>Какие упражнения уменьшают ту или иную часть тела?"+zz+"fiz/sjiganie_jira2.html'>5 фишек, как ускорить сжигание жира"+zz+"fiz/pohudenie2.html'>Почему же я не худею?"+zz+"fiz/pohydenie_sushka.html'>Чем отличается «сушка» от похудения?"+zz+"fiz/pohudenie.html'>Мой личный эксперимент над похудением"+zz+"fiz/fitness-bikini.html'>Как правильно сушиться в фитнес-бикини?"+zz+"fiz/sjiganie_jira.html'>Сжигание жира с одновременным сохранением мышц"+zz+"fiz/pohudenie_vozrast.html'>Почему с возрастом сложнее худеть?"+zz+"fiz/fizioterapia_pohydenie.html'>5 основных физиотерапевтических процедур при похудении"+zz+"fiz/yskorit_metabolizm.html'>Как ускорить метаболизм?"+zz+"fiz/nikotin.html'>Никотин как сжигатель жира"+zz+"fiz/pohudenie_26.html'>26 небольших хитростей для жиросжигания"+zz+"fiz/bodybuilding.html'>Как профессионально сушиться в бодибилдинге: все этапы от А до Я"+zz+"fiz/pohydenie_eksperiment.html'>Мой личный эксперимент над похудением №2"+zz+"fiz/pohydenie_eksperiment2.html'>Мой личный эксперимент над похудением №2 ИТОГИ"+zz+"fiz/pohydenie_mesiac.html'>1-й месяц похудения: особенности и нюансы"+zz+"fiz/stress_pohudenie.html'>Почему стресс мешает похудению"+zz+"fiz/prichini_ogirenia.html'>Причины и типы избыточного веса (ожирения)"+zz+"fiz/pohudenie_net.html'>Почему со временем перестаёт уходить жир?"+zz+"fiz/pohudenie7.html'>7 тайн похудения: работающие рекомендации"+zz+"fiz/sila_pohudenie.html'>Как сохранить силу при похудении или сушке?"+zz+"fiz/posledstvia_ogirenia.html'>6 последствий избыточного веса (ожирения)"+zz+"fiz/pohudenie3.html'>4 хитрых трюка для потери лишнего веса, которые вы не пробовали!"+zz+"fiz/metabolizm.html'>Как раскрутить метаболизм?"+zz+"fiz/ves.html'>8 неожиданных причин, из-за которых вы не теряете вес"+zz+"fiz/pohudenie_analizi.html'>Перечень необходимых анализов при похудении"+zz+"fiz/pohydenie3.html'>Комплексный подход к сжиганию жира: что делать нужно, а что - нет?"+zz+"fiz/pohudenie_len.html'>Похудение для ленивых в домашних условиях"+zz+"fiz/r-sleek.html'>Аппаратный массаж R-Sleek: похудеть и избавиться от целлюлита"+zz+"fiz/10_pravil.html'>10 простых правил для эффективного похудения"+zz+"pit/psihologia_pohydet.html'>Как договориться с самим собой постройнеть"+zz+"fiz/psihologia_pohydet.html'>Как договориться с самим собой постройнеть"+zz+"fiz/neat.html'>Как сжигать дополнительные калории, или как усилить похудение"+zz+"fiz/bistro_hudet.html'>Начал быстро худеть: хорошо это или плохо?"+zz+"fiz/deficit.html'>Не худею на дефиците калорий: причины и что делать"+zz+"fiz/pohudet.html'>ТОП 6 лайфхаков для похудения"+zz+"fiz/jivot.html'>Как убрать небольшой живот или как дожечь последний жир на животе"+zz+"fiz/stress2.html'>Стресс и ожирение. Как стресс меняет тело человека"+zz+"fiz/ves_geni.html'>Гены и лишний вес. Влияет ли генетика на запасание подкожного жира?"+zz+"fiz/puls.html'>Правда ли, что жир горит лучше при определённом пульсе?"+zz+"fiz/tren_hudet.html'>Какие тренировки лучше для похудения: редкие, но жёсткие, или частые, но средние"+zz+"fiz/mifi_hudet.html'>Топ-2 глупых приёма похудения"+zz+"fiz/hohudet2.html'>Тяжело тренируюсь, ничего не ем и всё равно не худею: почему и что с этим делать"+zz+"fiz/telek.html'>Как телевизор может помочь и помешать похудению</a></li>"+zz+"fiz/medl_hudet.html'>Скорость похудения: почему худеть/сушиться медленно выгоднее"+zz+"fiz/jir_top.html'>Топ-7 фактов о подкожном жире, которых вы не знали"+zz+"fiz/boka.html'>Почему толстеет живот и бока, а другие части тела худые"+zz+"fiz/in_g_i.html'>Инсулин и гликемический индекс для похудения: важны они или нет?"+zz+"fiz/obmen_ve.html'>У меня замедленный метаболизм – отмазка от похудения"+zz+"fiz/move_more.html'>Меньше ешь, больше двигайся: работает ли?"+zz+"fiz/dieta_nastr.html'>Почему плохое настроение на диете и проблемы со сном"+zz+"fiz/ves_den.html'>Топ-9 причин, почему вес резко увеличился за день"+zz+"fiz/post_poh.html'>Похудел и постарел: почему выглядишь хуже после похудения"+zz+"fiz/marafon_poh.html'>Почему похудательные марафоны не работают</a></li>"+zz+"fiz/i_pohudet.html'>Я похудел, и ты похудеешь: почему один способ может не подойти другому человеку"+zz+"fiz/malo_dvigaus.html'>Очень мало двигаюсь: что делать"+zz+"fiz/vis_jiv.html'>Выступающий живот: в чём причина и что делать"+zz+"fiz/fakti_pohyden.html'>Топ-5 факторов, которые не влияют на похудение"+zz+"fiz/pohud_potom.html'>Сначала похудею, потом пойду в тренажёрный зал. Почему это ошибка?"+zz+"fiz/nelzia_pohudet.html'>Почему нельзя похудеть на одном желании похудеть"+zz+"fiz/jir_fakti.html'>Топ-4 дополнительных факта о подкожном жире, которые вас удивят"+zz+"fiz/hud_odni.html'>Почему один человек худеет, а другой толстеет, хотя они едят одинаково</a></li></ol>";


document.getElementById('sta_fi_v2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"fiz/vosstanovlenie.html'>Фазы восстановления после тренировок"+zz+"fiz/trenirovki_bol_mishci.html'>Боль в мышцах – вред или польза?"+zz+"fiz/vosstanovlenie_mishci.html'>Из чего состоит восстановление мышц"+zz+"fiz/vosstanovlenie2.html'>Способы восстановления после тренировок"+zz+"fiz/peretrenirovannost.html'>Признаки и причины перетренированности"+zz+"fiz/pereriv_v_trenirovkah.html'>Нужно ли иногда делать перерыв в тренировках?"+zz+"fiz/vosstanovlenie_trenirovka.html'>8 аспектов восстановления после тренировок"+zz+"fiz/bol_trenirovki.html'>Всё о боли в мышцах после тренировок"+zz+"fiz/peretrenirovannost_2.html'>3 стадии перетренированности: симптомы и лечение"+zz+"fiz/vosstanovlenie3.html'>Как восстанавливаться после длительных нагрузок?"+zz+"fiz/tim_tam.html'>Перкуссионный массажер для восстановления после тренировок"+zz+"fiz/tennis.html'>Массаж теннисным мячиком: основная информация"+zz+"fiz/peretren.html'>Чем отличается перенапряжение на тренировках от перетренированности"+zz+"fiz/vosstan.html'>Как определить, достаточно ли вы восстановились"+zz+"fiz/son.html'>Как недосып влияет на падение результативности тренировок"+zz+"fiz/son2.html'>Нехватка сна: как мы теряем мышцы, не высыпаясь"+zz+"fiz/sistema.html'>Что утомляет нервную систему больше: многоповторка или большие веса? Восстановление нервной системы"+zz+"fiz/sauna.html'>Можно ли после тренировки в сауну, и помогает ли она восстановлению"+zz+"fiz/pamiat.html'>Мышечная память: как быстро удастся восстановить утраченную форму"+zz+"fiz/son3.html'>Дневной сон и его влияние на тренировки"+zz+"fiz/energia.html'>Топ 7 привычек, забирающих у вас энергию"+zz+"fiz/rasslab.html'>Как научиться расслабляться"+zz+"fiz/okno.html'>Существует ли белково-углеводное окно?"+zz+"fiz/ystal.html'>Постоянная усталость: причины и что делать"+zz+"fiz/bol_tren2.html'>Можно ли тренировать мышцы, которые ещё болят"+zz+"fiz/bol_tren3.html'>Топ-5 фактов о мышечной боли (крепатуре)"+zz+"fiz/v_den_otd.html'>В день отдыха чувствую себя плохо: вялость, лень, много ем. Почему?"+zz+"fiz/ystavshi.html'>Почему всегда уставший. Что делать, если сильно устаёшь"+zz+"fiz/peretrenirovannost3.html'>Подробно про перетренированность: теория и личный опыт"+zz+"fiz/son4.html'>Топ-7 проблем со сном и способы их решения"+zz+"fiz/kishechnik.html'>Комплекс мер по поддержке и восстановлению своего кишечника</a></li></ol>";

document.getElementById('tegi2').innerHTML = "<div style='max-height:140pt;overflow-y: auto;border:1pt #999 solid; border-radius:7pt; margin-bottom:5pt; padding-left:5pt'>\
<font id='tteg17' onClick='tegi2(17)' class='tegi'>бег</font> \
<font id='tteg34' onClick='tegi2(34)' class='tegi'>белки</font> \
<font id='tteg6' onClick='tegi2(6)' class='tegi'>боль</font> \
<font id='tteg19' onClick='tegi2(19)' class='tegi'>беременность</font> \
<font  id='tteg2' onClick='tegi2(2)' class='tegi'>восстановление</font> \
<font  id='tteg44' onClick='tegi2(44)' class='tegi'>витамины</font> \
<font  id='tteg33' onClick='tegi2(33)' class='tegi'>выносливость</font> \
<font  id='tteg30' onClick='tegi2(30)' class='tegi'>вода</font> \
<font  id='tteg15' onClick='tegi2(15)' class='tegi'>грудь</font> \
<font  id='tteg39' onClick='tegi2(39)' class='tegi'>грыжа</font> \
<font  id='tteg23' onClick='tegi2(23)' class='tegi'>дети</font> \
<font  id='tteg26' onClick='tegi2(26)' class='tegi'>дома</font> \
<font  id='tteg20' onClick='tegi2(20)' class='tegi'>единоборства</font> \
<font  id='tteg28' onClick='tegi2(28)' class='tegi'>жим лёжа</font> \
<font  id='tteg35' onClick='tegi2(35)' class='tegi'>жиры</font> \
<font id='tteg0' onClick='tegi2(0)' class='tegi'>йога</font> \
<font id='tteg9' onClick='tegi2(9)' class='tegi'>колени</font> \
<font id='tteg25' onClick='tegi2(25)' class='tegi'>либидо</font> \
<font id='tteg22' onClick='tegi2(22)' class='tegi'>массаж</font> \
<font id='tteg21' onClick='tegi2(21)' class='tegi'>мотивация</font> \
<font id='tteg10' onClick='tegi2(10)' class='tegi'>ноги</font> \
<font id='tteg37' onClick='tegi2(37)' class='tegi'>новички</font> \
<font id='tteg43' onClick='tegi2(43)' class='tegi'>ожирение</font> \
<font id='tteg41' onClick='tegi2(41)' class='tegi'>отжимания</font> \
<font id='tteg1' onClick='tegi2(1)' class='tegi'>позвоночник</font> \
<font id='tteg40' onClick='tegi2(40)' class='tegi'>подтягивания</font> \
<font id='tteg42' onClick='tegi2(42)' class='tegi'>повторения</font> \
<font id='tteg12' onClick='tegi2(12)' class='tegi'>плечи</font> \
<font id='tteg14' onClick='tegi2(14)' class='tegi'>пресс</font> \
<font id='tteg27' onClick='tegi2(27)' class='tegi'>приседания</font> \
<font id='tteg38' onClick='tegi2(38)' class='tegi'>пульс</font> \
<font id='tteg5' onClick='tegi2(5)' class='tegi'>разминка</font> \
<font id='tteg18' onClick='tegi2(18)' class='tegi'>растяжка</font> \
<font id='tteg13' onClick='tegi2(13)' class='tegi'>руки</font> \
<font id='tteg36' onClick='tegi2(36)' class='tegi'>сон</font> \
<font id='tteg32' onClick='tegi2(32)' class='tegi'>стресс</font> \
<font id='tteg7' onClick='tegi2(7)' class='tegi'>суставы</font> \
<font id='tteg29' onClick='tegi2(29)' class='tegi'>сушка</font> \
<font id='tteg8' onClick='tegi2(8)' class='tegi'>спина</font> \
<font id='tteg4' onClick='tegi2(4)' class='tegi'>секс</font> \
<font id='tteg24' onClick='tegi2(24)' class='tegi'>сила</font> \
<font  id='tteg3' onClick='tegi2(3)' class='tegi'>тренер</font> \
<font  id='tteg31' onClick='tegi2(31)' class='tegi'>углеводы</font> \
<font id='tteg16' onClick='tegi2(16)' class='tegi'>шея</font> \
<font id='tteg11' onClick='tegi2(11)' class='tegi'>ягодицы</font> \
</div><div id='tegi3'  style='display:none'></div><div id='tegi6'  style='display:none'>Идёт загрузка статей...</div>";

document.getElementById('sta_fi_p2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"fiz/menstryacia_mesychnie.html'>Тренировки в тренажёрном зале при менструации"+zz+"fiz/jenskie_uprajnenia.html'>Тор 10 «женских» упражнений"+zz+"fiz/trenerovki_menstryalnii_cikl.html'>Могут ли силовые тренировки нарушить менструальный цикл?"+zz+"fiz/cellylit.html'>Как избавиться от целлюлита в тренажёрном зале"+zz+"fiz/grud_uprajnenia.html'>Женская грудь и упражнения – правда и мифы"+zz+"fiz/fitnes_bikini.html'>Фитнес бикини: стоит ли попробовать?"+zz+"fiz/devyshka_trenagerny_zal.html'>Зачем девушке ходить в тренажёрный зал?"+zz+"fiz/anticellylitnii_massag.html'>Основные приёмы антицеллюлитного массажа и самомассажа"+zz+"fiz/beremennost_trenirovki.html'>Тренировки при беременности – основные принципы"+zz+"fiz/pohydenie.html'>Мода на похудение – однобокий взгляд девушек"+zz+"fiz/orgazm_yprajnenia.html'>Как усилить женский оргазм при помощи силовых упражнений"+zz+"fiz/trenirovki_devushki.html'>Силовые или аэробные тренировки - что выбрать девушке?"+zz+"fiz/ruki_devushki_trenirovki.html'>Нужно ли девушкам качать руки?"+zz+"fiz/dvigatelnie_kachestva.html'>Различия двигательных качеств между мужчинами и женщинами"+zz+"fiz/trenirovki_massa_devushki.html'>6 Особенностей женских тренировок на массу"+zz+"fiz/dieta_pms.html'>Особенности диеты при ПМС"+zz+"fiz/devushki_trenajernii_zal.html'>Могут ли занятия в тренажёрном зале навредить женственности?"+zz+"fiz/implanti_trenirovki.html'>Как тренироваться с грудными имплантами?"+zz+"fiz/spina_devushki.html'>Особенности тренировки женской спины"+zz+"fiz/10_sovetov.html'>10 советов для девушек, начавших заниматься фитнесом"+zz+"fiz/bikini.html'>2 стороны медали фитнес-бикини"+zz+"fiz/paraziti.html'>Женские упражнения – паразиты"+zz+"fiz/steroidi.html'>Почему девушкам не стоит принимать стероиды?"+zz+"fiz/devushki_tren.html'>Должны ли женщины тренироваться, как мужчины?"+zz+"fiz/plechi.html'>Будут ли у женщины широкие плечи, как у мужчины, если тренироваться?</a></li></ol>";

document.getElementById('sta_fi_b2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"fiz/sex.html'>Тренировки или секс - что важнее и как совмещать"+zz+"fiz/trenirovki_pereriv.html'>Как влияет перерыв в тренировках на организм?"+zz+"fiz/izmenenie_vesa_snariadov.html'>Принципы изменения веса снарядов при тренировках в тренажёрном зале"+zz+"fiz/testosteron_tren.html'>Влияние тренировок на гормон роста (СТГ)"+zz+"fiz/kalliper.html'>Калиперометрия"+zz+"fiz/silovaia_vinoslivost.html'>Что такое силовая выносливость?"+zz+"fiz/trenirovki_rezultat.html'>Как быстро нужно худеть или набирать массу?"+zz+"fiz/izmenenie_povtoreniy.html'>Как менять количество повторений в течение тренировочной программы"+zz+"fiz/testosteron_son.html'>Влияние сна на гормон роста (СТГ)"+zz+"fiz/sex_trenirovki.html'>Влияние тренировок на качество интимной жизни"+zz+"fiz/testosteron_t.html'>Влияние температуры на гормон роста (СТГ)"+zz+"fiz/trenirovki_vozrast.html'>Особенности тренировок для тех, кому за 40"+zz+"fiz/sila_massa.html'>Как увеличить силу мышц без роста массы?"+zz+"fiz/kogda_nado_trenirovatsia.html'>В какое время суток лучше всего тренироваться?"+zz+"fiz/vliianie_tren.html'>Влияние силовых тренировок на организм"+zz+"fiz/trenirovki_sex.html'>Взаимосвязь тренировок и секса – мужской взгляд"+zz+"fiz/trenirovki_gruppa_krovi.html'>Как группа крови влияет на особенности силовых тренировок?"+zz+"fiz/povisit_testosteron.html'>5 методов повышения уровня собственного тестостерона"+zz+"fiz/sila.html'>8 главных факторов, от которых зависит сила мышц"+zz+"fiz/erekcia_yprajnenia.html'>Как усилить эрекцию с помощью силовых упражнений?"+zz+"fiz/deti_silovie_trenirovki.html'>Влияние силовых тренировок на детский организм"+zz+"fiz/bol_v_michcah.html'>Боль в мышцах: причины и способы устранения"+zz+"fiz/mifu1.html'>10 мифов о силовых тренировках (часть первая)"+zz+"fiz/trenirovki_partner.html'>Почему тренировки с партнёром более эффективные?"+zz+"fiz/propuskat_trenirovki.html'>Почему нельзя пропускать тренировки?"+zz+"fiz/testosteron_bol.html'>Влияние болевого воздействия на гормон роста"+zz+"fiz/testosteron_kislorod.html'>Влияние кислородного голодания на гормон роста"+zz+"fiz/kostnaia_massa_trenirovki.html'>Влияние тренировок на костную массу"+zz+"fiz/mifu2.html'>10 мифов о силовых тренировках (часть вторая)"+zz+"fiz/testosteron_pitanie.html'>Влияние режима питания на гормон роста (СТГ)"+zz+"fiz/sport_gelezo.html'>Причины нехватки железа у спортсменов"+zz+"fiz/testosteron.html'>Признаки низкого и высокого уровня тестостерона у мужчин и женщин"+zz+"fiz/zakalivanie_deti.html'>Закаливание для детей – как и когда"+zz+"fiz/deti_fitnes.html'>Детский фитнес: какой и когда?"+zz+"fiz/odnovremenno.html'>Можно ли одновременно сжигать жир и набирать мышцы?"+zz+"fiz/trenirovki.html'>Почему любая программа тренировок рано или поздно теряет эффективность?"+zz+"fiz/ph_krovi.html'>Что такое PH крови и как на него влияет питание?"+zz+"fiz/vinoslivost.html'>Выносливость – врожденный фактор или результат тренировок?"+zz+"fiz/paraziti2.html'>Мужские упражнения – паразиты"+zz+"fiz/vitamin_d.html'>Влияние витамина Д на мужской организм"+zz+"fiz/obesvogivanie_trenirovka.html'>Обезвоживание во время тренировок"+zz+"fiz/oteki.html'>Что такое отёки, и как от них избавиться"+zz+"fiz/stress.html'>Как бороться со стрессом"+zz+"fiz/sudorogi.html'>Судороги ночью: что делать?"+zz+"fiz/atero.html'>Как избавится от начального атеросклероза: профилактика инфаркта и инсульта"+zz+"fiz/cortisol.html'>Функции и значение кортизола"+zz+"fiz/hrust_sustavi.html'>Опасен ли хруст в суставах?"+zz+"fiz/sex2.html'>Как секс влияет на спортивные результаты"+zz+"fiz/sex3.html'>Сколько калорий сжигает секс и может ли он заменить тренировку"+zz+"fiz/psih.html'>Как занятия фитнесом влияют на психику, и как с помощью фитнеса повысить самооценку"+zz+"fiz/rastiagki.html'>Как убрать растяжки на животе"+zz+"fiz/veni.html'>Как увеличить венозность на руках и по всему телу"+zz+"fiz/oteki2.html'>Отёки от стресса: причины и как убрать"+zz+"fiz/jir.html'>Как превратить жир в мышцы: Реальные способы"+zz+"fiz/flora.html'>Как улучшить микрофлору кишечника или как укрепить иммунитет"+zz+"fiz/ojiren.html'>Метаболически здоровое ожирение: что это?"+zz+"fiz/zrenie.html'>Как улучшить зрение: добавки, упражнения и прочие советы"+zz+"fiz/rashod_kalorii.html'>От чего зависит суточный расход энергии человека"+zz+"fiz/holesterin.html'>Польза холестерина. Топ 7 фактов о холестерине"+zz+"fiz/sduv.html'>Мышцы сдуваются без тренировок: почему и как быстро?"+zz+"fiz/poten.html'>Лишний вес и потенция: как жир на животе влияет на мужскую силу"+zz+"fiz/press_fakti.html'>Топ-5 фактов о прессе, которых вы не знали"+zz+"fiz/plan.html'>Почему тренировки без планирования не дают результатов"+zz+"fiz/serdce.html'>Спортивное сердце: что это, его виды, опасно ли?"+zz+"fiz/testoster.html'>Как самостоятельно определить собственный уровень тестостерона"+zz+"fiz/apatia.html'>Как преодолеть депрессию и апатию самостоятельно"+zz+"fiz/golova.html'>Тренировки как способ профилактики головной боли"+zz+"fiz/povtorenia.html'>Почему уменьшаются повторения в каждом подходе?"+zz+"fiz/nervi.html'>Топ-4 факта о нервной системе, которых вы не знали"+zz+"fiz/gor_rost.html'>Как повысить гормон роста с помощью тренировок"+zz+"fiz/zdorove_sss.html'>Топ-5 простых способов поддержать здоровье сердечно-сосудистой системы"+zz+"fiz/deti_rost.html'>Влияют ли на рост детей и подростков силовые тренировки"+zz+"fiz/sex4.html'>Что необходимо для здоровой работы половой (репродуктивной) системы"+zz+"fiz/testoster_top.html'>Топ-5 малоизвестных фактов о тестостероне (мужском половом гормоне)"+zz+"fiz/vinoslivost5.html'>Топ-4 полезных факта о выносливости"+zz+"fiz/sila_6.html'>Топ-6 фактов о физической силе"+zz+"fiz/vinoslivost5.html'>Топ-4 полезных факта о выносливости"+zz+"fiz/dofamin.html'>Дофамин, окситоцин, серотонин и эндорфин: как поднять уровень каждого нейромедиатора для нормализации психики"+zz+"fiz/len_serotonin.html'>Ты не ленивый, просто у тебя упал серотонин. Причины снижения и как исправить"+zz+"fiz/kachalka_sex.html'>Качалка убивает секс. Правда ли?</a></li></ol>";


document.getElementById('sta_aer2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"aer/stretching.html'>Что такое стретчинг?"+zz+"aer/aerobika.html'>Как сочетать аэробику и силовые тренировки?"+zz+"aer/silovaia_aerobika.html'>Что такое силовая аэробика?"+zz+"aer/intervalnoe_kardio.html'>Интервальное кардио: плюсы и готовая программа"+zz+"aer/orbitrek.html'>6 преимуществ орбитрека (эллипсоида)"+zz+"aer/kalanetika.html'>Что такое калланетика?"+zz+"aer/pump.html'>Что такое памп-аэробика (бодипамп)?"+zz+"aer/intervalnay_trenirovka.html'>Секреты интервальной тренировки"+zz+"aer/begovaia_dorojka.html'>8 распространенных ошибок при занятиях на беговой дорожке"+zz+"aer/saikl.html'>Что такое сайкл-аэробика?"+zz+"aer/akvaaerobika.html'>Что такое аквааэробика?"+zz+"aer/sheiping.html'>Что такое шейпинг?"+zz+"aer/step.html'>Что такое степ-аэробика?"+zz+"aer/fitbol.html'>Что такое фитбол-аэробика?"+zz+"aer/tabata.html'>Табата: интервальная тренировка за 4 минуты"+zz+"aer/body-balet.html'>Боди-балет - зачем и для кого"+zz+"aer/puls_velotrenajor.html'>Каким должен быть пульс при тренировках на велотренажёре?"+zz+"aer/bodyflex.html'>Бодифлекс: похудение и укрепление организма"+zz+"aer/sportivnaia_hotba.html'>Как похудеть при помощи спортивной ходьбы"+zz+"aer/pilates.html'>Что такое пилатес?"+zz+"aer/dance.html'>Что такое танцевальная аэробика?"+zz+"aer/kardio.html'>Секреты кардио тренировок от чемпиона по похудению"+zz+"aer/kibo_taibo.html'>Что такое боевая аэробика (ки-бо и тай-бо)?"+zz+"aer/begovie_dorojki.html'>Беговая дорожка VS обычный бег: 5 плюсов и минусов"+zz+"aer/slaid.html'>Что такое слайд-аэробика?"+zz+"aer/zagigatelniy_fitnes.html'>«Зажигательный» фитнес: танцы и единоборства"+zz+"aer/tabata2.html'>Система Табата: принцип увеличения нагрузки"+zz+"aer/soveti.html'>8 вредных советов для групповых занятий в фитнес клубе"+zz+"aer/beg_pohudenie.html'>Как бегать, чтобы похудеть?"+zz+"aer/tehnika_bega.html'>Оздоровительный бег: техника и основные ошибки"+zz+"aer/beg_trener.html'>7 причин бегать с тренером"+zz+"aer/kardio_intensivnost.html'>Зоны мощности кардио: выносливость, жиросжигание или восстановление?"+zz+"aer/beg_ofp.html'>Варианты общефизической подготовки (ОФП) в беге"+zz+"aer/beg_novichki.html'>Программа оздоровительного бега для начинающих"+zz+"aer/beg2.html'>Как бег влияет на наш организм: 6 аспектов"+zz+"aer/stretching_2.html'>Стретчинг: растяжка в домашних условиях"+zz+"aer/pilates_2.html'>Пилатес для начинающих: зачем нужен, и кому подойдёт"+zz+"aer/dorojka.html'>Как тренироваться на беговой дорожке"+zz+"aer/dorojka_beg.html'>Отличие беговой дорожки от обычного бега на улице: преимущества и недостатки"+zz+"aer/podem.html'>Подъём по лестнице как вариант кардио тренировки"+zz+"aer/kardio2.html'>Какое кардио эффективнее для похудения – низкоинтенсивное или высокоинтенсивное"+zz+"aer/ka_kardio.html'>Что сжигает больше калорий – кардио или силовая тренировка</a></li></ol>";

document.getElementById('sta_m_dom2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"met/pohydenie_doma.html'>Похудение в домашних условиях"+zz+"met/systavnay_gimnastika.html'>Комплекс суставной гимнастики"+zz+"met/doma_trenajer.html'>Какие гантели, штанги и стойки купить для дома"+zz+"met/statika.html'>Статические упражнения в домашних условиях: как и для чего выполнять"+zz+"met/doma_trenajer2.html'>Какие силовые тренажеры лучше купить для дома"+zz+"met/pohydenie.html'>Как похудеть в домашних условиях: пошаговая инструкция"+zz+"met/bedra_iagodici.html'>Как накачать ноги и ягодицы в домашних условиях без штанги и гантелей"+zz+"met/kardiotrenajeri.html'>Какой кардиотренажёр лучше купить для дома"+zz+"met/nakochat_iagodici_v_domashnih_usloviah.html'>Тренировка ягодиц в домашних условиях: самые лучшие упражнения"+zz+"met/doma_prisposoblenia_trenirovki.html'>Изготовление приспособлений для тренировок в домашних условиях"+zz+"met/otgimania_grud.html'>Как накачать грудь дома с помощью отжиманий"+zz+"met/ganteli.html'>Какие гантели лучше купить для домашних тренировок?"+zz+"met/inventar_dlia_trenirovok.html'>Обзор необходимого инвентаря для домашних тренировок"+zz+"met/prisedania_bez_stoek.html'>Как приседать со штангой дома без стоек"+zz+"met/multitrenajeri.html'>Домашние мультитренажёры: обзор самых лучших моделей"+zz+"met/turnik_dlia_doma.html'>Как выбрать турник для дома?"+zz+"met/trenirovki2.html'>Почему нежелательно тренироваться дома: 5 факторов"+zz+"met/doma_tren.html'>6 советов по домашним тренировкам"+zz+"met/tren_bes_invent.html'>Тренировка в домашних условиях для женщин без инвентаря"+zz+"met/doma_devysski_ganteli.html'>Упражнения с гантелями для женщин в домашних условиях"+zz+"met/inventar.html'>Как выбрать лучший инвентарь для домашних тренировок"+zz+"met/dom_vs_zal.html'>Могут ли домашние тренировки полностью заменить тренажёрный зал?</a></li></ol>";

document.getElementById('sta_fa_kp2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"far/turinabol.html'>Туринабол: свойства, эффективность и дозировки"+zz+"far/omnadren.html'>Омнадрен–250 – дозировки, плюсы и минусы применения"+zz+"far/testosterona_propionat.html'>Тестостерона пропионат – свойства, дозировки и схемы приёма"+zz+"far/stanozolol_tabletki.html'>Станозолол в таблетках: нюансы применения и дозировки"+zz+"far/oxandrolon.html'>Оксандролон: свойства, эффективность, дозировки"+zz+"far/oxymetholone.html'>Оксиметалон: особенности действия, дозировки и схемы приёма"+zz+"far/boldenon.html'>Болденон - свойства, дозировки и сочетание с другими препаратами"+zz+"far/sustanon_omnadren.html'>Сустанон и Омнадрен: сравнение препаратов и схема приёма"+zz+"far/nandrolone_decanoate.html'>Нандролона деканоат: особенности воздействия и схемы приёма"+zz+"far/primobolan.html'>Примоболан: особенности, дозировки и схемы применения"+zz+"far/stanozolol.html'>Инъекционный станозолол: его особенности и схемы применения"+zz+"far/metandrostenolon.html'>Метандростенолон (метандиенон) – свойства и схемы приёма"+zz+"far/trenbolone.html'>Тренболон: эффективность, побочка и дозировки"+zz+"far/masteron_drostanolon.html'>Мастерон (Дростанолон): влияние на организм и схемы приёма"+zz+"far/trenbolone_primenenie.html'>Тренболон: схемы приёма и комбинирование с другими препаратами"+zz+"far/metan_injection.html'>Особенности применения инъекционного метана"+zz+"far/testosterona_enanthate.html'>Тестостерона энантат: свойства, применение, дозировки"+zz+"far/methyltestosterone.html'>Метилтестостерон: так ли он плох?"+zz+"far/fluoxymesterone.html'>Флюоксиместерон: особенности действия, дозировки и схемы приёма"+zz+"far/testosteron.html'>Суспензия тестостерона: особенности применения в силовом спорте"+zz+"far/testosterona_cypionate.html'>Тестостерона ципионат: как и для чего применять в бодибилдинге"+zz+"far/testosteron_solo.html'>Нюансы сольного использования тестостерона"+zz+"far/phenylpropionat.html'>Нандролон Фенилпропионат: эффективность и нюансы применения"+zz+"far/testosteron_undecanoate.html'>Тестостерона ундеканоат (Андриол): свойства, дозировки, применение"+zz+"far/medicina_testo.html'>Применение препаратов тестостерона в медицине"+zz+"far/medicina_omnadren.html'>Использование Омнадрена в медицине</a></li></ol>";

document.getElementById('sta_fa_oi2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"far/poslekursovaia_terapia.html'>Послекурсовая терапия: какие препараты применять и как их сочетать"+zz+"far/perviy_kurs_steroidov.html'>Первый курс анаболических стероидов - типичные ошибки"+zz+"far/anaboliki_podrostki_novichki.html'>Почему новичкам и подросткам не стоит принимать анаболические стероиды?"+zz+"far/anabolicheskie_steroidi_pervii_kurs.html'>Что нужно сделать перед первым курсом стероидов?"+zz+"far/perviy_kurs_steroidov_dozirovki.html'>Первый курс анаболических стероидов - конкретные схемы и дозировки"+zz+"far/za_40.html'>Фармподдержка для тех, кому за 40"+zz+"far/sushka_dlia_jenshin.html'>Сушка для женщин с применением фармакологи: пошаговая инструкция"+zz+"far/firma_steroidi.html'>Обзор фирм-производителей стероидов"+zz+"far/opasnie_steroidi.html'>10 самых опасных стероидов и прочей «химии»"+zz+"far/antiestrogeni_prolaktin.html'>Как применять антиэстрогены и ингибиторы пролактина на курсе стероидов"+zz+"far/sushka.html'>Сушка для мужчин с применением фармакологии"+zz+"far/steroidi.html'>Что такое Андрогены и анаболические стероиды"+zz+"far/tip_tela.html'>Оптимальные курсы стероидов для разных типов телосложения"+zz+"far/anabolicheskie_steroidi_kogda_prinimat.html'>Как часто нужно принимать оральные и инъекционные стероиды?"+zz+"far/steroidi_immunitet.html'>Влияние приёма стероидов на иммунитет"+zz+"far/otkat.html'>Можно ли сохранить результаты после отмены стероидов?"+zz+"far/sperma.html'>Влияние стероидов на качество спермы и её восстановление"+zz+"far/bodybuilding.html'>Плюсы и минусы натурального и «химического» бодибилдинга"+zz+"far/anabolicheskie_steroidi.html'>Андрогенно-анаболические стероиды - как они работают"+zz+"far/gipertonia_steroidi.html'>Как бороться с повышенным давлением при употреблении стероидов"+zz+"far/ukoli.html'>Куда и как колоть стероиды и прочую «фарму»?"+zz+"far/suchka_steroidi.html'>Какие препараты лучше использовать на сушке?"+zz+"far/za_40_jenchini.html'>Фармподдержка для женщин после 40-ка"+zz+"far/oshibki.html'>ТОП 10 ошибок начинающих химиков"+zz+"far/sindrom_otmeni.html'>Синдром отмены: что происходит после курса стероидов?"+zz+"far/steroidi_tabletki.html'>Нужно ли принимать стероиды в таблетках?"+zz+"far/edinoborstva.html'>Какие стероиды больше подходят для боевых искусств?"+zz+"far/top4.html'>ТОП 4 самых дешёвых, но работающих стероидов"+zz+"far/steroidi2.html'>Станозолол и Оксандролон, как самые безодибные стероиды"+zz+"far/doping_kontrol.html'>Сроки обнаружения стероидов на допинг контроле, и как эти сроки сократить?"+zz+"far/kurs_steroidi.html'>Взрослый курс для набора массы"+zz+"far/plato_steroidi.html'>Стероидное плато: причины и способы выхода"+zz+"far/ugri.html'>Как бороться с угревой сыпью при применении стероидов"+zz+"far/serdce.html'>Влияние стероидов на сердце и сердечно-сосудистую систему"+zz+"far/5steroidov.html'>5 стероидов, которые любители редко используют"+zz+"far/progestin.html'>4 стероида, обладающих наибольшей прогестивной активностью"+zz+"far/farma_kupit.html'>Насколько просто купить спортивную фармакологию?"+zz+"far/genetika.html'>4 генетических нюанса, которые сильно влияют на эффект от стероидов"+zz+"far/steroidi_aromat.html'>Препараты для тех, кто склонен к ароматизации. Часть 1"+zz+"far/steroidi_voina.html'>Заговор против стероидов: в чём причина?"+zz+"far/anastrozol.html'>Как и зачем использовать Анастразол и Бромокриптин на курсе стероидов?"+zz+"far/steroidi_aromat2.html'>Препараты для тех, кто склонен к ароматизации. Часть 2"+zz+"far/steroidi_istoria.html'>История возникновения стероидов: с 19 по середину 20 века"+zz+"far/medicina.html'>Как стероиды используют в медицине?"+zz+"far/istoria.html'>История стероидов c XIX века"+zz+"far/estrogen.html'>Эстроген в мужском организме и как с ними бороться?"+zz+"far/farma_knigi.html'>Книги по спортивной фармакологии"+zz+"far/proizvod.html'>Как выбрать качественного производителя стероидов?"+zz+"far/dorogo.html'>Список самой дорогой запрещённой фармакологии</a></li></ol>";

document.getElementById('sta_fa_bre2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"far/swiss_remedies.html'>Швейцарский бренд спортивной фармакологии: Swiss Remedies"+zz+"far/zphc.html'>ZPHC (Zhengzhou Pharmaceutical): кратко о бренде"+zz+"far/alpha.html'>Alpha Pharma: обзор бренда спортивной фармакологии"+zz+"far/balkan.html'>Balkan Pharma: обзор бренда спортивной фармакологии"+zz+"far/dispensary.html'>British Dispensary: обзор бренда спортивной фармакологии"+zz+"far/ergo.html'>ERGO medical: обзор бренда спортивной фармакологии"+zz+"far/genesis.html'>Genesis: обзор бренда спортивной фармакологии"+zz+"far/golden.html'>Golden Dragon (теперь EPF): обзор бренда спортивной фармакологии"+zz+"far/hilma.html'>Hilma Biocare: обзор бренда спортивной фармакологии"+zz+"far/horizon.html'>Horizon Pharmaceuticals: обзор бренда спортивной фармакологии"+zz+"far/lyka.html'>Lyka Labs: обзор бренда спортивной фармакологии"+zz+"far/olymp.html'>Olymp: обзор бренда спортивной фармакологии"+zz+"far/organon.html'>Organon: обзор бренда спортивной фармакологии"+zz+"far/radjay.html'>Radjay Healthcare: обзор бренда спортивной фармакологии"+zz+"far/sp.html'>SP Laboratories: обзор бренда спортивной фармакологии"+zz+"far/spectrum.html'>Spectrum Pharmaceuticals: обзор бренда спортивной фармакологии"+zz+"far/ultra.html'>Ultra Pharm: обзор бренда спортивной фармакологии"+zz+"far/vermodje.html'>Vermodje: обзор бренда спортивной фармакологии"+zz+"far/novagen.html'>Novagen Pharma: обзор бренда спортивной фармакологии"+zz+"far/com.html'>Pharma Com Labs: обзор бренда спортивной фармакологии</a></li></ol>";

document.getElementById('sta_fa_gp2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"far/jintropin.html'>Джинтропин - свойства и побочные эффекты"+zz+"far/deksametazon.html'>Применение Дексаметазона в спорте: эффект, побочка, дозировки"+zz+"far/insulin.html'>Как использовать инсулин для набора массы?"+zz+"far/proviron.html'>Провирон: боремся с ароматизацией"+zz+"far/gormon_rosta.html'>Гормон роста: свойства и особенности применения для любителей"+zz+"far/gonadotropin.html'>Как применять гонадотропин в силовых видах спорта"+zz+"far/kortizol.html'>Кортизол: основные функции и причины повышения"+zz+"far/kortizol2.html'>Влияние различных групп фармакологических препаратов на кортизол"+zz+"far/gr_medicina.html'>Использование гормона роста в медицине"+zz+"far/somatotropin.html'>Лечение суставов гормоном роста"+zz+"far/gonadorelin.html'>Гонадорелин (Gonadorelin): свойства, эффективность и дозировки</a></li></ol>";

document.getElementById('sta_fa_np2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"far/mildronat.html'>Применение милдроната при занятиях спортом"+zz+"far/ochistka_pecheni.html'>Препараты для очистки и восстановления печени"+zz+"far/sjiganie_jira.html'>4 самых эффективных препарата для сжигания жира"+zz+"far/rastenia_anaboliki.html'>Растительные и природные анаболики (часть первая)"+zz+"far/anaboliki_ne_doping.html'>Разрешенные препараты, усиливающие анаболизм"+zz+"far/preparati_ogirenie.html'>Эффективные препараты для лечения ожирения"+zz+"far/klenbuterol.html'>Кленбутерол в силовых видах спорта – свойства, применение, дозировки"+zz+"far/rastenia_anaboliki2.html'>Растительные и природные анаболики (часть вторая)"+zz+"far/preparati.html'>12 аптечных препаратов, которые можно применять до и после тренировки"+zz+"far/farma.html'>Проблемы спортивной фармакологии как науки"+zz+"far/synthol.html'>Синтол: зачем он нужен и как его применять?"+zz+"far/fareston.html'>Применение Торемифена (Фарестон) в силовых видах спорта"+zz+"far/dinitrophenol.html'>Схема применения жиросжигателя 2,4 динитрофенол (DNP)"+zz+"far/synthol2.html'>Применение синтола: возможные побочные эффекты"+zz+"far/peptid_bodybuilding.html'>Что такое пептиды и их применение в бодибилдинге"+zz+"far/apteka.html'>Аптечная фармакология для любителей: обзор препаратов"+zz+"far/peptid.html'>Действие конкретных пептидов на практике"+zz+"far/mechano_growth_factor_mgf.html'>Что такое Механический фактор роста?"+zz+"far/mezoterapia.html'>Эффективна ли мезотерапия при похудении?"+zz+"far/igf1.html'>ИФР–1: эффективность, дозировки, схемы применения"+zz+"far/mfr.html'>Механический Фактор Роста: практические советы по применению"+zz+"far/igtropin.html'>Игтропин: эффективность, дозировки, побочка"+zz+"far/gepatoprotektori.html'>Обзор эффективности препаратов для печени (гепатопротекторов)"+zz+"far/sermorelin.html'>Пептид Sermorelin (GRF 1-29): свойства эффективность и дозировки"+zz+"far/tb500.html'>Пептид TB-500: свойства, эффективность и дозировки"+zz+"far/peptid_rt141.html'>Пептид РТ-141 (Bremelanotide): для повышения либидо и на ПКТ"+zz+"far/cjc-1295.html'>Пептид CJC-1295 DAC: эффективность и дозировки"+zz+"far/ghrp.html'>Пептиды GHRP 2 и 6: эффективность и дозировки"+zz+"far/dsip.html'>Пептид дельта-сна (DSIP): эффекты и дозировки"+zz+"far/apteka2.html'>Топ 6 аптечных препаратов для бодибилдеров"+zz+"far/ostarine.html'>Что такое остарин (Ostarine MK-2866)?"+zz+"far/mastorine.html'>Масторин: новый сарм S-23 на замену Остарину"+zz+"far/fitorine.html'>Fitorine — САРМ, который жжет жир не по-детски"+zz+"far/gotratix.html'>Готратикс (А-18) - пептид для мышц: какой эффект и как принимать?</a></li></ol>";

document.getElementById('sta_yoga2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"yoga/lechenie_pozvonochnika.html'>Простые практики йоги для лечения позвоночника (часть 1)"+zz+"yoga/yoga_seksyalnost.html'>Как развить женскую сексуальность с помощью йоги?"+zz+"yoga/sniatie_stressa.html'>Комплекс йоги для снятия стресса и восстановления сил"+zz+"yoga/plusi.html'>13 плюсов, которые даст вам йога"+zz+"yoga/ofis_yoga.html'>Комплекс йоги для офисных работников"+zz+"yoga/chakri.html'>Что такое чакры, и как их раскрывать?"+zz+"yoga/lechenie_pozvonochnika2.html'>Простые практики йоги для лечения позвоночника (часть 2)"+zz+"yoga/vizdorovet.html'>Как выздороветь с помощью йоги?"+zz+"yoga/trener.html'>Как найти хорошего инструктора по йоге?"+zz+"yoga/vidi.html'>5 необычных видов йоги"+zz+"yoga/top_5_yoga.html'>ТОП-5 ошибок при занятиях йогой</a></li></ol>";


document.getElementById('sta_pro2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"pro/edinoborstva.html'>Как сочетать силовые тренировки и занятия единоборствами?"+zz+"pro/trener_instryktor.html'>Как выбрать тренера в тренажёрном зале"+zz+"pro/otgovorki_trenirovka.html'>ТОП 5 отговорок тех, кто пропускает тренировки"+zz+"pro/fitness_klubi.html'>Как и зачем разводят людей в фитнес-клубах"+zz+"pro/facebuilding.html'>Фейсбилдинг – основы и примеры упражнений"+zz+"pro/trenajori.html'>ТОП 10 самых популярных тренажёров в тренажёрном зале"+zz+"pro/trenajor_smita.html'>Преимущества тренажера Смита для роста силы и массы мышц"+zz+"pro/pravila_povedenia_zal.html'>10 правил поведения в тренажёрном зале"+zz+"pro/rastiagka.html'>Растяжка: польза, упражнения и виды растяжки"+zz+"pro/personalnie_trenirovki.html'>Как сэкономить на персональных тренировках в тренажёрном зале?"+zz+"pro/grifi.html'>Какие бывают грифы для штанги"+zz+"pro/tiajeloatleticheskiy_poyas.html'>Обзор видов тяжелоатлетических поясов"+zz+"pro/shtangetki.html'>ШТАНГЕТКИ: зачем они нужны, и есть ли смысл их брать?"+zz+"pro/personalnii_trener.html'>В чём ценность персональных занятий с тренером"+zz+"pro/osnovy-grepplinga.html'>Основы грепплинга: что нужно знать"+zz+"pro/mezoterapia.html'>Мезотерапия тела: препараты, эффективность, противопоказания"+zz+"pro/sex_trener.html'>Секс с инструктором – полезное с приятным"+zz+"pro/sport-nachinaetsya--s-nizhnego-belya.html'>Спорт начинается … с нижнего белья"+zz+"pro/rol_trenera.html'>Роль тренера в тренировочном процессе"+zz+"pro/vitaliy.html'>Реальная история ожирения и похудения от Виталия"+zz+"pro/sex.html'>4 ловушки, мешающие сексуальной жизни в отношениях"+zz+"pro/psihologia_sportsmenov.html'>Психологические отличия спортсмена от неспортсмена"+zz+"pro/pohod_v_zal.html'>Что девушке взять с собой в спортзал, кроме кроссовок?"+zz+"pro/dmitrii_pohudenie.html'>Реальная история похудения от Дмитрия (120 – 90 кг)"+zz+"pro/kak_i_kachaiys.html'>Как я качаюсь во время путешествий автостопом"+zz+"pro/arest1.html'>Как меня арестовали в Казахстане пограничники (1 часть)"+zz+"pro/alkogol.html'>Влияние алкоголя на эффективность тренировок (7 факторов)"+zz+"pro/pulsometr-vse-tonkosti-vybora.html'>Как сделать правильный выбор пульсометра?"+zz+"pro/kotibrulak.html'>Прогулка по Котыбрулаку"+zz+"pro/zoj.html'>ТОП-5 принципов здорового образа жизни"+zz+"pro/mifi_bodybilding.html'>Мифы и стереотипы в бодибилдинге"+zz+"pro/fitnes_saiti.html'>Несколько слов о сайтах по фитнесу и бодибилдингу"+zz+"pro/mifi.html'>Самые распространенные мифы в фитнесе"+zz+"pro/shvedskaia_stenka.html'>История Шведской стенки"+zz+"pro/trenirovki.html'>Почему мы ленимся идти на тренировку?"+zz+"pro/pochem-kupit-trenazher-orbitrek.html'>Почем купить тренажер орбитрек на Украине"+zz+"pro/trener.html'>Как стать фитнес тренером?"+zz+"pro/ironman.html'>«Железные люди»: история турнира IRONMAN"+zz+"pro/muzika.html'>Как и почему музыка влияет на эффективность тренировок?"+zz+"pro/trener_uspeh.html'>Как стать успешным тренером"+zz+"pro/fitness_klubi2.html'>Как избежать дополнительных трат в фитнес-клубах?"+zz+"pro/arkady_velichko.html'>Интервью с Аркадием Величко – чемпионом Arnold Classic Europe 2015"+zz+"pro/motivacia.html'>Как заставить себя пойти в зал: 12 фишек"+zz+"pro/suunto.html'>Часы Suunto: ваш личный тренер на запястье"+zz+"pro/trener_trenajornogo_zala.html'>Несколько слов о деградации профессии «тренер»"+zz+"pro/arest2.html'>Как меня арестовали в Казахстане пограничники (2 часть)"+zz+"pro/trenirovka.html'>Как заставить себя пойти на тренировку: 7 советов"+zz+"pro/obuchenie_plavaniy.html'>Персональное обучение плаванию детей"+zz+"pro/rashguard.html'>Придает ли рашгард дополнительную силу на тренировках?"+zz+"pro/neobhodimie_trenajori.html'>ТОП 5 самых необходимых тренажёров"+zz+"pro/tvoy_trener.html'>Приложение для фитнеса ТВОЙ ТРЕНЕР: рейтинг 5.0!"+zz+"pro/fitness_klubi3.html'>Снижение цен в фитнес-клубах: спорт дешевеет?"+zz+"pro/svoboda.html'>Путь к свободе"+zz+"pro/pokorenie.html'>Покорение дна"+zz+"pro/kto_ti.html'>Кто ТЫ?"+zz+"pro/babi.html'>Тимко Илья и его бабы"+zz+"pro/trener2.html'>Что нужно знать, чтобы стать фитнес-тренером?"+zz+"pro/sld.html'>Самый лучший день"+zz+"pro/odejda.html'>Одежда для тренировок: преимущества и требования"+zz+"pro/alkogol2.html'>Влияние алкоголя на тренировочный процесс"+zz+"pro/moy_mir.html'>Мой Мир: сборник мыслей Тимко Ильи"+zz+"pro/privichki.html'>Плохие утренние привычки, что делают вам хуже"+zz+"pro/privichki2.html'>Хорошие привычки, которые сделают вас сильным и здоровым"+zz+"pro/korol.html'>Тест на короля Мира от Тимко Ильи"+zz+"pro/trener5.html'>Персональный тренер: как выбрать и каким он должен или не должен быть"+zz+"pro/socseti.html'>Как Инстаграм, Тик-ток и другие соцсети мешают твоим тренировкам"+zz+"met/crossfit_diane.html'>Кроссфит комплекс Diane (Диана)"+zz+"met/crossfit_fran.html'>Кроссфит комплекс Fran (Фрэн)"+zz+"met/crossfit_grace.html'>Кроссфит комплекс Grace (Грэйс)"+zz+"met/crossfit_chelsea.html'>Кроссфит комплекс Chelsea (Челси)"+zz+"pro/1_procent.html'>Как достичь цели, улучшив себя на 1%"+zz+"pro/trener_minsk_bodybuilding.html'>Александр Слаута - тренер по бодибилдингу и фитнесу г. Минск"+zz+"pro/trener_michurinsk_powerlifting.html'>Александр Слаута - тренер по бодибилдингу и фитнесу г. Минск"+zz+"pro/trener_tula_bodybuilding.html'>Никита Шилкин - тренер по бодибилдингу и пауэрлифтингу г. Тула"+zz+"pro/specialist_po_farme.html'>Климишин  Юрий (Мясной Негодяев)"+zz+"pro/mifi3.html'>Топ-5 основных противоречий в фитнесе, в которые верят"+zz+"pro/mifi4.html'>ТОП 14 мифов о тренировках"+zz+"pro/zal_strah.html'>Страшно идти в тренажерный зал — что делать?"+zz+"pro/trener6.html'>Как выбрать вакансию фитнес-тренера в Москве?</a></li></ol>";

document.getElementById('fe2').innerHTML = "<ol><b>Контур лица</b><li"+zu+"facebuilding_skula.html'>Упражнение «Угол молодости»"+zz+"yprajnenia/facebuilding_skula2.html'>Упражнение «Черпак прямой»"+zz+"yprajnenia/facebuilding_skula3.html'>Упражнение «Черпак с поворотом»</a></li><b>Зона лба</b><li"+zu+"facebuilding_lob1.html'>Упражнение «поднятие бровей»"+zz+"yprajnenia/facebuilding_lob4.html'>Упражнение «поднятие углов бровей»"+zz+"yprajnenia/facebuilding_lob2.html'>Упражнение для мышцы гордецов"+zz+"yprajnenia/facebuilding_lob3.html'>Упражнение для мышцы, сморщивающей бровь</a></li><b>Зона глаз</b><li"+zu+"facebuilding_glaza.html'>Упражнение от мешков и отёков под глазами"+zz+"yprajnenia/facebuilding_glaza4.html'>Упражнение для укрепления глазничной части круговой мышцы глаза"+zz+"yprajnenia/facebuilding_glaza3.html'>Упражнение для верхнего века"+zz+"yprajnenia/facebuilding_glaza2.html'>Упражнение для нижнего века</a></li><b>Центр лица</b><li"+zu+"facebuilding_centr_lico3.html'>Упражнение для большой скуловой мышцы"+zz+"yprajnenia/facebuilding_centr_lico2.html'>Упражнение для мышцы, поднимающей верхнюю губу и крыло носа"+zz+"yprajnenia/facebuilding_centr_lico4.html'>Упражнение для щёчной мышцы"+zz+"yprajnenia/facebuilding_centr_lico.html'>Упражнение «оскал»</a></li><b>Зона губ</b><li"+zu+"facebuilding_gubi2.html'>Упражнение «Duckface»"+zz+"yprajnenia/facebuilding_gubi3.html'>Упражнение «Рыбка»"+zz+"yprajnenia/facebuilding_gubi4.html'>Упражнение «Улыбка»"+zz+"yprajnenia/facebuilding_gubi1.html'>Упражнение «Раскатывание»"+zz+"yprajnenia/facebuilding_gubi5.html'>Упражнение «Нижняя губа»</a></li><b>Подбородок и шея</b><li"+zu+"facebuilding_lico.html'>Упражнение от второго подбородка"+zz+"yprajnenia/facebuilding_sheia.html'>Упражнение для шеи</a></li></ol>";

document.getElementById('sta_fe2').innerHTML = "<ol style='margin-top:4pt'>"+zm+"feis/bondareva.html'>Индивидуальные занятия по фейсбилдингу от Бондаревой Кристины"+zz+"feis/uprajnenia_dlia_lica.html'>8 упражнений для лица на каждый день"+zz+"feis/facebuilding.html'>Фитнес для лица (фэйсбилдинг): правила тренировок и эффективность"+zz+"feis/facebuilding_rasslablenie.html'>3 способа расслабления мышц лица"+zz+"feis/facebuilding_gubi.html'>Упражнения для носогубной зоны"+zz+"feis/uprajnenia_dlia_glaz.html'>Упражнения для зоны глаз"+zz+"feis/facebuilding_gubi2.html'>Упражнения для губ"+zz+"feis/uprajnenia_dlia_lba.html'>Упражнения для зоны лба"+zz+"feis/facebuilding_nos.html'>Тренировка мышц носа и ушей"+zz+"feis/facebuilding_sheia.html'>Тренировка мышц шеи"+zz+"feis/facebuilding_mimika.html'>Мимика и привычки - причина морщин"+zz+"feis/facebuilding_lico.html'>Коррекция контура лица"+zz+"feis/novichki.html'>Упражнения по фейсбилдингу для новичков"+zz+"feis/facebuilding_telo.html'>Взаимосвязь лица и тела"+zz+"feis/veki.html'>Программа тренировок для коррекции нависшего верхнего века"+zz+"feis/pir.html'>Постизометрическая релаксация лица"+zz+"feis/mashina.html'>Упражнения для лица, которые можно делать в машине"+zz+"feis/assimetria.html'>Упражнения для коррекции асимметрии лица"+zz+"feis/razminka.html'>Как делать разминку перед тренировкой лица</a></li></ol>";

upinv_t2 = ''


function meniy(){
if($('.menmen0').css('display') == 'none')
{$('.menmen1').css('display','none');  $('#rez_meniy2').css('display','none'); $('.menmen0').css('display','block'); $('.menmen2').css('display','block'); $('.menmen3').css('display','block')
$('.menmen1').css('display','none'); $('.menmen').css('color',cvet_osn);
$('.menmen0').css('color',cvet_osn2);$('.menmen0').css('border-color',cvet_osn2);
$('.menmen0').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')
$('.menmen2').css('color',cvet_osn);$('.menmen3').css('color',cvet_osn);	}	
if (document.getElementById('rez_meniy2').style.display != "block") { $('.menmen0').css('display','block');
document.getElementById('meniy5').src = vst7+"img/fon/menu2.png";
if(document.getElementsByClassName('submeniy')[0]){document.getElementsByClassName('submeniy')[0].style.display = "none"}
$('body,html').animate({scrollTop: 0}, 400);}
else {if(document.getElementsByClassName('submeniy')[0]){document.getElementsByClassName('submeniy')[0].style.display = "block"}
document.getElementById('meniy5').src = vst7+"img/fon/menu.png";
$('.menmen1').css('display','none'); $('.menmen').css('color',cvet_osn);
$('.menmen0').css('color',cvet_osn2);$('.menmen0').css('border-color',cvet_osn2);
$('.menmen0').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')
$('#pomog2').css('background', 'none')
$('.menmen2').css('color',cvet_osn);$('.menmen3').css('color',cvet_osn);}
$( "#rez_meniy2" ).slideToggle()}

function men(){
if( /Android|webOS|iPhone|iPad|iPod|BlackBerry|IEMobile|Opera Mini/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)){$('#rez_meniy2').css('display','none')}
$('.menmen0').css('display','block'); $('.menmen2').css('display','block'); $('.menmen3').css('display','block'); $('.menmen4').css('display','block')
$('.menmen1').css('display','none');$('.menmen').css('color',cvet_osn);
$('.menmen0').css('color',cvet_osn);$('.menmen2').css('color',cvet_osn);$('.menmen3').css('color',cvet_osn);$('.menmen4').css('color',cvet_osn);
;$('#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd').css('display','none')
inv_tren(1)}

// МЕЛОЧЁВКА________________________
function trenirovki_sl(){
if (document.getElementById('trenirovki_sl2').style.display != "block") {$('#trenirovki_sl').css('color', '#E89F09')}
else{$('#trenirovki_sl').css('color', cvet_osn);}	
$("#trenirovki_sl2").slideToggle();}
function izbran(){
if (document.getElementById('izbran2').style.display != "block") {$('#izbran').css('color','#E89F09'); $('#izbran').css('border-color','#E89F09')
$('#izbran').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#izbran').css('color',cvet_osn2);$('#izbran').css('border-color',cvet_osn2);
 $('#izbran').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}
$("#izbran2").slideToggle();}
function polza(){
if (document.getElementById('polza2').style.display != "block") {$('#polza').css('color','#E89F09'); $('#polza').css('border-color','#E89F09')
$('#polza').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#polza').css('color',cvet_osn2);$('#polza').css('border-color',cvet_osn2);
 $('#polza').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}
$("#polza2").slideToggle();}
function polza3(){
if ($('#polza3').css('color') != 'rgb(232, 159, 9)') {$('#polza3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#polza2").slideToggle(); $('.menmen0').css('display','none');}
else{$('#polza3').css('color',cvet_osn); men()}}
function neww(){
if (document.getElementById('new2').style.display != "block") {$('#new').css('color','#E89F09'); $('#new').css('border-color','#E89F09')
$('#new').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#new').css('color',cvet_osn2);$('#new').css('border-color',cvet_osn2);
 $('#new').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}	
$("#new2").slideToggle();}
function new3(){
if ($('#new3').css('color') != 'rgb(232, 159, 9)') {$('#new3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#new2").slideToggle(); $('.menmen0').css('display','none');}
else{$('#new3').css('color',cvet_osn); men()}}
function kalkyl(){
if (document.getElementById('kalkyl2').style.display != "block") {$('#kalkyl').css('color','#E89F09'); $('#kalkyl').css('border-color','#E89F09')
$('#kalkyl').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#kalkyl').css('color',cvet_osn2);$('#kalkyl').css('border-color',cvet_osn2);
 $('#kalkyl').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}	
$("#kalkyl2").slideToggle();}
function kalkyl3(){
if ($('#kalkyl3').css('color') != 'rgb(232, 159, 9)') {$('#kalkyl3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#kalkyl2").slideToggle(); $('.menmen0').css('display','none');}
else{$('#kalkyl3').css('color',cvet_osn); men()}}


//ТРЕНИРОВКИ_________________________________ТРЕНИРОВКИ
function trenirovki(){$('#po_tren').css('display','block');
if (document.getElementById('trenirovki_g').style.display != "block") {$('#trenirovki').css('color','#E89F09'); $('#trenirovki').css('border-color','#E89F09')
$('#trenirovki').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#trenirovki').css('color',cvet_osn2);$('#trenirovki').css('border-color',cvet_osn2);
 $('#trenirovki').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}
$("#trenirovki_g").slideToggle(); setTimeout(function() {inv_tren2(); inv_tren(1)}, 400);}

function trenirovki2(met){
if (document.getElementById('trenirovki'+met+'2').style.display != "block") {$('#trenirovki'+met).css('color', '#E89F09')}
else{$('#trenirovki'+met).css('color', cvet_osn);}
$('#trenirovki'+met+'2').slideToggle();}

function trenirovki3(){$('#po_tren').css('display','block');
if ($('#trenirovki3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#trenirovki3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#trenirovki_g").slideToggle(); $('.menmen0').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function sta_fe3(){
if ($('#sta_fe3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fe3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $( "#sta_fe2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}



// СТАТЬИ ___________________________
function sta(){
if (document.getElementById('sta_g').style.display != "block") {$('#sta').css('color','#E89F09'); $('#sta').css('border-color','#E89F09')
$('#sta').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#sta').css('color',cvet_osn2);$('#sta').css('border-color',cvet_osn2);
 $('#sta').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}	
$("#sta_g").slideToggle();}
function sta_m(){
if (document.getElementById('sta_m_g').style.display != "block") {$('#sta_m').css('color', '#E89F09')}
else{$('#sta_m').css('color', cvet_osn);}	
$("#sta_m_g").slideToggle();}
function sta_p(){
if (document.getElementById('sta_p_g').style.display != "block") {$('#sta_p').css('color', '#E89F09')}
else{$('#sta_p').css('color', cvet_osn);}	
$("#sta_p_g").slideToggle();}
function sta_s(){
if (document.getElementById('sta_s_g').style.display != "block") {$('#sta_s').css('color', '#E89F09')}
else{$('#sta_s').css('color', cvet_osn);}	
$("#sta_s_g").slideToggle();}
function sta_t(){
if (document.getElementById('sta_t2').style.display != "block") {$('#sta_t').css('color', '#E89F09')}
else{$('#sta_t').css('color', cvet_osn);}	
$("#sta_t2").slideToggle();}
function sta_aer(){
if (document.getElementById('sta_aer2').style.display != "block") {$('#sta_aer').css('color', '#E89F09')}
else{$('#sta_aer').css('color', cvet_osn);}	
$("#sta_aer2").slideToggle();}
function sta_fa(){
if (document.getElementById('sta_fa_g').style.display != "block") {$('#sta_fa').css('color', '#E89F09')}
else{$('#sta_fa').css('color', cvet_osn);}	
$("#sta_fa_g").slideToggle();}
function sta_yoga(){
if (document.getElementById('sta_yoga2').style.display != "block") {$('#sta_yoga').css('color', '#E89F09')}
else{$('#sta_yoga').css('color', cvet_osn);}	
$("#sta_yoga2").slideToggle();}
function sta_pro(){
if (document.getElementById('sta_pro2').style.display != "block") {$('#sta_pro').css('color', '#E89F09')}
else{$('#sta_pro').css('color', cvet_osn);}	
$("#sta_pro2").slideToggle();}
function sta_fi(){
if (document.getElementById('sta_fi_g').style.display != "block") {$('#sta_fi').css('color', '#E89F09')}
else{$('#sta_fi').css('color', cvet_osn);}	
$("#sta_fi_g").slideToggle();}


function sta_1_1(m,m2){if (document.getElementById('sta_'+m+'_'+m2+'2').style.display != "block") {$('#sta_'+m+'_'+m2+'').css('color', '#E89F09')}
else{$('#sta_'+m+'_'+m2+'').css('color', cvet_osn);}	$('#sta_'+m+'_'+m2+'2').slideToggle()}
function sta3(){
if ($('#sta3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#sta_g").slideToggle(); $('.menmen0').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m3(){
if ($('#sta_m3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_m_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_p3(){
if ($('#sta_p3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_p_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s3(){
if ($('#sta_s3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_s_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_t3(){
if ($('#sta_t3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_t3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_t_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fi3(){
if ($('#sta_fi3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fi3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_fi_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fa3(){
if ($('#sta_fa3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fa3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_fa_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_aer3(){
if ($('#sta_aer3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_aer3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_aer_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_yoga3(){
if ($('#sta_yoga3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_yoga3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_yoga_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_pro3(){
if ($('#sta_pro3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_pro3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $("#sta_pro_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_t3(){
if ($('#sta_t3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_t3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_t').css('display','block');$( "#sta_t2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_aer3(){
if ($('#sta_aer3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_aer3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_aer').css('display','block');$( "#sta_aer2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function sta_yoga3(){
if ($('#sta_yoga3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_yoga3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_yoga').css('display','block');$( "#sta_yoga2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function sta_pro3(){
if ($('#sta_pro3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_pro3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_pro').css('display','block');$( "#sta_pro2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function sta_m_t3(){
if ($('#sta_m_t3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_t3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_t2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m_n3(){
if ($('#sta_m_n3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_n3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_n2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m_z3(){
if ($('#sta_m_z3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_z3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_z2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m_p3(){
if ($('#sta_m_p3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_p3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_p2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m_dom3(){
if ($('#sta_m_dom3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_dom3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_dom2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m_b3(){
if ($('#sta_m_b3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_b3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_b2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_m_r3(){
if ($('#sta_m_r3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_m_r3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_m_g').css('display','block');$( "#sta_m_r2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}


function sta_p_m3(){
if ($('#sta_p_m3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p_m3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_p_g').css('display','block');$( "#sta_p_m2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_p_r3(){
if ($('#sta_p_r3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p_r3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_p_g').css('display','block');$( "#sta_p_r2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_p_p3(){
if ($('#sta_p_p3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p_p3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_p_g').css('display','block');$( "#sta_p_p2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_p_rb3(){
if ($('#sta_p_rb3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p_rb3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_p_g').css('display','block');$( "#sta_p_rb2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_p_v3(){
if ($('#sta_p_v3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p_v3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_p_g').css('display','block');$( "#sta_p_v2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_p_b3(){
if ($('#sta_p_b3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_p_b3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_p_g').css('display','block');$( "#sta_p_b2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}


function sta_s_ge3(){
if ($('#sta_s_ge3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_ge3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_ge2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_pro3(){
if ($('#sta_s_pro3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_pro3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_pro2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_kr3(){
if ($('#sta_s_kr3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_kr3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_kr2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_am3(){
if ($('#sta_s_am3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_am3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_am2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_bc3(){
if ($('#sta_s_bc3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_bc3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_bc2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_ji3(){
if ($('#sta_s_ji3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_ji3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_ji2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_po3(){
if ($('#sta_s_po3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_po3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_po2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_vm3(){
if ($('#sta_s_vm3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_vm3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_vm2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_ds3(){
if ($('#sta_s_ds3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_ds3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_ds2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_pt3(){
if ($('#sta_s_pt3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_pt3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_pt2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_kb3(){
if ($('#sta_s_kb3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_kb3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_kb2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_s_pr3(){
if ($('#sta_s_pr3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_s_pr3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_s_g').css('display','block');$( "#sta_s_pr2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}



function sta_fi_m3(){
if ($('#sta_fi_m3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fi_m3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fi_g').css('display','block');$( "#sta_fi_m2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fi_r3(){
if ($('#sta_fi_r3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fi_r3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fi_g').css('display','block');$( "#sta_fi_r2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fi_v3(){
if ($('#sta_fi_v3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fi_v3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fi_g').css('display','block');$( "#sta_fi_v2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fi_p3(){
if ($('#sta_fi_p3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fi_p3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fi_g').css('display','block');$( "#sta_fi_p2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fi_b3(){
if ($('#sta_fi_b3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fi_b3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fi_g').css('display','block');$( "#sta_fi_b2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function sta_fa_kp3(){
if ($('#sta_fa_kp3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fa_kp3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fa_g').css('display','block');$( "#sta_fa_kp2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fa_oi3(){
if ($('#sta_fa_oi3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fa_oi3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fa_g').css('display','block');$( "#sta_fa_oi2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fa_bre3(){
if ($('#sta_fa_bre3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fa_bre3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fa_g').css('display','block');$( "#sta_fa_bre2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fa_gp3(){
if ($('#sta_fa_gp3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fa_gp3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fa_g').css('display','block');$( "#sta_fa_gp2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function sta_fa_np3(){
if ($('#sta_fa_np3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#sta_fa_np3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#sta_g').css('display','block'); $('#sta_fa_g').css('display','block');$( "#sta_fa_np2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}






// ДИЕТЫ________________________________________
function dieti(){
if (document.getElementById('dieti_g').style.display != "block") {$('#dieti').css('color','#E89F09'); $('#dieti').css('border-color','#E89F09')
$('#dieti').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#dieti').css('color',cvet_osn2);$('#dieti').css('border-color',cvet_osn2);
 $('#dieti').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}	
$("#dieti_g").slideToggle();}
function dietigz(){
if (document.getElementById('dietigz_g').style.display != "block") {$('#dietigz').css('color', '#E89F09')}
else{$('#dietigz').css('color', cvet_osn);}	
$("#dietigz_g").slideToggle();}
function dietimz(){
if (document.getElementById('dietimz_g').style.display != "block") {$('#dietimz').css('color', '#E89F09')}
else{$('#dietimz').css('color', cvet_osn);}	
$("#dietimz_g").slideToggle();}

function dietigzp(){
if (document.getElementById('dietigzp2').style.display != "block") {$('#dietigzp').css('color', '#E89F09')}
else{$('#dietigzp').css('color', cvet_osn);}	
$("#dietigzp2").slideToggle();}
function dietigzr(){
if (document.getElementById('dietigzr2').style.display != "block") {$('#dietigzr').css('color', '#E89F09')}
else{$('#dietigzr').css('color', cvet_osn);}	
$("#dietigzr2").slideToggle();}
function dietigzm(){
if (document.getElementById('dietigzm2').style.display != "block") {$('#dietigzm').css('color', '#E89F09')}
else{$('#dietigzm').css('color', cvet_osn);}	
$("#dietigzm2").slideToggle();}
function dietimzp(){
if (document.getElementById('dietimzp2').style.display != "block") {$('#dietimzp').css('color', '#E89F09')}
else{$('#dietimzp').css('color', cvet_osn);}	
$("#dietimzp2").slideToggle();}
function dietimzr(){
if (document.getElementById('dietimzr2').style.display != "block") {$('#dietimzr').css('color', '#E89F09')}
else{$('#dietimzr').css('color', cvet_osn);}	
$("#dietimzr2").slideToggle();}
function dietimzm(){
if (document.getElementById('dietimzm2').style.display != "block") {$('#dietimzm').css('color', '#E89F09')}
else{$('#dietimzm').css('color', cvet_osn);}	
$("#dietimzm2").slideToggle();}
function dieti3(){
if ($('#dieti3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dieti3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#dieti_g").slideToggle(); $('.menmen0').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function dietigz3(){
if ($('#dietigz3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietigz3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $("#dietigz_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function dietimz3(){
if ($('#dietimz3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietimz3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $("#dietimz_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function dietigzp3(){
if ($('#dietigzp3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietigzp3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $('#dietigz_g').css('display','block');$( "#dietigzp2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function dietigzr3(){
if ($('#dietigzr3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietigzr3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $('#dietigz_g').css('display','block');$( "#dietigzr2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function dietigzm3(){
if ($('#dietigzm3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietigzm3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $('#dietigz_g').css('display','block');$( "#dietigzm2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function dietimzp3(){
if ($('#dietimzp3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietimzp3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $('#dietimz_g').css('display','block');$( "#dietimzp2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function dietimzr3(){
if ($('#dietimzr3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietimzr3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $('#dietimz_g').css('display','block');$( "#dietimzr2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}
function dietimzm3(){
if ($('#dietimzm3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#dietimzm3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#dieti_g').css('display','block'); $('#dietimz_g').css('display','block');$( "#dietimzm2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function sta_fe(){
if (document.getElementById('sta_fe2').style.display != "block") {$('#sta_fe').css('color', '#E89F09')}
else{$('#sta_fe').css('color', cvet_osn);}	
$("#sta_fe2").slideToggle();}


// ТРЕНЕРЫ___________________________________


function trener(){
if (document.getElementById('trener2').style.display != "block") {$('#trener').css('color','#E89F09'); $('#trener').css('border-color','#E89F09')
$('#trener').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#trener').css('color',cvet_osn2);$('#trener').css('border-color',cvet_osn2);
 $('#trener').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}	
$("#trener2").slideToggle();}

function trener3(){
if ($('#trener3').css('color') != 'rgb(232, 159, 9)') {$('#trener3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#trener2").slideToggle(); $('.menmen0').css('display','none');}
else{$('#trener3').css('color',cvet_osn); men()}}



// УПРАЖНЕНИЯ___________________________________
function gr_mishc(){
if (document.getElementById('gr_mishc_g').style.display != "block") {document.getElementById('gr_mishc').style.color = "#E89F09"}
else{$('#gr_mishc').css('color', cvet_osn);}	
$("#gr_mishc_g").slideToggle();}

function specif(){
if (document.getElementById('specif_g').style.display != "block") {document.getElementById('specif').style.color = "#E89F09"}
else{$('#specif').css('color', cvet_osn);}	
$("#specif_g").slideToggle();}

function upinv(){
if (document.getElementById('upinv_gl').style.display != "block") {document.getElementById('upinv').style.color = "#E89F09"}
else{$('#upinv').css('color', cvet_osn);}	
$("#upinv_gl").slideToggle();}

function up_anat(){
if (document.getElementById('up_anat2').style.display != "block") {document.getElementById('up_anat').style.color = "#E89F09";
$('#anatomia2').css('display','none');$('#anatomia2').fadeIn('slow')}
else{$('#up_anat').css('color', cvet_osn);$('#anatomia2').fadeOut('slow')}	
$("#up_anat2").slideToggle();}



function spina777(){
if (document.getElementById('spina_g').style.display != "block") {$('#spina').css('color', '#E89F09')}
else{$('#spina').css('color', cvet_osn);}	
$("#spina_g").slideToggle();}
function press(){
if (document.getElementById('press_g').style.display != "block") {$('#press').css('color', '#E89F09')}
else{$('#press').css('color', cvet_osn);}	
$("#press_g").slideToggle();}
function plechi(){
if (document.getElementById('plechi_g').style.display != "block") {$('#plechi').css('color', '#E89F09')}
else{$('#plechi').css('color', cvet_osn);}	
$("#plechi_g").slideToggle();}
function ruki(){
if (document.getElementById('ruki_g').style.display != "block") {$('#ruki').css('color', '#E89F09')}
else{$('#ruki').css('color', cvet_osn);}	
$("#ruki_g").slideToggle();}
function nogi(){
if (document.getElementById('nogi_g').style.display != "block") {$('#nogi').css('color', '#E89F09')}
else{$('#nogi').css('color', cvet_osn);}	
$("#nogi_g").slideToggle();}
function tatl(){
if (document.getElementById('tatl_g').style.display != "block") {$('#tatl').css('color', '#E89F09')}
else{$('#tatl').css('color', cvet_osn);}	
$("#tatl_g").slideToggle();}

function rezpet(){
if (document.getElementById('rezpet2').style.display != "block") {$('#rezpet').css('color', '#E89F09')}
else{$('#rezpet').css('color', cvet_osn);}	
$("#rezpet2").slideToggle();}

function vse_treni(){
if (document.getElementById('tren_vse').style.display == "none") {$('#vse_treni').css('color', '#E89F09'); $("#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd").css('display','block');}
else{$('#vse_treni').css('color', cvet_osn);}
$("#tren_vse").slideToggle()}

function param_treni(){
if (document.getElementById('tren_param').style.display == "none") {$('#param_treni').css('color', '#E89F09')}
else{$('#param_treni').css('color', cvet_osn);}
$("#tren_param").slideToggle()
document.getElementById('rezalt_tren').style.display = "none"
}


function po_prog(){
if (document.getElementById('vibor_trenirovka2').style.display != "block") {$('#po_prog').css('color', '#E89F09')}
else{$('#po_prog').css('color', cvet_osn);}	
$("#vibor_trenirovka2").slideToggle();}

function sbros_tegi(){$('.tegi').css('color','#6D81BB');tegi2(); $('#tegi6').html('')}


function tegi(){
if (document.getElementById('tegi2').style.display != "block") {$('#tegi').css('color', '#E89F09')}
else{
$('#tegi').css('color', '#6D81BB')}	
$("#tegi2").slideToggle();}

function tegi2(teg){
if($('#tteg'+teg).css('color') != 'rgb(232, 159, 9)'){$('#tteg'+teg).css('color','#E89F09')}
else($('#tteg'+teg).css('color','#6D81BB'))
var i = 0
var vse_tegi = ''
var naideno_st = 0
do{if($('.tegi').eq(i).css('color') == 'rgb(232, 159, 9)'){vse_tegi = vse_tegi + $('.tegi').eq(i).html() + ', '}i++}
while($('.tegi').eq(i).length>0)

if(vse_tegi == ''){$('#tegi3').html('');$("#tegi3").css('display','none')}
else{vse_tegi = vse_tegi.slice(0,-2)
$('#tegi3').html('Выбранные теги: '+vse_tegi+" <font onclick='sbros_tegi()' style='cursor:pointer; color:#6D81BB'>сбросить всё</font><div style='height:6pt'></div><b>НАЙДЕННЫЕ СТАТЬИ:</b>")
if($("#tegi3").css('display') == 'none'){$("#tegi3").slideToggle()}}

var i = 0
var rez ='<ol>'
do{if($('#tteg'+i).css('color') == 'rgb(232, 159, 9)'){
/*йога*/if(i==0){var nomera = [47,48,49,50,51,52,53,54,55,1460]}
/*позвоночник*/if(i==1){var nomera = [48,49,76,79,94,1010,1013,952,979,1009,1010,1012,1013,1048,1062,1757]}
/*восстановление*/if(i==2){var nomera = [52,696,697,759,760,761,762,763,1649]}
/*тренер*/if(i==3){var nomera = [53,526,533,535,542,543,544,545,1541,1903]}
/*секс*/if(i==4){var nomera = [55,535,667,691,726,727,754,1057,1758,1759,1789,1851]}
/*разминка*/if(i==5){var nomera = [69,1052,1247,1599]}
/*боль*/if(i==6){var nomera = [75,76,77,78,81,83,84,85,87,88,91,92,94,657,658,747,1627,1757,1977,1978,1980,1982,2104]}
/*суставы*/if(i==7){var nomera = [75,78,80,89,90,91,785,802,805,806,916,917,980,1077,1240,1627,1673,1774,1978]}
/*спина*/if(i==8){var nomera = [77,83,84,88,94,734,1067,1069,1081,1277,1315,1960]}
/*колени*/if(i==9){var nomera = [80,81,82,83,1251,1899,1974,2108]}
/*ноги*/if(i==10){var nomera = [83,924,951,971,1004,1005,1043,1046,1081,1110,1113,1117,1660,1745]}
/*ягодицы*/if(i==11){var nomera = [83,924,961,962,963,964,1001,1028,1043,1081,1099,1113,1114,1117,1118,1285,1660,1744,1745]}
/*плечи*/if(i==12){var nomera = [85,93,976,1022,1627,1779,1798,1849,1982]}
/*руки*/if(i==13){var nomera = [725,925,927,972,1032,1102,1776,1781,1947]}
/*пресс*/if(i==14){var nomera = [1034,1035,1036,1037,1109,1315,1756,1832,1967]}
/*грудь*/if(i==15){var nomera = [671,672,955,956,1014,1283,1284,1332,1563,1638]}
/*шея*/if(i==16){var nomera = [87,973,1058]}
/*бег*/if(i==17){var nomera = [98,99,100,101,126,1027,1258,1292,1631,1635]}
/*растяжка*/if(i==18){var nomera = [123,532,1049,1050,1602,1629]}
/*беременность*/if(i==19){var nomera = [128,185,654,1087,1087,1088,1095]}
/*единоборства*/if(i==20){var nomera = [508,523]}
/*мотивация*/if(i==21){var nomera = [520,521,546,547,1092,1325,1677,1773,1805,1920,2031]}
/*массаж*/if(i==22){var nomera = [653,724,1584,1608]}
/*дети*/if(i==23){var nomera = [660,661,765,887,934,1288]}
/*сила*/if(i==24){var nomera = [540,920,1059,728,729,730,731,818,920,981,1038,1059,1060,1061,1471,1809,1814,1816,1859,1999]}
/*либидо*/if(i==25){var nomera = [895,894,915,1343,918,919,1057]}
/*дома*/if(i==26){var nomera = [939,940,947,964,966,978,1000,1001,1014,1025,1026,1041,1074,1100,1103,1269,1602,1910]}
/*приседания*/if(i==27){var nomera = [926,1038,1040,1041,1042,1043,1044,1079,1772,1948]}
/*жим лёжа*/if(i==28){var nomera = [957,958,959,960,967,968,1056]}
/*сушка*/if(i==29){var nomera = [1138,631,632,633,713,730,946,1985]}
/*вода*/if(i==30){var nomera = [25,1159,1225,1226,1319]}
/*углеводы*/if(i==31){var nomera = [809,1127,1128,1174,1219,1220,1227,1228,1230,1318,1427,1612,1767,1811,1854,1869,1900]}
/*стресс*/if(i==32){var nomera = [52,737,1618,1787,1833,2027,2029]}
/*выносливость*/if(i==33){var nomera = [110,731,757,822,1144,1315,1544,1633,1916,1921]}
/*белки*/if(i==34){var nomera = [871,873,1126,1127,1128,1129,1130,1133,1190,1234,1683,1822,1854,1869,1990,1750,1973,1976,1993,2100,2185]}
/*жиры*/if(i==35){var nomera = [1143,1144,1148,1854]}
/*сон*/if(i==36){var nomera = [1857,742,1438,1564,1815]}
/*новички*/if(i==37){var nomera = [1923,67,555,974,1006,1011,1061]}
/*пульс*/if(i==38){var nomera = [114,531,1718,1862]}
/*грыжа*/if(i==39){var nomera = [79,952,1013,1757]}
/*подтягивания*/if(i==40){var nomera = [975,1023,1112,1680,1978]}
/*отжимания*/if(i==41){var nomera = [1014,1015,1016,1563,1681]}
/*повторения*/if(i==42){var nomera = [674,981,1031,1791,1835,1836,1967,1998,2010]}
/*ожирение*/if(i==43){var nomera = [548,611,717,719,1148,1800,1833]}
/*витамины*/if(i==44){var nomera = [905,906,907,908,1125,1222,1223,1224,1248,1523,1607,1610,1827,1850,1896,1925,1926,2041]}
var ii = 0
do{var zagol = st_z[Number(nomera[ii])]
if(rez.indexOf('>'+zagol+'<')== -1){
var adresss = ''
if($('#rez_meniy2').html().indexOf('>'+zagol+'<')!= -1){adresss = $('#rez_meniy2').html().split('>'+zagol+'<')[0]
adresss = adresss.split('href="')
adresss = adresss[adresss.length-1].split('"')[0]}
rez = rez + '<li><a class="qjq" href="'+adresss+'">'+zagol+'</a></li>'}
ii++}
while(nomera[ii])

}i++}
while($('#tteg'+i).length>0)

if(rez != ''){$('#tegi6').html(rez + '</ol>')
if($("#tegi6").css('display') == 'none'){$("#tegi6").slideToggle()}
else{$("#tegi6").css('display','none');$("#tegi6").slideToggle()}}}


function rezpet_tren(){
if (document.getElementById('rezpet_tren2').style.display != "block") {$('#rezpet_tren').css('color', '#E89F09')}
else{$('#rezpet_tren').css('color', cvet_osn);}	
$("#rezpet_tren2").slideToggle();}

function rezpet_tren_2(){
if (document.getElementById('rezpet_tren2_2').style.display != "block") {$('#rezpet_tren_2').css('color', '#E89F09')}
else{$('#rezpet_tren_2').css('color', cvet_osn);}	
$("#rezpet_tren2_2").slideToggle();}

function iagod(){
if (document.getElementById('iagod2').style.display != "block") {$('#iagod').css('color', '#E89F09');$("#iagod2").slideToggle();pokaz_upr('iagod2')}
else{$('#iagod').css('color', cvet_osn);$("#iagod2").slideToggle();}}
function gryd(){
if (document.getElementById('gryd2').style.display != "block") {$('#gryd').css('color', '#E89F09');$("#gryd2").slideToggle();pokaz_upr('gryd2')}
else{$('#gryd').css('color', cvet_osn);$("#gryd2").slideToggle();}}
function stat(){
if (document.getElementById('stat2').style.display != "block") {$('#stat').css('color', '#E89F09');$("#stat2").slideToggle();pokaz_upr('stat2')}
else{$('#stat').css('color', cvet_osn);$("#stat2").slideToggle();}}
function vzriv(){
if (document.getElementById('vzriv2').style.display != "block") {$('#vzriv').css('color', '#E89F09');$("#vzriv2").slideToggle();pokaz_upr('vzriv2')}
else{$('#vzriv').css('color', cvet_osn);$("#vzriv2").slideToggle();}}
function rast(){
if (document.getElementById('rast2').style.display != "block") {$('#rast').css('color', '#E89F09')}
else{$('#rast').css('color', cvet_osn);}	
$("#rast2").slideToggle();}
function gibrid(){
if (document.getElementById('gibrid2').style.display != "block") {$('#gibrid').css('color', '#E89F09');$("#gibrid2").slideToggle();pokaz_upr('gibrid2')}
else{$('#gibrid').css('color', cvet_osn);$("#gibrid2").slideToggle();}}
function giri(){
if (document.getElementById('giri2').style.display != "block") {$('#giri').css('color', '#E89F09');$("#giri2").slideToggle();pokaz_upr('giri2')}
else{$('#giri').css('color', cvet_osn);$("#giri2").slideToggle();}}
function kross(){
if (document.getElementById('kross2').style.display != "block") {$('#kross').css('color', '#E89F09')}
else{$('#kross').css('color', cvet_osn);}	
$("#kross2").slideToggle();}
function fe(){
if (document.getElementById('fe2').style.display != "block") {$('#fe').css('color', '#E89F09')}
else{$('#fe').css('color', cvet_osn);}	
$("#fe2").slideToggle();}

function verh(m){
if ($('#'+m+'2').css('display') != "block") {$('#'+m).css('color', '#E89F09');$('#'+m+'2').slideToggle();pokaz_upr(m+'2')}
else{$('#'+m).css('color', cvet_osn);$('#'+m+'2').slideToggle();}}











function upr(){
if (document.getElementById('upr_g').style.display != "block") {$('#upr').css('color','#E89F09'); $('#upr').css('border-color','#E89F09')
$('#upr').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#upr').css('color',cvet_osn2);$('#upr').css('border-color',cvet_osn2);
 $('#upr').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}	
$("#upr_g").slideToggle()}


function upr3(){
if ($('#upr3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#upr3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block');$("#upr_g").slideToggle(); $('.menmen0').css('display','none');}
else{$('.sm').css('color', cvet_osn); men()}}

function spina3(){
if ($('#spina3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#spina3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen3').css('display','none'); $("#spina_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function nogi3(){
if ($('#nogi3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#nogi3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen3').css('display','none'); $("#nogi_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function ruki3(){
if ($('#ruki3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#ruki3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block');  $('.menmen3').css('display','none'); $("#ruki_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function plechi3(){
if ($('#plechi3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#plechi3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen3').css('display','none'); $("#plechi_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function tatl3(){
if ($('#tatl3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#tatl3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen3').css('display','none'); $("#tatl_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function press3(){
if ($('#press3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#press3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen3').css('display','none'); $("#press_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}



function gryd3(met){
if ($('#gryd3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#gryd3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#gryd2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}
function gibrid3(met){
if ($('#gibrid3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#gibrid3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#gibrid2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}
function giri3(met){
if ($('#giri3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#giri3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#giri2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}
function rast3(){
if ($('#rast3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#rast3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#rast2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function stat3(met){
if ($('#stat3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#stat3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#stat2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}
function vzriv3(met){
if ($('#vzriv3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#vzriv3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#vzriv2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}
function kross3(){
if ($('#kross3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#kross3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#kross2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function fe3(){
if ($('#fe3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#fe3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#fe2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block')}
else{$('.sm').css('color', cvet_osn); men()}}
function iagod3(met){
if ($('#iagod3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#iagod3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $("#iagod2").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}



function rivok3(met){
if ($('#rivok3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#rivok3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $('#tatl_g').css('display','block');$( "#rivok2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}
function tol3(met){
if ($('#tol3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#tol3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#specif_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $('#tatl_g').css('display','block');$( "#tol2" ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}

function poias3(met,met2){
if ($('#'+met+'3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#'+met+'3').css('color', 'rgb(232, 159, 9)');
$('#rez_meniy2').css('display','block'); $('#upr_g').css('display','block'); $('#gr_mishc_g').css('display','block'); $('.menmen4').css('display','none'); $('.menmen3').css('display','none'); $('#'+met2+'_g').css('display','block');$('#'+met+'2').slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');$('.menmen33').css('display','block');pokaz_upr(met+'2')}
else{$('.sm').css('color', cvet_osn); men()}}


function izbrannoe2(zagol){
document.getElementById('izbran4').innerHTML = '';
if($("h1").eq(0).html() == zagol){
document.getElementById('izbran3').innerHTML = '<p onClick="izbrannoe()" style="cursor:pointer; margin-top:4pt"><b>ДОБАВИТЬ ЭТУ СТРАНИЦУ</b></p>';}
var izbr = ''; i = 200;
do{
if(localStorage.getItem('izb_zagol' + i)){
izbr = izbr + "<img src='"+vst7+"img/fon/ydal.png' onClick='izbrannoe3(\""+localStorage.getItem('izb_zagol' + i)+"\")' class='ydal' /><li><a class='qjq' href='" + localStorage.getItem('izb_adres' + i) + "'>" + localStorage.getItem('izb_zagol' + i) + "</a></li>"}
i = i-1}
while(i > 0);
if(izbr != ''){document.getElementById('izbran4').innerHTML = "<ol>" + izbr + "</ol>"
if(adres.indexOf('/') == -1){document.getElementById('izbran4').innerHTML = document.getElementById('izbran4').innerHTML.replace(/\.\.\//g, ""); }}}
izbrannoe2()

function trenirovkigz(){
if (document.getElementById('trenirovkigz_g').style.display != "block") {$('#trenirovkigz').css('color', '#E89F09')}
else{$('#trenirovkigz').css('color', cvet_osn);}	
$("#trenirovkigz_g").slideToggle();}
function trenirovkigd(){
if (document.getElementById('trenirovkigd_g').style.display != "block") {$('#trenirovkigd').css('color', '#E89F09')}
else{$('#trenirovkigd').css('color', cvet_osn);}	
$("#trenirovkigd_g").slideToggle();}
function trenirovkimz(){
if (document.getElementById('trenirovkimz_g').style.display != "block") {$('#trenirovkimz').css('color', '#E89F09')}
else{$('#trenirovkimz').css('color', cvet_osn);}	
$("#trenirovkimz_g").slideToggle();}
function trenirovkimd(){
if (document.getElementById('trenirovkimd_g').style.display != "block") {$('#trenirovkimd').css('color', '#E89F09')}
else{$('#trenirovkimd').css('color', cvet_osn);}	
$("#trenirovkimd_g").slideToggle();}

function trenirovkigz3(){ $('#po_tren').css('display','none');$('#rezalt_tren').css('display','none'); $('#vse_treni').css('display','none');$('#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd').css('display','none')
if ($('#trenirovkigz3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#trenirovkigz3').css('color', 'rgb(232, 159, 9)'); $('#tren_vse').css('display','block')
$('#rez_meniy2').css('display','block'); $('#trenirovki_g').css('display','block');$("#trenirovkigz_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men(); $('#tren_vse').css('display','none')}}
function trenirovkimd3(){$('#po_tren').css('display','none');$('#rezalt_tren').css('display','none'); $('#vse_treni').css('display','none');$('#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd').css('display','none')
if ($('#trenirovkimd3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#trenirovkimd3').css('color', 'rgb(232, 159, 9)'); $('#tren_vse').css('display','block')
$('#rez_meniy2').css('display','block'); $('#trenirovki_g').css('display','block');$("#trenirovkimd_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men(); $('#tren_vse').css('display','none')}}
function trenirovkigd3(){$('#po_tren').css('display','none');$('#rezalt_tren').css('display','none'); $('#vse_treni').css('display','none');$('#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd').css('display','none')
if ($('#trenirovkigd3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#trenirovkigd3').css('color', 'rgb(232, 159, 9)'); $('#tren_vse').css('display','block')
$('#rez_meniy2').css('display','block'); $('#trenirovki_g').css('display','block');$("#trenirovkigd_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men(); $('#tren_vse').css('display','none')}}
function trenirovkimz3(){$('#po_tren').css('display','none');$('#rezalt_tren').css('display','none'); $('#vse_treni').css('display','none');$('#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd').css('display','none')
if ($('#trenirovkimz3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#trenirovkimz3').css('color', 'rgb(232, 159, 9)'); $('#tren_vse').css('display','block')
$('#rez_meniy2').css('display','block'); $('#trenirovki_g').css('display','block');$("#trenirovkimz_g").slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');}
else{$('.sm').css('color', cvet_osn); men(); $('#tren_vse').css('display','none')}}

function trenirovki7(met){$('#po_tren').css('display','none');$('#rezalt_tren').css('display','none');$('#trenirovkigz, #trenirovkigd, #trenirovkimz, #trenirovkimd').css('display','none')
if ($('#trenirovki'+met+'3').css('color') != 'rgb(232, 159, 9)') {$('.sm').css('color', cvet_osn);$('#trenirovki'+met+'3').css('color', 'rgb(232, 159, 9)'); $('#tren_vse').css('display','block')
$('#rez_meniy2').css('display','block'); $('#trenirovki_g').css('display','block'); $('#trenirovki'+met.substr(0, 2)+'_g').css('display','block');$( '#trenirovki'+met+'2' ).slideToggle(); $('.menmen0').css('display','none'); $('.menmen2').css('display','none');$('.menmen3').css('display','none');}
else{$('.sm').css('color', cvet_osn); men(); $('#tren_vse').css('display','none')}}

/*
function perevod(){$('#perevod2').slideToggle();
if($('#perevod').css('color') == 'rgb(2, 191, 78)'){$('#perevod').css('color','rgb(232, 159, 9)')}
else{$('#perevod').css('color','rgb(2, 191, 78)')}}

function p_eng(lang){
if(lang == 'eng'){var mmet = '3'; $('#pe_fra').css('background-color','transparent'); $('#pe_esp').css('background-color','transparent')
$('#perevod4').css('display','none'); $('#perevod5').css('display','none')
$('#perevod4').html('<font style="color:#777">Идёт загрузка текста...</font>'); $('#perevod5').html('<font style="color:#777">Идёт загрузка текста...</font>')}
if(lang == 'esp'){var mmet = '4'; $('#pe_eng').css('background-color','transparent'); $('#pe_fra').css('background-color','transparent')
$('#perevod3').css('display','none'); $('#perevod5').css('display','none')
$('#perevod3').html('<font style="color:#777">Идёт загрузка текста...</font>'); $('#perevod5').html('<font style="color:#777">Идёт загрузка текста...</font>')}
if(lang == 'fra'){var mmet = '5'; $('#pe_eng').css('background-color','transparent'); $('#pe_esp').css('background-color','transparent')
$('#perevod3').css('display','none'); $('#perevod4').css('display','none');
$('#perevod3').html('<font style="color:#777">Идёт загрузка текста...</font>'); $('#perevod4').html('<font style="color:#777">Идёт загрузка текста...</font>')}
$('#perevod' + mmet).slideToggle();
if($('#pe_' + lang).css('background-color') != 'rgb(222, 222, 222)'){$('#pe_' + lang).css('background-color','rgb(222, 222, 222)')}
else{$('#pe_' + lang).css('background-color','transparent')}
var adres = window.location.pathname; adres = adres.split("www")[1];
$.ajax({
type: "POST",
data: {adres:adres, lang:lang},
url: "https://tvoytrener.com/perevod.php",
crossDomain: true,
success: function(rez) {$('#perevod' + mmet).html(rez)},
error:function() {$('#perevod' + mmet).html('Похоже, что нет интернета.');},
timeout: 10000 });}

function p_ps(){$('#perevod6').slideToggle();
if($('#pe_ps').css('color') == 'rgb(2, 191, 78)'){$('#pe_ps').css('color','rgb(232, 159, 9)')}
else{$('#pe_ps').css('color','rgb(2, 191, 78)')}}

function vash_per(id){if($('#perevod_' + id).val() == 'Ваш перевод...'){$('#perevod_' + id).val('')}}

function otpr_per(id,lang){
if($('#perevod_' + id).val() == 'Ваш перевод...' || $('#perevod_' + id).val() == ''){return alert('Вы не перевели текст!');}
if($('#perevod_' + id).val().indexOf('777') == -1){return alert('Напишите в конце перевода цифры: 777, чтобы показать, что вы не бот');}
var adres = window.location.pathname; adres = adres.split("www")[1];
var text = $('#perevod_' + id).val();
var text2 = $('#original_' + id).html();
text = text.replace("777","");
$('#ot_per_' + id).html('<font style="color:#777;cursor:default">Текст отправляется...</font>');
$.ajax({
type: "POST",
data: {adres:adres, lang:lang, text:text, id:id, text2:text2},
url: "https://tvoytrener.com/perevod.php",
crossDomain: true,
success: function(rez) {$('#per_blok' + id).slideToggle();
$('#izbda').html('Спасибо! Перевод отправлен'); $("#izbda").fadeIn('slow');setTimeout(function(){$('#izbda').fadeOut('slow')},2000); setTimeout(function(){$('#izbda').html('Страница добавлена в избранное')},3000);},
error:function() {alert('Текст не отправился. Возможно - нет интернета. Нажмите ещё раз.');
$('#ot_per_' + id).html("<button class='form_anketa_button' onClick='otpr_per(" + id + ",\"" + lang + "\")'  style='cursor:pointer; padding:5pt'>Отправить</button>");},
timeout: 10000 });}

$( "h1" ).click(function() {
if(document.location.href.indexOf("tvoytrener.com") != -1 ){
navigator.clipboard.writeText('<a href="' + window.location.href + '" >' + $("h1").html() + '</a>.')}});

function block (blok_m){
localStorage.setItem("blok_m", blok_m);}
var urlst = document.location.href;
urlst = urlst.split("www/");
urlst = '/' + urlst[1];
if(urlst == '/dnev/dnev.html777'){}else{
if (document.getElementById(localStorage.getItem('blok_m'))){var bbll = document.getElementById(localStorage.getItem('blok_m')).innerHTML} else{var bbll = ''}
if(localStorage.getItem('blok_m') && bbll.indexOf(urlst) != -1){var bloki_meniy = [localStorage.getItem('blok_m')];}

else{ var bloki_meniy = ['izbran2','rast2','kross2','kalkyl2','trenirovkigzp2', 'trenirovkigdp2', 'trenirovkimzp2', 'trenirovkimdp2', 'trenirovkigzr2', 'trenirovkigdr2', 'trenirovkimzr2', 'trenirovkimdr2', 'trenirovkigzm2', 'trenirovkigdm2', 'trenirovkimzm2', 'trenirovkimdm2',  'trenirovkigzu2', 'trenirovkigdu2',  'trenirovkimzu2', 'trenirovkimdu2',  'dietigzp2', 'dietimzp2', 'dietigzr2', 'dietimzr2', 'dietigzm2', 'dietimzm2', 'gryd2', 'iagod2', 'poias2', 'verh2', 'sheia2', 'trap2', 'presss2', 'kosie2', 'biceps2', 'tric2', 'predp2', 'pered2', 'zad2', 'sred2',  'ppb2', 'zpb2', 'npb2', 'vpb2', 'golen2', 'gibrid2', 'giri2', 'rivok2', 'tol2', 'sta_m_t2', 'polza2', 'sta_m_n2', 'sta_m_z2', 'sta_m_r2', 'sta_m_b2', 'sta_m_p2', 'sta_p_m2', 'sta_p_r2', 'sta_p_p2', 'sta_p_rb2', 'sta_p_v2', 'sta_p_b2', 'sta_t2', 'sta_s_pro2', 'sta_s_ge2', 'sta_s_kr2', 'sta_s_am2', 'sta_s_bc2', 'sta_s_ji2', 'sta_s_po2', 'sta_s_vm2', 'sta_s_ds2', 'sta_s_pt2', 'sta_s_kb2', 'sta_s_pr2', 'sta_fi_m2', 'sta_fi_r2', 'sta_fi_v2', 'sta_fi_p2', 'sta_fi_b2', 'sta_aer2', 'sta_m_dom2', 'sta_fa_kp2', 'sta_fa_oi2', 'sta_fa_bre2', 'sta_fa_gp2', 'sta_fa_np2', 'sta_yoga2', 'sta_pro2', 'fe2', 'trenirovki_fe2',  'new2',  'trener2',  'stat2', 'vzriv2']}

var g = 0;
do {		
if(document.getElementById(bloki_meniy[g]).innerHTML.indexOf(urlst) != -1)
{var blok_m = document.getElementById(bloki_meniy[g]).innerHTML; break;}
else{g ++}}
while(bloki_meniy[g]);
blok_m_ves = blok_m;
localStorage.setItem("blok_m",  bloki_meniy[g]);

if(blok_m !== undefined){
if(blok_m.indexOf("<li>") != -1){blok_m3 = blok_m.split("<li>"); var g = 0;}
else {blok_m3 = blok_m.split("<li "); var g = 0;}

do {if(blok_m3[g].indexOf(urlst) != -1)
{var blok_m2 = blok_m3[g]; break;}
else{g ++}}
while(blok_m3[g]);


if(blok_m3[g-2]){
blok_m2_nazad = blok_m3[g-1].split('href="');
blok_m2_nazad = blok_m2_nazad[1];
blok_m2_nazad = blok_m2_nazad.split('">');
blok_m2_nazad = blok_m2_nazad[0];	
if(localStorage.getItem('razd_nazad')){document.getElementById('nazad').innerHTML = '<a href="' + blok_m2_nazad +'"><img src="../img/fon/nazad3.png" style="cursor:pointer; height:22pt;" /></a>';}
else { document.getElementById('nazad').innerHTML = '<a onclick="razd_nazad()" href="' + blok_m2_nazad +'"><img src="../img/fon/nazad3.png" style="cursor:pointer; height:22pt;" /></a>';}
}
else{document.getElementById('nazad').innerHTML = '<img src="../img/fon/nazad4.png" style="height:22pt;" />';}

if(blok_m3[g+1]){
blok_m2_vpered = blok_m3[g+1].split('href="');
blok_m2_vpered = blok_m2_vpered[1];
blok_m2_vpered = blok_m2_vpered.split('">');
blok_m2_vpered = blok_m2_vpered[0];
if(localStorage.getItem('razd_vpered')){document.getElementById('vpered').innerHTML = '<a href="' + blok_m2_vpered + '"><img src="../img/fon/vpered3.png" style="cursor:pointer; height:22pt;" /></a>';}
else{document.getElementById('vpered').innerHTML = '<a  onclick="razd_vpered()"  href="' + blok_m2_vpered + '"><img src="../img/fon/vpered3.png" style="cursor:pointer; height:22pt;" /></a>';}
}
else{document.getElementById('vpered').innerHTML = '<img src="../img/fon/vpered4.png" style="height:22pt;" />';}

blok_m2 = blok_m2.split('href="');
blok_m2 = blok_m2[1];
blok_m2 = blok_m2.split('">');
blok_m2 = blok_m2[0];}}

function razd_nazad(){alert('Эта кнопка листает назад страницы текущего раздела.'); localStorage.setItem("razd_nazad", "ok");}
function razd_vpered(){alert('Эта кнопка листает вперёд страницы текущего раздела.'); localStorage.setItem("razd_vpered", "ok");}

*/
function otvet_com(id){
var i=1;do{
if(document.getElementById("file_"+i+"_" + id).files[0]  !== undefined){
if(i==1){var ii=''}else{var ii=i}
    var file_data = $('#file_'+i+'_' + id).prop('files')[0];
    var form_data = new FormData();
    form_data.append('img'+ii, file_data);
    $.ajax({
                url:'https://apptrener.com/app_php/foto.php',
                dataType: 'text',
                cache: false,
                contentType: false,
                processData: false,
                data: form_data,
                type: 'post',
                crossDomain: true,
                success: function(){
                }
     });
}i++} while(i<3)
setTimeout(function() {rezalt7_com(id)}, 500)}


function rezalt7_com(id){
if (document.getElementById('avtor' + id).value == ''|| document.getElementById('avtor' + id).value == 'Имя' ) { return alert('Вы не написали своё имя');}
if (document.getElementById('text' + id).value == '' || document.getElementById('text' + id).value == 'Ответ') { return alert('Вы не написали свой ответ');}
var avtor = document.getElementById('avtor' + id).value;
var mail = document.getElementById('mail' + id).value;
var text = document.getElementById('text' + id).value;
var name = document.getElementById('name' + id).value;
var otvet = document.getElementById('otvet').value;
var sub_com = document.getElementById('sub_com' + id).value;
var id_kommenta = document.getElementById('id_kommenta' + id).value;
var img_name = '', img_name2 = ''
if(document.getElementById("file_1_" + id).files[0]  !== undefined){
var img = document.getElementById("file_1_" + id).files[0]
var img_type = img.type;
var img_size = img.size;
var img_name = img.size + '_' + img.name}
if(document.getElementById("file_2_" + id).files[0]  !== undefined){
var img2 = document.getElementById("file_2_" + id).files[0]
var img_type2 = img2.type;
var img_size2 = img2.size;
var img_name2 = img2.size + '_' + img2.name}


if (mail.indexOf('E-mail') != -1){mail  = '';}
var razdel = document.getElementById('razdel' + id).value;
document.getElementById('skopir').innerHTML = "Ответ отправляется..."; $(".skopir").fadeIn('fast');
$.ajax({
type: 'POST', 
url:'https://apptrener.com/app_php/coments_otpravka.php',
data:{avtor:avtor, mail:mail,  text:text,  name:name,  otvet:otvet, sub_com:sub_com, id_kommenta:id_kommenta, razdel:razdel, urll:adres17, img_name:img_name, img_name2:img_name2, img_type:img_type, img_type2:img_type2, img_size:img_size, img_size2:img_size2},
crossDomain: true,
success: function(rez) {

var vopr_otpr = 'Ответ добавлен!'
if(img_name != '' || img_name2 != ''){var rtrt = '1'}else {var rtrt = '0'}
if(img_name != '' && img_name2 != ''){var rtrt = '2'}
if(rez.indexOf('<img src="https://apptrener.com/../voprosi/') == -1 && rtrt == '1'){var vopr_otpr = 'Ответ добавлен! Но не все фото загрузились'}
var count = (rez.split('<img src="https://apptrener.com/../voprosi/').length - 1)
if(count != 2 && rtrt == '2'){var vopr_otpr = 'Ответ добавлен! Но не все фото загрузились'}

if (document.getElementById('mail' + id).value != '' && document.getElementById('mail' + id).value.indexOf('@') != -1 ) {localStorage.setItem("mail", document.getElementById('mail' + id).value);}
localStorage.setItem("imia", document.getElementById('avtor' + id).value);
document.getElementById('text' + id).value = '';
document.getElementById('otveti' + id).innerHTML= document.getElementById('otveti' + id).innerHTML + rez; $('#otvet' + id).slideToggle(); $('#vagnaia_informacia2' + id).css('color', '#6D81BB')
document.getElementById('skopir').innerHTML = vopr_otpr; setTimeout(function(){$('.skopir').fadeOut('slow')},3000);}})}

function eche(id){
if (localStorage.getItem('imia')){var imia = localStorage.getItem('imia')} else {var imia = ''}
if (localStorage.getItem('mail') && localStorage.getItem('mail') != '' && localStorage.getItem('mail').indexOf('@') != -1){var maill = localStorage.getItem('mail')} else {var maill = ''}
if (document.getElementById('eche1' + id).innerHTML== ''){
document.getElementById('skopir').innerHTML = "Комментарии загружаются..."; $(".skopir").fadeIn('fast');
$.ajax({
type: 'POST',
url:'https://apptrener.com/app_php/coments_pokaz_2.php',
data:{id_eche:id, urll:adres17, maill:maill, imia:imia},
crossDomain: true,
success: function(rez) {
if(window.location.pathname.indexOf('/index.html') != -1 || window.location.pathname.indexOf('/nast.html') != -1 ){rez =  rez.replace(/\.\.\//g, "");}
document.getElementById('eche1' + id).innerHTML= rez;
document.getElementById('pokazat_com').style.color = '#E89F09';
 $(".skopir").fadeOut('slow')}})}

else {document.getElementById('eche1' + id).innerHTML = ''; document.getElementById('pokazat_com').style.color = '#6D81BB'}}

function rezaltkom(){
var i=1;do{
if(document.getElementById("file_"+i+"_00").files[0]  !== undefined){
if(i==1){var ii=''}else{var ii=i}
    var file_data = $('#file_'+i+'_00').prop('files')[0];
    var form_data = new FormData();
    form_data.append('img'+ii, file_data);
    $.ajax({
                url:'https://apptrener.com/app_php/foto.php',
                dataType: 'text',
                cache: false,
                contentType: false,
                processData: false,
                data: form_data,
                type: 'post',
                crossDomain: true,
                success: function(){
                }
     });
}i++} while(i<3)
setTimeout(function() {rezalt7()}, 500)}


function rezalt7(){
if (document.getElementById('avtor22').value == ''|| document.getElementById('avtor22').value == 'Имя'  ) { return alert('Вы не написали своё имя');}
if (document.getElementById('text22').value == '' || document.getElementById('text22').value == 'Текст') { return alert('Вы не написали свой комментарий');}
var avtor = document.getElementById('avtor22').value;
var mail = document.getElementById('mail22').value;
if (document.getElementById('mail22').value == 'E-mail (необязательно)') {var mail = document.getElementById('mail22').value;}
var text = document.getElementById('text22').value;
var name = document.getElementById('name22').value;
var otvet = document.getElementById('otvet22').value;
var sub_com = document.getElementById('sub_com22').value;

var img_name = ''
var img_name2 = ''
if(document.getElementById("file_1_00").files[0]  !== undefined){
var img = document.getElementById("file_1_00").files[0]
var img_type = img.type;
var img_size = img.size;
var img_name = img.size + '_' + img.name}
if(document.getElementById("file_2_00").files[0]  !== undefined){
var img2 = document.getElementById("file_2_00").files[0]
var img_type2 = img2.type;
var img_size2 = img2.size;
var img_name2 = img2.size + '_' + img2.name}
document.getElementById('skopir').innerHTML = "Комментарий отправляется..."; $(".skopir").fadeIn('fast');

if(otvet == 14){
$.ajax({
type: "POST", 
url:'https://apptrener.com/app_php/coments_otpravka.php',
data:{avtor:avtor, mail:mail,  text:text,  name:name,  otvet:otvet, sub_com:sub_com,  test:1, urll:adres17, img_name:img_name, img_name2:img_name2, img_type:img_type, img_type2:img_type2, img_size:img_size, img_size2:img_size2},
crossDomain: true,
success: function(rez) {
document.getElementById('comments').innerHTML = document.getElementById('comments').innerHTML.replace("Пока здесь нет ни одного комментария. Вы можете стать первым или ", "")
document.getElementById('mail22').value = mail
document.getElementById('avtor22').value = avtor
document.getElementById('coment_novii').innerHTML= rez + document.getElementById('coment_novii').innerHTML;
localStorage.setItem("imia", avtor);
if (mail != '' && mail.indexOf('@') != -1 ) {localStorage.setItem("mail", mail);}
document.getElementById('text22').value = '';
var vopr_otpr = 'Комментарий добавлен!'
if(img_name != '' || img_name2 != ''){var rtrt = '1'}else {var rtrt = '0'}
if(img_name != '' && img_name2 != ''){var rtrt = '2'}
if(rez.indexOf('<img src="https://apptrener.com/../voprosi/') == -1 && rtrt == '1'){var vopr_otpr = 'Комментарий добавлен! Но не все фото загрузились'}
var count = (rez.split('<img src="https://apptrener.com/../voprosi/').length - 1)
if(count != 2 && rtrt == '2'){var vopr_otpr = 'Комментарий добавлен! Но не все фото загрузились'}
scrollToElement()
document.getElementById('skopir').innerHTML = vopr_otpr; setTimeout(function(){
$('.skopir').fadeOut('slow')},5000);}})}}

function izbrannoe(){$("#ind_mi").html()
var i = 1;
do {
if (!localStorage.getItem('izb_zagol' + i)){
izb_adres = '../' + adres;
document.getElementById('izbran3').innerHTML = ''
if(izb_adres == 'int/anatomia.html'){izb_adres = izb_adres + window.location.search}
localStorage.setItem('izb_zagol' + i, document.getElementsByTagName('H1')[0].innerHTML)
if(window.location.pathname.indexOf('/dnev.html') != -1){localStorage.setItem('izb_zagol' + i, 'Дневник тренировок')}
localStorage.setItem('izb_adres' + i, izb_adres);  return izbrannoe2()}i ++}
while(i < 200);}

function izbrannoe3(zagol){
var i = 1;do{
if(localStorage.getItem('izb_zagol' + i) == zagol){
localStorage.removeItem('izb_zagol' + i); localStorage.removeItem('izb_adres' + i);return izbrannoe2(zagol)}
i ++;}
while(i < 200);}
if(document.getElementById('izbran2').innerHTML.indexOf('>'+$("h1").html()+'<') != -1 || $("h1").eq(0).length == 0 )
{document.getElementById('izbran3').innerHTML = ''}
else{document.getElementById('izbran3').innerHTML = '<p onClick="izbrannoe()" style="cursor:pointer; margin-top:4pt"><b>Добавить эту страницу</b></p>'}
localStorage.setItem('posl_stranica', adres)

//Скрипт оценки статей

function com_zagryzka(){if (document.getElementById('comments84')){
if (localStorage.getItem('mail') && localStorage.getItem('mail') != '' && localStorage.getItem('mail').indexOf('@') != -1){var maill = localStorage.getItem('mail')} else {var maill = ''}
if (localStorage.getItem('imia')){var imia = localStorage.getItem('imia')} else {var imia = ''}

document.getElementById('comments').innerHTML='Идёт загрузка комментариев...'
$.ajax({
type: "POST", 
url: "https://apptrener.com/app_php/coments_pokaz.php",
data: {urll:adres17, maill:maill, imia:imia, versia:versia},
crossDomain: true,
success: function(rez) {
if(window.location.pathname.indexOf('/index.html') != -1 || window.location.pathname.indexOf('/nast.html') != -1 ){rez =  rez.replace(/\.\.\//g, "");}
if(rez.indexOf("Весь пользовательский контент") == -1){
if(rez.indexOf("font class='coments4'") == -1 && window.location.pathname.indexOf('/chat_') == -1 ){rez = 'Пока здесь нет ни одного комментария. Вы можете стать первым или ' + rez}}
document.getElementById('comments').innerHTML= rez;},
error: function() {document.getElementById('comments').innerHTML = "Комментарии не показываются, так как нет подключения к интернету."},
timeout: 15000,
});}}

if (/iPhone|iPad|iPod/i.test(navigator.userAgent) || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) {
$('ol').css("padding-left","23pt");$('ul').css("padding-left","23pt");
if (localStorage.getItem("shrift") == "mal"){$('ol').css("padding-left","20pt");$('ul').css("padding-left","20pt");}
if (localStorage.getItem("shrift") == "bol"){$('ol').css("padding-left","25pt");$('ul').css("padding-left","25pt");}
}

$.ajax({url: "https://apptrener.com/app_php/poblagodarit4.php",crossDomain: true,
error: function(){
if(!localStorage.getItem("video_2") || localStorage.getItem("video_2")!='k'){
$("iframe").replaceWith("<font style='color:"+cvet_osn2+";font-weight:bold'>Здесь должно быть видео, но у вас сейчас нет интернета.</font>");
vse_vid('.mp4" type="video/mp4"></video><br>Полное видео (через интернет)<br><font style="color:'+cvet_osn2+';font-weight:bold">Здесь должно быть видео, но у вас сейчас нет интернета.</font><br><br><div ', '></div>', 'Полное видео (через интернет)<br><font style="color:'+cvet_osn2+'; font-weight:bold">Здесь должно быть видео, но у вас сейчас нет интернета.</font><br><br><div ')}

else{$("iframe").replaceWith("<font style='color:"+cvet_osn2+";font-weight:bold'>Здесь должно быть видео, но у вас сейчас нет интернета.</font>");
vse_vid('.mp4" type="video/mp4"></video><div ', '></div>', '<div ')}},
timeout: 7000,});



// ПОДСВЕТКА
function fiski_m_a(met,met2){
$('#fiski' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/fiski1.png)')}
function fiski_m2_a(met,met2){
if($('#fiski' + met + '_' + met2).css('display') == 'none'){
$('#fiski' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)')}}
function fiski_m(met){
$('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski1.png)')}
function fiski_m2(met){
if($('#fiski' + met).css('display') == 'none'){$('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)')}}

function nagr_m_a(met,met2){
$('#nagryzka' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka1.png)')}
function nagr_m2_a(met,met2){
if($('#nagryz' + met + '_' + met2).css('display') == 'none'){$('#nagryzka' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')}}
function vid_m_a(met,met2){$('#video' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/video1.png)')}
function vid_m2_a(met,met2){if($('#vidos' + met + '_' + met2).css('display') == 'none'){$('#video' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')}}
function nagr_m(met){
$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka1.png)')}
function nagr_m2(met){
if($('#nagryzka' + met).css('display') == 'none'){$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')}}
function vid_m(met){$('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video1.png)')}
function vid_m2(met){if($('#vidos' + met).css('display') == 'none'){$('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')}}
function anal_m(met){$('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog1.png)')}
function anal_m2(met){if($('#analogi' + met).css('display')  == 'none'){$('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog0.png)')}}
function d_nagr_m(met){$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/sostav1.png)')}
function d_nagr_m2(met){if($('#nagryzka' + met).css('display') == 'none'){$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/sostav0.png)')}}
function analog_m_a(met,met2){$('#analogi' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/analog1.png)')}
function analog_m2_a(met,met2){$('#analogi' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/analog0.png)')}
function otmet_zamen(met_roditel, met){$('#' + met_roditel + 'kkk' + met).css('background-image', 'url('+vst7+'img/fon/analog5.png)');$('#' + met_roditel + 'kkk' + met).css('border-color', '#E89F09')}
function otmet_zamen2(met_roditel, met){$('#' + met_roditel + 'kkk' + met).css('background-image', 'url('+vst7+'img/fon/analog2.png)');$('#' + met_roditel + 'kkk' + met).css('border-color', cvet_osn2)}


// НАГРУЗКА
function nagryzka_obch(met){
var i = 0; do{
if($('#nagryzka' + i).length > 0){$('#nagryzka' + i).html(window["nagryzka"+i])}
var aa = String('1000')+i
if($('#nagryzka' + aa).length > 0 && $('#nagryzka' + i).length == 0 ){$('#nagryzka' + aa).html(window["nagryzka"+i])}
i++}while (i < 550)

var iagod = seia_p = seia_z = trap = spina = de_p = de_s = de_z = predp = bic = tric = grud = pres = podvz = kosie = nogi_p = nogi_z = nogi_v = nogi_n = golen = poias = 0;
var i = 0;
do{var elems = $('.compleks').get(i);
if($(elems).html().indexOf('nagryzka(' + met + ')') != -1){
   var ii = 1; var elems2 = $(elems).html().replace(/\s/g, '')
   do{var elems3 = elems2.split('class="nagryzka"')[ii]; elems3 = elems3.split('Общаянагрузка')[0]

var podh = elems2.split('class="analogi"')[ii-1]
var podh = podh.split('povtoren">')
podh = podh.pop()
var podh = podh.split('</td><tdid="ypr_kg"')[0]
var podh = podh.split('x')[0]
var podh = podh.split('х')[0]
if(podh.length > 3){var podh3 = 1}
else{
var podh = podh.split('-')
var podh1 = Number(podh[0])
if(podh[1]){var podh2 = Number(podh[1])} else{var podh2 = 0}
if( $.isNumeric(podh1)){} else {podh1 = 3}
if( $.isNumeric(podh2)){} else {podh2 = 0}
if(podh2 > 0){var podh3 = ((podh1 + podh2) / 2) / 3}
else{var podh3 = podh1 / 3}}
if(podh3 > 0){}else{podh3 = 3}
   if(elems3.indexOf('бальнойшкале') == -1){elems3 = elems3.split('"class="vidos"></div><divclass')[0]
   elems3 = elems3.split('000')[1]
  elems3 = elems3.split('class')[0]
elems3 = elems3.replace('"', '');
elems3 = $('#nagryzka' + elems3).html()
   elems3 = elems3.replace(/\s/g, '')}

      var iii = 0;
      do{var elems4 = elems3.split('(')[iii]; var elems5 = elems4.split('<td>')[2]; elems5 = Number(elems5)
	  if(elems5 >0){
		  if(elems4.indexOf('Бицепс') != -1){bic = bic + elems5*podh3}
		  if(elems4.indexOf('годицы') != -1){iagod  = iagod  + elems5*podh3}
		  if(elems4.indexOf('ередняяповерхностьшеи') != -1){seia_p = seia_p + elems5*podh3}
		  if(elems4.indexOf('адняяповерхностьшеи') != -1){seia_z = seia_z + elems5*podh3}
		  if(elems4.indexOf('ерхспины') != -1){trap = trap + elems5*podh3}
		  if(elems4.indexOf('ирочайшие') != -1){spina = spina + elems5*podh3}
		  if(elems4.indexOf('Средняядельт') != -1){de_s = de_s + elems5*podh3}
		  if(elems4.indexOf('ередняядельт') != -1){de_p = de_p + elems5*podh3}
		  if(elems4.indexOf('адняядельт') != -1){de_z = de_z + elems5*podh3}
		  if(elems4.indexOf('редплеч') != -1){predp = predp + elems5*podh3}
		  if(elems4.indexOf('рицепс') != -1){tric = tric + elems5*podh3}
		  if(elems4.indexOf('рудь') != -1){grud = grud + elems5*podh3}
		  if(elems4.indexOf('ресс') != -1){pres = pres + elems5*podh3}
		  if(elems4.indexOf('одвздошно') != -1){podvz = podvz + elems5*podh3}
		  if(elems4.indexOf('осыемышцы') != -1){kosie = kosie + elems5*podh3}
		  if(elems4.indexOf('ередняячастьбедр') != -1){nogi_p = nogi_p + elems5*podh3}
		  if(elems4.indexOf('адняячастьбедр') != -1){nogi_z = nogi_z + elems5*podh3}
		  if(elems4.indexOf('нутренняячастьбедр') != -1){nogi_v = nogi_v + elems5*podh3}
		  if(elems4.indexOf('аружнаячастьбедр') != -1){nogi_n = nogi_n + elems5*podh3}
		  if(elems4.indexOf('олень') != -1){golen = golen + elems5*podh3}
          if(elems4.indexOf('оясница') != -1){poias = poias + elems5*podh3}}
      iii++}while (elems3.split('(')[iii])
   ii++}while (elems2.split('class="nagryzka"')[ii])
break}i++}while ($('.compleks').get(i))

bic = Math.round(bic); iagod = Math.round(iagod); seia_p = Math.round(seia_p); seia_z = Math.round(seia_z); trap = Math.round(trap); spina = Math.round(spina); de_s = Math.round(de_s); de_p = Math.round(de_p); de_z = Math.round(de_z); predp = Math.round(predp); tric = Math.round(tric); grud = Math.round(grud); pres = Math.round(pres); podvz = Math.round(podvz); kosie = Math.round(kosie); nogi_p = Math.round(nogi_p); nogi_z = Math.round(nogi_z); nogi_v = Math.round(nogi_v); nogi_n = Math.round(nogi_n); golen = Math.round(golen); poias = Math.round(poias)
var i = 75; var mishci = []; var nagry = [];
do{
if(bic == i){mishci.push('?biceps2">Бицепс'); nagry.push(bic)}
if(iagod == i){mishci.push('?iagod2">Ягодицы'); nagry.push(iagod)}	
if(seia_p == i){mishci.push('?sheia2">Передняя поверхность шеи'); nagry.push(seia_p)}	
if(seia_z == i){mishci.push('?sheia2">Задняя поверхность шеи'); nagry.push(seia_z)}	
if(trap == i){mishci.push('?trap2">Верх спины'); nagry.push(trap)}	
if(spina == i){mishci.push('?verh2">Широчайшие мышцы'); nagry.push(spina)}	
if(de_p == i){mishci.push('?pered2">Передняя дельта'); nagry.push(de_p)}	
if(de_s == i){mishci.push('?sred2">Средняя дельта'); nagry.push(de_s)}	
if(de_z == i){mishci.push('?zad2">Задняя дельта'); nagry.push(de_z)}	
if(predp == i){mishci.push('?predp2">Предплечья'); nagry.push(predp)}	
if(tric == i){mishci.push('?tric2">Трицепс'); nagry.push(tric)}	
if(grud == i){mishci.push('?gryd2">Грудь'); nagry.push(grud)}	
if(pres == i){mishci.push('?presss2">Пресс'); nagry.push(pres)}	
if(podvz == i){mishci.push('?podpoi2">Подвздошно-поясничная'); nagry.push(podvz)}	
if(kosie == i){mishci.push('?kosie2">Косые мышцы'); nagry.push(kosie)}	
if(nogi_p == i){mishci.push('?ppb2">Передняя часть бедра'); nagry.push(nogi_p)}
if(nogi_z == i){mishci.push('?zpb2">Задняя часть бедра'); nagry.push(nogi_z)}	
if(nogi_v == i){mishci.push('?vpb2">Внутренняя часть бедра'); nagry.push(nogi_v)}	
if(nogi_n == i){mishci.push('?npb2">Наружная часть бедра'); nagry.push(nogi_n)}	
if(golen == i){mishci.push('?golen2">Голень'); nagry.push(golen)}
if(poias == i){mishci.push('?poias2">Поясница'); nagry.push(poias)}
i = i - 1}while (i > 0)	

var ob_nag = ''; var i = 0
do{
if(nagry[i] > 29){var cvet = 'red'; var cvet2 = 'жестокая'}
if(nagry[i] < 30 && nagry[i] > 19){var cvet = 'oranj'; var cvet2 = 'высокая'}	
if(nagry[i] < 20 && nagry[i] > 9){var cvet = 'yellow'; var cvet2 = 'средняя'}	
if(nagry[i] < 10){var cvet = 'green'; var cvet2 = 'слабая'}
if(i % 2 == 0){ob_nag = ob_nag  + '<tr><td class="'+cvet+'"><a href="'+vst7+'anat.html'+mishci[i]+'</a></td><td class="'+cvet+'" >'+nagry[i]+' ('+cvet2+')</td></tr>'}	
else{ob_nag = ob_nag  + '<tr><td class="'+cvet+'"><a href="'+vst7+'anat.html'+mishci[i]+'</a></td><td class="'+cvet+'" >'+nagry[i]+' ('+cvet2+')</td></tr>'}
i++}while (mishci[i])
if (!localStorage.getItem("nagr_mi") || localStorage.getItem("nagr_mi") == 'tr' || localStorage.getItem("nagr_mi") == 't'){var disp = ''}else{var disp = 'display:none;'}
$('#nagryzka' + met).html('<table cellspacing="0" cellpadding="2" class="nagryzka_tab" style="'+disp+'margin-bottom:8pt;margin-top:7pt"  border="1pt" ><tr><td colspan="2"><font color="#777">Учитываются только силовые упражнения. Кардио не учитывается</font></td></tr>' + ob_nag + '</table>')
nagryzka(met, 5)}






// АНАЛОГИ
function analogi(met, met7){
var met17 = String(met)
met = String(met)
if(met.indexOf('_')!= -1){met = met.split('_')[0]}
if(document.location.href.indexOf('/pitanie/') != -1 && met7 == 3){var analo  = $('#analogi' + met).html()}
else{
var met11 = String(met)
if(met11.indexOf('000') != -1){var met11 = met11.split('000')[1]}
var i=0, analo ='Аналоги для замены:<br>'
do{var value = array_an[i].split('&');if(value[value.length - 1] == met11){var vse_analogi = value;break}i++}while(array_an[i])
var i=0;do{
var ii=0;do{

if(vse_analogi[i] == myArray71[ii].split('&')[3] && vse_analogi[i] != met11){
if(myArray71[ii].split('&')[2] == ''){var vesa_up = ''}else{var vesa_up = '<div class="rez' + myArray71[ii].split('&')[2] + '" id="ypr_ves"></div>'}
if(localStorage.getItem("previy") == 'no'){var prev1 = ''; var prev2 = ''}
else{
var prev1 = '<table border="0" cellspacing="0" cellpadding="0"><tr><td style="vertical-align:top"><div class="foto_mini_an"><a href="'+vst7+'yprajnenia/'+myArray71[ii].split('&')[0]+'.html"><img  src="'+vst7+'post/'+myArray71[ii].split('&')[4]+'.jpg" class="ypr_mini"/></a></div></td><td style="vertical-align:top">'; var prev2 = '</td></tr></table>'}
analo = analo +prev1 + '<div class="ypr_blok_an" ><a href="'+vst7+'yprajnenia/' + myArray71[ii].split('&')[0] + '.html" >' + myArray71[ii].split('&')[1] + '</a></div><div class="ypr_opcii"><table class="ypr_opcii3" border="0" cellspacing="0" cellpadding="0"><tr><td id="ypr_nagr"  ><div class="nagryzka2_a" id="nagryzka'+met11+'_'+myArray71[ii].split('&')[3]+'_1"  onClick="nagr_a('+met11+', '+myArray71[ii].split('&')[3]+',' + myArray71[ii].split('&')[3] + ')"  onMouseOver="nagr_m_a('+met11+', '+myArray71[ii].split('&')[3]+')" onMouseOut="nagr_m2_a('+met11+','+myArray71[ii].split('&')[3]+')">&nbsp;</div></td><td id="ypr_video"  ><div  class="video2_a" id="video'+met11+'_'+myArray71[ii].split('&')[3]+'_1"  onClick="video_a('+met11+',' + myArray71[ii].split('&')[4] + ', '+myArray71[ii].split('&')[3]+')"  onMouseOver="vid_m_a('+met11+', '+myArray71[ii].split('&')[3]+')" onMouseOut="vid_m2_a('+met11+', '+myArray71[ii].split('&')[3]+')">&nbsp;</div></td>\
<td id="ypr_fiski"  ><div class="fiski2_a" id="fiski'+met11+'_'+myArray71[ii].split('&')[3]+'_1"  onClick="fiski_a('+met11+', '+myArray71[ii].split('&')[3]+',' + myArray71[ii].split('&')[3] + ')"  onMouseOver="fiski_m_a('+met11+','+myArray71[ii].split('&')[3]+')" onMouseOut="fiski_m2_a('+met11+','+myArray71[ii].split('&')[3]+')">&nbsp;</div></td>\
<td id="ypr_anal" ><div class="analogi2" onMouseOver="analog_m_a('+met11+', '+myArray71[ii].split('&')[3]+')" onMouseOut="analog_m2_a('+met11+', '+myArray71[ii].split('&')[3]+')"  id="analogi'+met11+'_'+myArray71[ii].split('&')[3]+'_1"  onClick="analogi_zam0('+met11+', '+myArray71[ii].split('&')[3]+')">&nbsp;</div></td></tr></table></div>'+prev2+'<div style="clear:both"></div><div id="nagryz'+met11+'_'+myArray71[ii].split('&')[3]+'" class="nagryzka_a"></div><div id="vidos'+met11+'_'+myArray71[ii].split('&')[3]+'" class="vidos_a"></div><div id="fiski'+met11+'_'+myArray71[ii].split('&')[3]+'" class="fiski_a"></div>'
;break}
ii++}while(myArray71[ii]);i++}while(vse_analogi[i])

if($(".compleks").eq(0).length == 0 &&  document.location.href.indexOf('/trener_online.html') == -1){}else{
var por = 777
if(localStorage.getItem("previy") == 'no'){var prev1 = ''; var prev2 = ''}
else{var prev1 = '<table border="0" class="lub_upr2" cellspacing="0" cellpadding="0"><tr><td style="vertical-align:top"><div class="foto_mini_an"><img  id="kart'+met11+'_'+por+'_1"  src="'+vst7+'post/000.jpg" class="ypr_mini"/></div></td><td style="vertical-align:top">'; var prev2 = '</td></tr></table>'}
analo = analo + prev1 + '<div class="lub_upr"><div class="ypr_blok_an" ><input type="text" id="luboe_ypr'+met11+'_'+por+'_1" onClick="luboe_ypr('+met11+', '+por+')" value="Выбрать любое упражнение" class="form_anketa form_upr" maxlength="60" style="width:98%;margin-bottom:3pt;margin-top:3pt;"></div><div class="ypr_opcii"><table  id="luboe_ypr'+met11+'_'+por+'_1_1" class="ypr_opcii3" border="0" cellspacing="0" cellpadding="0"><tr><td id="ypr_nagr"  ><div class="nagryzka2_a" id="nagryzka'+met11+'_'+por+'_1"  onClick="nagr_a('+met11+', '+por+')"  style="display:none"   onMouseOver="nagr_m_a('+met11+', '+por+')" onMouseOut="nagr_m2_a('+met11+','+por+')">&nbsp;</div></td><td id="ypr_video"  ><div  class="video2_a" id="video'+met11+'_'+por+'_1" style="display:none"  onClick="video_a('+met11+',, '+por+')"  onMouseOver="vid_m_a('+met11+', '+por+')" onMouseOut="vid_m2_a('+met11+', '+por+')">&nbsp;</div></td>\
<td id="ypr_fiski" ><div class="fiski2_a" onMouseOver="fiski_m_a('+met11+', '+por+')"  style="display:none"  onMouseOut="fiski_m2_a('+met11+', '+por+')"  id="fiski'+met11+'_'+por+'_1" onClick="fiski_a('+met11+', '+por+')">&nbsp;</div></td>\
<td id="ypr_anal" ><div class="analogi2" onMouseOver="analog_m_a('+met11+', '+por+')" onMouseOut="analog_m2_a('+met11+', '+por+')"  id="analogi'+met11+'_'+por+'_1"  onClick="analogi_zam0('+met11+', '+por+')">&nbsp;</div></td></tr></table></div>'+prev2+'<div style="clear:both"></div><div id="nagryz'+met11+'_'+por+'" class="nagryzka_a"></div><div id="vidos'+met11+'_'+por+'" class="vidos_a"></div><div id="fiski'+met11+'_'+por+'" class="fiski_a"></div></div>'}}


var m_a = 'analogi' + met
m_a = m_a.replace('analogi', '')
if(m_a.indexOf('000') != -1){
if(m_a.indexOf('1000') != -1){var m_dobav = '1000'; m_a = m_a.replace('1000', 'analogi')}	
if(m_a.indexOf('2000') != -1){var m_dobav = '2000'; m_a = m_a.replace('2000', 'analogi')}	
if(m_a.indexOf('3000') != -1){var m_dobav = '3000'; m_a = m_a.replace('3000', 'analogi')}	
if(m_a.indexOf('4000') != -1){var m_dobav = '4000'; m_a = m_a.replace('4000', 'analogi')}	
if(m_a.indexOf('5000') != -1){var m_dobav = '5000'; m_a = m_a.replace('5000', 'analogi')}	
if(m_a.indexOf('6000') != -1){var m_dobav = '6000'; m_a = m_a.replace('6000', 'analogi')}
if(m_a.indexOf('7000') != -1){var m_dobav = '7000'; m_a = m_a.replace('7000', 'analogi')}	
analo = analo.replace(/\_a\(/g, '_a(' + m_dobav)
analo = analo.replace(/<div id="nagryz/g, '<div id="nagryz' + m_dobav)
analo = analo.replace(/id="nagryzka/g, 'id="nagryzka' + m_dobav)
analo = analo.replace(/id="video/g, 'id="video' + m_dobav)
analo = analo.replace(/id="vidos/g, 'id="vidos' + m_dobav)
analo = analo.replace(/id="fiski/g, 'id="fiski' + m_dobav)
analo = analo.replace(/analogi_zam0\(/g, 'analogi_zam0(' + m_dobav)
analo = analo.replace(/id="analogi/g, 'id="analogi' + m_dobav)
analo = analo.replace(/id="luboe_ypr/g, 'id="luboe_ypr' + m_dobav)
analo = analo.replace('onClick="luboe_ypr(', 'onClick="luboe_ypr(' + m_dobav)}

if(met17.indexOf('_')!= -1){
do{analo = analo.replace('('+met+',','(\''+met17+'\',')}while(analo.indexOf('('+met+',') != -1)

var find = 'id="nagryzka'+met+'_';
var regex = new RegExp(find, "g");
analo = analo.replace(regex, 'id="nagryzka'+met17+'_')

var find = 'id="video'+met+'_';
var regex = new RegExp(find, "g");
analo = analo.replace(regex, 'id="video'+met17+'_')

var find = 'id="analogi'+met+'_';
var regex = new RegExp(find, "g");
analo = analo.replace(regex, 'id="analogi'+met17+'_')

var find = 'id="nagryz'+met+'_';
var regex = new RegExp(find, "g");
analo = analo.replace(regex, 'id="nagryz'+met17+'_')

var find = 'id="vidos'+met+'_';
var regex = new RegExp(find, "g");
analo = analo.replace(regex, 'id="vidos'+met17+'_')

var find = 'id="fiski'+met+'_';
var regex = new RegExp(find, "g");
analo = analo.replace(regex, 'id="fiski'+met17+'_')
}
met = met17
$('#analogi' + met).html(analo)

if($(".compleks").eq(0).length == 0 || met17.indexOf('_')!= -1 || met7 == 55555){
$('#analogi' + met+' .lub_upr').css('display', 'none')
$('#analogi' + met+' .lub_upr2').css('display', 'none')
$('#analogi' + met).find('.ypr_opcii2').css('display','none')
$('#analogi' + met+' .analogi2').css('display', 'none')}


if($('#analogi' + met).css('display')  == 'none'){$('#vidos' + met).css('display', 'none'); $('#nagryzka' + met).css('display', 'none'); $('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)');
 $('#fiski' + met).css('display', 'none'); $('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)');
if(met7 == 3){
$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/sostav0.png)')}
else{$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')}

$('#analogi' + met).css('display','block'); var he = $('#analogi' + met).css('height'); $('#analogi' + met).css('display','none');
$('#analogi' + met).css('height',he); $('#analogi' + met).slideToggle();$('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog1.png)')}	
else{$('#analogi' + met).slideToggle(); $('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog0.png)')
$('#nagryzka' + met + '_1_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)'); $('#nagryzka' + met + '_2_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')
$('#nagryzka' + met + '_3_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)'); $('#nagryzka' + met + '_4_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')
$('#video' + met + '_1_1').css('background-image', 'url('+vst7+'img/fon/video0.png)'); $('#video' + met + '_2_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')
$('#video' + met + '_3_1').css('background-image', 'url('+vst7+'img/fon/video0.png)'); $('#video' + met + '_4_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')
$('#vidos' + met + '_1').css('display', 'none'); $('#vidos' + met + '_2').css('display', 'none'); $('#vidos' + met + '_3').css('display', 'none'); $('#vidos' + met + '_4').css('display', 'none');
$('#vidos' + met + '_1').html(''); $('#vidos' + met + '_2').html(''); $('#vidos' + met + '_3').html(''); $('#vidos' + met + '_4').html('')
$('#nagryz' + met + '_1').css('display', 'none'); $('#nagryz' + met + '_2').css('display', 'none'); $('#nagryz' + met + '_3').css('display', 'none'); $('#nagryz' + met + '_4').css('display', 'none')}

$(function() {$('.form_upr').autocomplete({source: myArray});});


$('.form_upr').on('blur keyup change click', function () {
var indik = $(this).attr("id");
var indik_vid = indik.replace('luboe_ypr', 'video')
var indik_nagr = indik.replace('luboe_ypr', 'nagryzka')
var indik_fiski = indik.replace('luboe_ypr', 'fiski')
var indik_kart = indik.replace('luboe_ypr', 'kart')
$('#' + indik_vid).css('display', 'none')
$('#' + indik_nagr).css('display', 'none')
$('#' + indik_kart).attr('src', '../post/000.jpg')
i=0; do{
var nazvan = myArray71[i].split('&')[1]
var metka = myArray71[i].split('&')[3]
$('#ttyy').val(i)
if ($(this).val() == nazvan){
var met2 = indik.replace('luboe_ypr', '')
var met = met2.split('_')[0]
var por = met2.split('_')[1]
$('#' + indik_vid).css('display', 'block')
$('#' + indik_nagr).css('display', 'block')
$('#' + indik_fiski).css('display', 'block')
$('#' + indik_kart).attr('src', '../post/'+myArray71[i].split('&')[4]+'.jpg')
var ypr_vid = myArray71[i].split('&')[4]
var id_nag_vid = indik.replace('luboe_ypr', '')
var id_nag_vid = id_nag_vid.replace('_1', '')
var dobav_vid2 = $('#' + indik + '_1').html().split('video_a(' + met + ',')[0]
var dobav_vid3 = $('#' + indik + '_1').html().split(', ' + por + ')" onmouseover="vid_m_a')[1]
var dobav_vid = dobav_vid2.replace(',,', ',' + ypr_vid + ',')
$('#' + indik + '_1').html(dobav_vid2 + 'video_a(' + met + ',' + ypr_vid + ', ' + por + ')" onmouseover="vid_m_a' + dobav_vid3)
var zamena_nag = window['y_' + metka]
var zamena_nag = zamena_nag.split('class="nagryzka_a">')[1]
var zamena_nag = zamena_nag.split('</div>')[0]
$('#nagryz' + id_nag_vid).html(zamena_nag)
break}
i++}
while(myArray71[i])});
$('.form_upr').bind('input', function(){
var indik78 = $(this).attr("id");
var met2 = indik78.replace('luboe_ypr', '')
var met = met2.split('_')[0]
let timerId2 = setTimeout(function tick() {
if($('#video' + met + '_'+por+'_1').css('display') == 'none' && $('#analogi' + met).css('display') == 'block'){$('#' + indik78).click();  timerId2 = setTimeout(tick, 1000);}
}, 1000);});
if(document.getElementById('cel')){
if (document.getElementById('cel').value != '') {rezalt()}}}

// ВИДЕО РАЗМИНКА ЗАМИНКА
function video(met, met2){
i = 0;do{if(video_yp[i].indexOf('idypr'+met2+'.mp4') != -1 || video_yp[i].indexOf('/'+met2+'.jpg') != -1){var met2 = video_yp[i]}i ++}while(video_yp[i])
if (met2 == 1342){met2 = idypr1342}
if (met2 == 1350){met2 = idypr1350}
if($('#vidos' + met).css('display') == 'none'){$('#analogi' + met).css('display', 'none'); $('#nagryzka' + met).css('display', 'none');  $('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog0.png)')
$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')
$('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)'); $('#fiski' + met).css('display', 'none');
$('#vidos' + met).html(met2.replace(/\.\.\//g, vst7)); 
$('#vidos' + met).slideToggle(); $('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video1.png)')}	
else{$('#vidos' + met).slideToggle(); $('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')}
//if($('video')){var tags = $('video'); var i,total = tags.length;for(i = 0; i<total; i++){tags[i].playbackRate = 0.5}}
}

function fiski(met, met2){
if($('#fiski' + met).css('display') == 'none'){
var met7 = String(met)
var met7 = met7.replace('1000','')
var met7 = met7.replace('2000','')
var met7 = met7.replace('3000','')
var met7 = met7.replace('4000','')
var met7 = met7.replace('5000','')
var met7 = met7.replace('6000','')
if(met7.indexOf('_') != -1){met7 = met7.split('_')[0]}
$('#fiski' + met).html('<p class="p3">Нюансы и ошибки</p><p>Идёт загрузка...</p>')
    $.ajax({type: "POST"
          , url: vst7+"js/fiski.js"
          , dataType: "script"
          , crossDomain: true
          , success: function(rez) {i = 0;do{if(myArray_fi[i].split('&')[0] == met7){
$('#fiski' + met).html($('#fiski' + met).html().replace('<p>Идёт загрузка...</p>',''))
$('#fiski' + met).html($('#fiski' + met).html() + myArray_fi[i].split('&')[1]); break}i ++}while(myArray_fi[i])},
error: function() {$('#fiski' + met).html($('#fiski' + met).html().replace('<p>Идёт загрузка...</p>','<p>Похоже, что нет интернета</p>'))},
timeout: 10000});
}
if($('#fiski' + met).css('display') == 'none'){
$('#analogi' + met).css('display', 'none'); $('#vidos' + met).css('display', 'none'); $('#nagryzka' + met).css('display', 'none');  $('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog0.png)')
$('#nagryzka' + met + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')
$('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')
$('#fiski' + met).slideToggle(); $('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski1.png)')}	
else{$('#fiski' + met).slideToggle(); $('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)')}
}


function fiski_a(met, met3){
if(met3 == 777){var i = 0; do{
if($('#luboe_ypr' + met + '_' + met3 + '_1').val() ==  myArray71[i].split('&')[1]){
var met7 = String(myArray71[i].split('&')[3]); break}
i++}while (myArray71[i])}
else{
var met7 = String(met3)
var met7 = met7.replace('1000','')
var met7 = met7.replace('2000','')
var met7 = met7.replace('3000','')
var met7 = met7.replace('4000','')
var met7 = met7.replace('5000','')
var met7 = met7.replace('6000','')}
if(met7.indexOf('_') != -1){met7 = met7.split('_')[0]}
if($('#fiski' + met + '_' + met3).css('display') == 'none'){
$('#fiski' + met + '_' + met3).html('<p class="p3">Нюансы и ошибки</p><p>Идёт загрузка...</p>')
    $.ajax({type: "POST"
          , url: vst7+"js/fiski.js"
          , dataType: "script"
          , crossDomain: true
          , success: function(rez) {i = 0;do{if(myArray_fi[i].split('&')[0] == met7){
$('#fiski' + met + '_' + met3).html($('#fiski' + met + '_' + met3).html().replace('<p>Идёт загрузка...</p>',''))
$('#fiski' + met + '_' + met3).html($('#fiski' + met + '_' + met3).html() + myArray_fi[i].split('&')[1]); break}i ++}while(myArray_fi[i])},
error: function() {$('#fiski' + met + '_' + met3).html($('#fiski' + met + '_' + met3).html().replace('<p>Идёт загрузка...</p>','<p>Похоже, что нет интернета</p>'))},
timeout: 10000});
}
if($('#fiski' + met + '_' + met3).css('display') == 'none'){$('#nagryzka' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)'); $('#nagryz' + met + '_' + met3).css('display', 'none')
$('#analogi' + met).css('height','');
$('#video' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)'); $('#vidos' + met + '_' + met3).css('display', 'none')

$('#fiski' + met + '_' + met3).slideToggle(); $('#fiski' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/fiski1.png)')}	
else{$('#fiski' + met + '_' + met3).slideToggle();$('#fiski' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)'); $('#vidos' + met + '_' + met3).html('')}
met = String(met)
if(met.indexOf('_') != -1){var met12 = met.split('_')[1]+'_'+met.split('_')[0]}
if(met.indexOf('0000') != -1){var met12 = met.split('0000')[1]}
$("#analogi" + met12).css('height', 'auto');
}


function video_a(met, met2, met3){
i = 0;do{if(video_yp[i].indexOf('idypr'+met2+'.mp4') != -1  || video_yp[i].indexOf('/'+met2+'.jpg') != -1){var met4 = video_yp[i]}i ++}while(video_yp[i]);
if($('#vidos' + met + '_' + met3).css('display') == 'none'){$('#nagryzka' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)'); $('#nagryz' + met + '_' + met3).css('display', 'none')
$('#fiski' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)'); $('#fiski' + met + '_' + met3).css('display', 'none')
$('#analogi' + met).css('height','');$('#vidos' + met + '_' + met3).html(met4.replace(/\.\.\//g, vst7))
$('#vidos' + met + '_' + met3).slideToggle(); $('#video' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/video1.png)')}	
else{$('#vidos' + met + '_' + met3).slideToggle();$('#video' + met + '_' + met3 + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)'); $('#vidos' + met + '_' + met3).html('')}
met = String(met)
if(met.indexOf('_') != -1){var met12 = met.split('_')[1]+'_'+met.split('_')[0]}
if(met.indexOf('0000') != -1){var met12 = met.split('0000')[1]}
$("#analogi" + met12).css('height', 'auto');
//if($('video')){var tags = $('video'); var i,total = tags.length;for(i = 0; i<total; i++){tags[i].playbackRate = 0.5}}
}


function otvetit2(id){
if($('#otvet' + id).css('display') == 'none'){
if($( "#shabl_izn" ).html()){
zamen_shab = $( "#shabl_izn" ).html().replace(/\)/g, ","+id+")")
$("#shabl" ).html(zamen_shab)}
$('#vagnaia_informacia2' + id).css('color', '#E89F09')}
else{$('#vagnaia_informacia2' + id).css('color', '#6D81BB')}$('#otvet' + id).slideToggle()}

function otvet_over(id){
$('#vagnaia_informacia2' + id).css('color', '#E89F09')}

function otvet_out(id){if($('#otvet' + id).css('display') == 'none'){$('#vagnaia_informacia2' + id).css('color', '#6D81BB')}}

function otvet_over2(id){
$('#vagnaia_informacia22' + id).css('color', '#E89F09')}

function otvet_out2(id){if($('#otvet' + id).css('display') == 'none'){$('#vagnaia_informacia22' + id).css('color', '#6D81BB')}}

//ФИЛЬТР ПО ИНВЕНРАРЮ И ПО ОГРАНИЧЕНИЯМ
var ogran_lsa = ['ogr_spin1','ogr_spin2','ogr_var','ogr_dia','ogr_kol','ogr_dav','inv_sht','inv_gant','inv_tur','inv_bru','inv_tre','inv_rez','inv_bez','inv_giri','inv_trx','inv_bag','inv_sht_tren','inv_tur_tren','inv_gant_tren','inv_bru_tren','inv_rez_tren','inv_tre_tren','inv_lavka_tren']
var ogran_knopki = ['ogr_11','ogr_22','ogr_33','ogr_44','ogr_55','ogr_66']
var inventar_class = ['','','','','','','inv_s','inv_g','inv_u','inv_b','inv_t','inv_r','inv_z','inv_gi','inv_x', 'inv_a']
var i=0;do{if(localStorage.getItem(ogran_lsa[i]) == 'y'){$("#"+ogran_knopki[i]).attr('checked', true)}i++}while(i<6)
do{if(localStorage.getItem(ogran_lsa[i]) == 'n'){$("#"+ogran_lsa[i]).attr('checked', false); $("#"+ogran_lsa[i]+"2").attr('checked', false)}i++}while(ogran_lsa[i])
if(document.getElementById('ogr_11').checked == true || document.getElementById('ogr_22').checked == true){$("#tr_bol2").css('display','block')}else{$("#tr_bol2").css('display','none')}

window.onload = function() {com_zagryzka()}
function vib_tren(){
if((document.getElementById('ogr_11').checked == true || document.getElementById('ogr_22').checked == true) && $("#tr_bol2").css('display')=='none'){$('#tr_bol2').slideToggle()}
if(document.getElementById('ogr_11').checked == false && document.getElementById('ogr_22').checked == false  && $("#tr_bol2").css('display')=='block'){$('#tr_bol2').slideToggle()}}
function vib_ogr2(){
var i=0;do{if(localStorage.getItem(ogran_lsa[i]) == 'y'){$("#"+ogran_knopki[i]).attr('checked', true)}i++}while(i<6)}
function vib_inv2(){var i=6;do{if(localStorage.getItem(ogran_lsa[i]) == 'n'){$("#"+ogran_lsa[i]).attr('checked', false)}i++}while(i<15)}
function inv_tren2(){var i=15; do{if(localStorage.getItem(ogran_lsa[i]) == 'n'){$("#"+ogran_lsa[i]).attr('checked', false); $("#"+ogran_lsa[i]+"2").attr('checked', false)}i++}while(ogran_lsa[i])}
function vib_inv(met){
var ii=0;
var i=6;do{if(document.getElementById(ogran_lsa[i]).checked == true){localStorage.setItem(ogran_lsa[i], 'y'); $('.'+inventar_class[i]).css('display','block')}
else{$('.'+inventar_class[i]).css('display', 'none'); localStorage.setItem(ogran_lsa[i], 'n')}i++;}while(inventar_class[i])
vib_ogr(met)}


function vib_ogr(met){
if (document.getElementById('ogr_11').checked == false){localStorage.setItem('ogr_spin1', 'n');}
else {localStorage.setItem('ogr_spin1', 'y'); $('.ogr_1, .ogr_12, .ogr_135, .ogr_1235, .ogr_124, .ogr_146, .ogr_14, .ogr_15').css('display', 'none')}
if (document.getElementById('ogr_22').checked == false){localStorage.setItem('ogr_spin2', 'n');}
else {localStorage.setItem('ogr_spin2', 'y');$('.ogr_12, .ogr_1235, .ogr_124').css('display', 'none')}
if (document.getElementById('ogr_33').checked == false){localStorage.setItem('ogr_var', 'n');}
else {localStorage.setItem('ogr_var', 'y');$('.ogr_35, .ogr_135, .ogr_1235, .ogr_15').css('display', 'none')}
if (document.getElementById('ogr_44').checked == false){localStorage.setItem('ogr_dia', 'n');}
else {localStorage.setItem('ogr_dia', 'y');$('.ogr_4, .ogr_124, .ogr_146, .ogr_46, .ogr_14').css('display', 'none')}
if (document.getElementById('ogr_55').checked == false){localStorage.setItem('ogr_kol', 'n');}
else {localStorage.setItem('ogr_kol', 'y');$('.ogr_35, .ogr_135, .ogr_1235, .ogr_5').css('display', 'none')}
if (document.getElementById('ogr_66').checked == false){localStorage.setItem('ogr_dav', 'n');}
else {localStorage.setItem('ogr_dav', 'y');$('.ogr_6, .ogr_136, .ogr_46').css('display', 'none')}
if($('#poias2').css('display')== 'block'){vesa('poias2')}if($('#verh2').css('display')== 'block'){vesa('verh2')}if($('#sheia2').css('display')== 'block'){vesa('sheia2')}if($('#trap2').css('display')== 'block'){vesa('trap2')}if($('#gryd2').css('display')== 'block'){vesa('gryd2')}if($('#iagod2').css('display')== 'block'){vesa('iagod2')}if($('#presss2').css('display')== 'block'){vesa('presss2')}if($('#kosie2').css('display')== 'block'){vesa('kosie2')}if($('#biceps2').css('display')== 'block'){vesa('biceps2')}if($('#tric2').css('display')== 'block'){vesa('tric2')}if($('#predp2').css('display')== 'block'){vesa('predp2')}if($('#pered2').css('display')== 'block'){vesa('pered2')}if($('#zad2').css('display')== 'block'){vesa('zad2')}if($('#sred2').css('display')== 'block'){vesa('sred2')}if($('#ppb2').css('display')== 'block'){vesa('ppb2')}if($('#zpb2').css('display')== 'block'){vesa('zpb2')}if($('#npb2').css('display')== 'block'){vesa('npb2')}if($('#vpb2').css('display')== 'block'){vesa('vpb2')}if($('#golen2').css('display')== 'block'){vesa('golen2')}if($('#gibrid2').css('display')== 'block'){vesa('gibrid2')}if($('#giri2').css('display')== 'block'){vesa('giri2')}if($('#rivok2').css('display')== 'block'){vesa('rivok2')}if($('#tol2').css('display')== 'block'){vesa('tol2')}if($('#stat2').css('display')== 'block'){vesa('stat2')}if($('#vzriv2').css('display')== 'block'){vesa('vzriv2')}if($('#bloki_nag2').css('display')== 'block'){vesa('bloki_nag2')}
if($('#upinv_t2').css('display')== 'block'){vesa('upinv_t2')}
if($('#upinv_g2').css('display')== 'block'){vesa('upinv_g2')}
if($('#upinv_s2').css('display')== 'block'){vesa('upinv_s2')}
if($('#upinv_u2').css('display')== 'block'){vesa('upinv_u2')}
if($('#upinv_b2').css('display')== 'block'){vesa('upinv_b2')}
if($('#upinv_r2').css('display')== 'block'){vesa('upinv_r2')}
if($('#upinv_x2').css('display')== 'block'){vesa('upinv_x2')}
if($('#upinv_a2').css('display')== 'block'){vesa('upinv_a2')}
if($('#upinv_gi2').css('display')== 'block'){vesa('upinv_gi2')}
if($('#upinv_z2').css('display')== 'block'){vesa('upinv_z2')}
if($('#upragnen').length > 0){ vesa('vse_an')}
if($('#upragnen2').length > 0){ vesa('vse_an')}}



function inv_tren(opr){
if(opr == 1){var ind = ''; var ind2 = '_2'}
if(opr == 2){var ind = '_2'; var ind2 = ''}
var inv_tren_po1 = ['gdp','gdr','gdm','mdp','mdr','mdm','mdu','gdu']
var inv_tren_po2 = ['штанга','гантели','турник','брусья','лавка','скакалка или кардиотренажёр','резиновые петли, ленты или эспандеры']
var inv_tren_po3 = ['sht','gant','tur','bru','lavka','tre','rez']
var iii = 0; do {
if(document.getElementById('inv_' + inv_tren_po3[iii] + '_tren' + ind).checked == true){localStorage.setItem('inv_' + inv_tren_po3[iii] + '_tren', 'y');
var ii = 0; do {var i = 0; do {if($('#trenirovki' + inv_tren_po1[ii] + '2 li:eq(' + i + ')').html().indexOf(inv_tren_po2[iii]) != -1){$('#trenirovki' + inv_tren_po1[ii] + '2 li:eq(' + i + ')').css('display', 'list-item')};i ++;}
while($('#trenirovki' + inv_tren_po1[ii] + '2 li:eq(' + i + ')').length); ii ++;}
while(ii < 8); document.getElementById('inv_' + inv_tren_po3[iii] + '_tren' + ind2).checked = true}
iii ++}
while(iii < 7);
var iii = 0; do {
if(document.getElementById('inv_' + inv_tren_po3[iii] + '_tren' + ind).checked == false){localStorage.setItem('inv_' + inv_tren_po3[iii] + '_tren', 'n');
var ii = 0; do {var i = 0; do {if($('#trenirovki' + inv_tren_po1[ii] + '2 li:eq(' + i + ')').html().indexOf(inv_tren_po2[iii]) != -1){$('#trenirovki' + inv_tren_po1[ii] + '2 li:eq(' + i + ')').css('display', 'none')}; i ++;}
while($('#trenirovki' + inv_tren_po1[ii] + '2 li:eq(' + i + ')').length); ii ++;}
while(ii < 8); document.getElementById('inv_' + inv_tren_po3[iii] + '_tren' + ind2).checked = false}
iii ++}
while(iii < 7)

var ii = 0; do{
if($('#trenirovki'+inv_tren_po1[ii]+'2').html().indexOf('настроек фильтра инвентаря') != -1){$('#trenirovki'+inv_tren_po1[ii]+'2').html($('#trenirovki'+inv_tren_po1[ii]+'2').html().split('настроек фильтра инвентаря.<br>')[1])}
if($('#trenirovki'+inv_tren_po1[ii]+'2').html().indexOf('display: none;') != -1){
$('#trenirovki'+inv_tren_po1[ii]+'2').html('Часть тренировок ('+$('#trenirovki'+inv_tren_po1[ii]+'2').html().match(/display: none;/g).length+') убрано из-за настроек фильтра инвентаря.<br>'+$('#trenirovki'+inv_tren_po1[ii]+'2').html())}
ii ++}
while(ii < 8)}





function poisk_over(){
document.getElementById('poisk').src = vst7 + "img/fon/poisk2.png"}
function poisk_out(){if($('#poisk7').css('display') == 'none'){document.getElementById('poisk').src = vst7 + "img/fon/poisk.png"}}
function poisk77(meme){
if($('#poisk7').css('display') == 'none'){
document.getElementById('poisk').src = vst7 + "img/fon/poisk2.png";
$("#poisk23").focus();}
else{document.getElementById('poisk').src = vst7 + "img/fon/poisk.png";}
$( "#poisk7" ).slideToggle();
$(function() {
 $('#poisk23').autocomplete({
 source: st_z});})}

function poisk2(){
var adresss = ''
if($('#rez_meniy2').html().indexOf('>'+document.getElementById('poisk23').value+'<')!= -1){adresss = $('#rez_meniy2').html().split('>'+document.getElementById('poisk23').value+'<')[0]
adresss = adresss.split('href="')
adresss = adresss[adresss.length-1].split('"')[0]}
if(adresss == ''){alert('Такой страницы нет. Выберите из выпадающего списка'); return}
document.location.href = adresss;	}


if(localStorage.getItem("id_pos_ot")){
if(window.location.pathname.indexOf('/vopros.html') == -1){
if(localStorage.getItem("videl")){
$('#vopros').attr('src', vst7 +'img/fon/nast4.png')
$('#vopros').attr('src', vst7 +'img/fon/vopros2.png')}
else{
$.ajax({
type: "POST", 
url:'https://apptrener.com/app_php/voprosi_uvedomit.php',
data:{id_pos_ot:localStorage.getItem("id_pos_ot"), mail_ot:localStorage.getItem("mail_ot")},
crossDomain: true,
success: function(rez) {
if(rez > 0){$('#vopros').attr('src', vst7 +'img/fon/vopros2.png'); localStorage.setItem("videl", "videl")}}});}}

else{
if(localStorage.getItem("videl")){
localStorage.removeItem("videl")
$.ajax({
type: "POST", 
url:'https://apptrener.com/app_php/voprosi_uvedomit.php',
data:{id_pos_ot:localStorage.getItem("id_pos_ot"), mail_ot:localStorage.getItem("mail_ot")},
crossDomain: true,
success: function(rez) {localStorage.setItem("id_pos_ot", rez);}});}}}


function poisk_at(){
if($('#poisk7').css('display') == 'none'){document.getElementById('poisk').src = vst7 + "img/fon/poisk2.png";
document.getElementById('poisk7').style.backgroundColor = cvet_osn2;}
else {document.getElementById('poisk').src = vst7 + "img/fon/poisk.png";}
$( "#poisk7" ).slideToggle();}
if(document.location.href.indexOf('tvoytrener.com') != -1){
(function(w,d,c){var s=d.createElement('script'),h=d.getElementsByTagName('script')[0],e=d.documentElement;if((' '+e.className+' ').indexOf(' ya-page_js_yes ')===-1){e.className+=' ya-page_js_yes';}s.type='text/javascript';s.async=true;s.charset='utf-8';s.src=(d.location.protocol==='https:'?'https:':'http:')+'//site.yandex.net/v2.0/js/all.js';h.parentNode.insertBefore(s,h);(w[c]||(w[c]=[])).push(function(){Ya.Site.Form.init()})})(window,document,'yandex_site_callbacks');}


function avtor22(){if($('#avtor22').val() == "Имя"){$('#avtor22').val('')}}
function mail22(){if($('#mail22').val() == "E-mail (необязательно)"){$('#mail22').val('')}}
function text22(){if($('#text22').val() == "Текст"){$('#text22').val('')}}
function avtor_otv(id){if($('#avtor' + id).val() == "Имя"){$('#avtor' + id).val('')}}
function mail_otv(id){if($('#mail' + id).val() == "E-mail (необязательно)"){$('#mail' + id).val('')}}
function mail_vop(){if($('#mail22').val() == "E-mail"){$('#mail22').val('')}}
function avtor_otz(razdel, id){
if($('#avtor_' + razdel + '_' + id).val() == "Имя"){$('#avtor_' + razdel + '_' + id).val('')}}
function mail_otz(razdel, id){if($('#mail_' + razdel + '_' + id).val() == "E-mail (необязательно)"){$('#mail_' + razdel + '_' + id).val('')}}
function text_otz(razdel, id){if($('#text_' + razdel + '_' + id).val() == "Текст"){$('#text_' + razdel + '_' + id).val('')}}

$(document).on('change', '.inputfile', function () {
var file_id = $(this).attr('id').split('_')[2]
var file_nomer = $(this).attr('id').split('_')[1]
if(this.files[0]){
$('#label_' + file_nomer + '_' + file_id).css({'background-size':'auto 0%','padding-left':'2pt','max-width':'105pt','min-width':'105pt'})
$('#label_' + file_nomer + '_' + file_id).html(this.files[0].name)}
else{$('#label_' + file_nomer + '_' + file_id).html('Фото ' + file_nomer)
$('#label_' + file_nomer + '_' + file_id).css({'background-size':'auto 95%','padding-left':'27pt','max-width':'80pt','min-width':'80pt'})}});


function bloki_tren(met){if($('#bloki_tren0'+met).css('display') != 'none'){$('#bloki_tren'+met).css('background-color',cvet_osn2);$('#bloki_tren'+met).css('border-color',cvet_osn2);}
else{$('#bloki_tren'+met).css('background-color','#E89F09');$('#bloki_tren'+met).css('border-color','#E89F09')}$('#bloki_tren0'+met).slideToggle();}

function bloki_kom(){if($('#comments').css('display') != 'none'){$('#comments84').css('color',cvet_osn2);$('#comments84').css('border-color',cvet_osn2);
 $('#comments84').css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}
else{$('#comments84').css('color','#E89F09');$('#comments84').css('border-color','#E89F09');$('#comments84').css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}$('#comments').slideToggle();}

function bloki(met){
if($('#bloki_'+met+'2').css('display') != 'none'){
if(met == 'vid'){$('#bloki_'+met).css('background-color',cvet_osn2);$('#bloki_'+met).css('border-color',cvet_osn2);}else{
$('#bloki_'+met).css('color',cvet_osn2);$('#bloki_'+met).css('border-color',cvet_osn2);
 $('#bloki_'+met).css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}}
else{
if(met == 'vid'){$('#bloki_'+met).css('background-color','#E89F09');$('#bloki_'+met).css('border-color','#E89F09')}
else{
$('#bloki_'+met).css('color','#E89F09');$('#bloki_'+met).css('border-color','#E89F09');$('#bloki_'+met).css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}}
$('#bloki_'+met+'2').slideToggle();}

function fiski_ypr(met){
  $.ajax({type: "POST"
          , url: vst7+"js/fiski.js"
          , dataType: "script"
          , crossDomain: true
          , success: function(rez) {$('#osn_fi').html(myArray_fi[met].split('&')[1])}
    }); }



function bloki_nast(met,met2){if($('#'+met2).css('display') != 'none'){
$('#bloki_'+met).css('color','#6D81BB');$('#bloki_'+met).css('border-color','#6D81BB');
$('#bloki_'+met).css('background', 'linear-gradient(90deg, rgba(109,129,187,1) 0%, rgba(109,129,187,1) 4%, rgba(255,255,255,0) 20%)')}
else{$('#bloki_'+met).css('color','#E89F09');$('#bloki_'+met).css('border-color','#E89F09');$('#bloki_'+met).css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')}$('#'+met2).slideToggle();}


function bloki_ned(met){if($('#bloki_ned0'+met).css('display') != 'none'){$('#bloki_ned'+met).css('background-color',cvet_osn2);$('#bloki_ned'+met).css('border-color',cvet_osn2);}
else{$('#bloki_ned'+met).css('background-color','#E89F09');$('#bloki_ned'+met).css('border-color','#E89F09')}$('#bloki_ned0'+met).slideToggle();}



$(document).ready(function() {
$('.kartinki_bol').css('max-width', width_4)
if(platforma == 'sait'){
if(versia.indexOf('android')!= -1){$("#body2").after($('<center><a href="https://play.google.com/store/apps/details?id=com.tvoytrener.timkoilia"><img src="'+vst7+'img/fon/gp.png" style="height:55pt; margin-top:15pt" /></a></center>'));}
if(versia.indexOf('ios')!= -1){$("#body2").after($('<center><a href="https://apps.apple.com/ru/app/твой-тренер/id1299904851"><img src="'+vst7+'img/fon/as.png" style="height:55pt; margin-top:15pt" /></a></center>'));}}
$('#body2').css('display','block');if(adres != 'int/kompleks.html'){knopochki()}

if( /Android|webOS|iPhone|iPad|iPod|BlackBerry|IEMobile|Opera Mini/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) {}
else{
if(!localStorage.getItem("interfeis") || localStorage.getItem("interfeis") == 'svet'){var vk_color = 'ECEAFF'; var vk_color2 = '333'}else{var vk_color = '222'; var vk_color2 = 'CCC'}
$( "#r_b" ).css('display','block')
if($("#r_b").html().indexOf('return_links') != -1){var sape =''}else{var sape =  $("#r_b").html()
if($("#r_b").html().indexOf('href') != -1){
var sape = '<div style="margin-top:17pt;border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; ;border-radius:7pt;">\
<div style="background-color:'+cvet_osn2+';margin-top:-1pt; padding-bottom:5pt;color:#FFF;text-align:center">Ссылки партнёров:</div><div style="font-size:12pt;line-height:15pt;padding:5pt">'+ $("#r_b").html() + '</div></div>'}
}




if(!localStorage.getItem("interfeis") || localStorage.getItem("interfeis") == 'svet'){var dob_fit= 'dob_fit'} else{var dob_fit= 'dob_fit2'}
$("#r_b").html('<a href="https://tvoytrener.com/www/int/kompleks.html"  target="_blank" ><img src="https://apptrener.com/fon/tvoytrener_bnnr2.jpg" width="98%" style="margin-top:10;border-radius:7pt;border-color:#E89F09; border-style:solid;border-width:2pt;border-radius: 10pt" /></a>\
<br><br><center>Английская версия сайта</center><a href="https://your-internet-coach.com"  target="_blank" ><img src="https://apptrener.com/images/your_coach.png" width="98%" style="margin-top:10;border-radius:7pt;border-color:#E89F09; border-style:solid;border-width:2pt;border-radius: 10pt" /></a>\
<div style="border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; ;border-radius:7pt; margin-top:15pt">\
<div style="background-color:'+cvet_osn2+';margin-top:-1pt; padding-bottom:5pt;color:#FFF;text-align:center">Наши группы</div><div style="padding:1pt"><center>\
<a target="_blank"  href="https://vk.com/tvoytrenercom"><img src="'+vst7+'img/fon/kont2.jpg" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://ok.ru/tvoytrener"><img src="'+vst7+'img/fon/ok2.jpg" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://www.instagram.com/tvoytrenercom/"><img src="'+vst7+'img/fon/insta.jpg" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://www.youtube.com/channel/UCKEAwJoCsuAclfHXsIGGrRQ"><img src="'+vst7+'img/fon/tube.jpg" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://www.facebook.com/tvoytrenercom/"><img src="'+vst7+'img/fon/fb2.jpg" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://t.me/tvoytrener_timko"><img src="'+vst7+'img/fon/telega.jpg" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://rutube.ru/channel/1375924/"><img src="'+vst7+'img/fon/rutube.png" width="54pt"  style="margin:4pt"></a>\
<a target="_blank"  href="https://dzen.ru/id/5e5e217683fcf779e78dbfc2"><img src="'+vst7+'img/fon/dzen.png" width="54pt"  style="margin:4pt"></a>\
</center></div></div>\
<div style="margin-top:17pt;border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; ;border-radius:7pt">\
<div style="background-color:'+cvet_osn2+';margin-top:-1pt; padding-bottom:5pt;color:#FFF;text-align:center">E-mail рассылка</div>\
<form method="post" action="https://falconsender.ru/subscribe.html"   novalidate="novalidate">\
<input class="form_anketa"  type="email" placeholder="Ваш е-mail" name="field_email"  style="padding: 2px; margin:5pt;width:70% " maxlength="60" >\
<input type="hidden" name="did[]" value="414955">\
<input type="hidden" name="uid" value="2228">\
<button type="submit"   class="form_anketa_button" style="cursor:pointer; margin-bottom:0pt;padding: 2px; padding-right:4pt; padding-left:4pt" >&#10148;</button>\
<span class="loader"></span></form><div style="font-size:12pt; line-height:14pt;margin:5pt; margin-top:0pt">Раз в неделю будете получать письма о новом контенте и новостях.</div>\
</div>\
<div style="margin-top:17pt">\
<div style="background-color:'+cvet_osn2+';padding-bottom:2pt;color:#FFF;text-align:center; border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; ;border-radius:7pt">Наша команда и услуги</div>\
<div style="font-size:12pt; line-height:14pt; margin-top:5pt">\
<img src="'+vst7+'img/timko.gif" style="width:36pt;border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; padding:1pt;border-radius:7pt; float:left;margin-right:5pt"><a  class="qjq" href="'+vst7+'int/avtor.html">Тимко Илья</a>. Автор и создатель проекта. Составление <a class="qjq" href="'+vst7+'int/kompleks.html">индивидуальных тренировок</a>.</div><div style="clear: both;height:1pt;background-color:'+cvet_osn2+';margin-top:3pt"></div>\
<div style="font-size:12pt; line-height:14pt; margin-top:5pt">\
<img src="'+vst7+'img/real/tkachenko.gif" style="width:36pt;border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; padding:1pt;border-radius:7pt; float:left;margin-right:5pt"><a href="http://vk.com/tkachenkoukraina"   >Сергей Ткаченко</a>. Модератор проекта. Подготовка к соревнованиям по ББ и консультации по фарме.</div><div style="clear: both;height:1pt;background-color:'+cvet_osn2+';margin-top:3pt"></div>\
<div style="font-size:12pt; line-height:14pt; margin-top:5pt">\
<img src="'+vst7+'img/real/kuc.gif" style="width:36pt;border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; padding:1pt;border-radius:7pt; float:left;margin-right:5pt"><a href="https://vk.com/id240381108">Маргарита Куц</a>. Диетолог и нутрициолог. Составление <a class="qjq" href="'+vst7+'int/dieta.html">индивид. диет</a>.</div><div style="clear: both;height:1pt;background-color:'+cvet_osn2+';margin-top:3pt"></div>\
<div style="font-size:12pt; line-height:14pt; margin-top:5pt">\
<img src="'+vst7+'img/real/kristi.jpg" style="width:36pt;border-color:'+cvet_osn2+'; border-style:solid;border-width:2pt; padding:1pt;border-radius:7pt; float:left;margin-right:5pt"><a href="https://vk.com/id155901619">Бондарева Кристина</a>. Тренер по фейсбилдингу</div><div style="clear: both;height:1pt;background-color:'+cvet_osn2+';margin-top:9pt"></div></div>\
<div id="reklama_d" style="font-size:12pt; line-height:14pt;margin-top:20pt"><center><b>Твой Тренер рекомендует</b><br><a target="blank" onClick="perehod_df()" href="https://fittraining.pro/catalog/sportivnye_dobavki/"><img src="'+vst7+'img/fon/'+dob_fit+'.png" id="dob_fit" style="height:65pt;margin-right:0pt;margin-left:0pt;margin-top:7pt;margin-bottom:7pt"></a></center>Спортивное питание DOBROMILFIT - это честные спортивные добавки, без переплаты за бренд и дорогую упакову.<br><b><a target="blank" onClick="perehod_df()" href="https://fittraining.pro/catalog/sportivnye_dobavki/">Перейти на сайт</a></b></div>\
<a href=""   style="display:none" target="_blank" ><img src="https://apptrener.com/images/farmacent2.jpg" width="100%" style="margin-top:17pt;display:none" /></a>' + sape)
//VK.Widgets.Group("vk_groups", {mode: 3,  color1: "FFFFFF", color2: "000000", color3: "5181B8"}, 57271279);
}});



function upinv2(m){
if ($('#upinv_'+m+'2').css('display') != "block") {$('#upinv_'+m+'2').slideToggle();
$('#upinv_'+m).css('color', '#E89F09');
if($('#upinv_'+m+'2').html().length < 30){upr_inv(m);pokaz_upr('upinv_'+m+'2')}
}
else{$('#upinv_'+m).css('color', cvet_osn);$('#upinv_'+m+'2').slideToggle();}}

function upr_inv(m){

var sp_sh = poias2+verh2+trap2
var yy = 0;var rtrr = rtrr2 = rtrr3 = rtrr4 = rtrr5 = rtrr6 = rtrr7 = rtrr8 = rtrr9 = rtrr10 = rtrr11 = rtrr12 = ''
do{if(sp_sh.split('<li')[yy].indexOf("inv_"+m) != -1){rtrr = rtrr + '<li' + sp_sh.split('<li')[yy]}yy++}
while(sp_sh.split('<li')[yy])
if(rtrr != ''){rtrr = 'Спина' + rtrr}

var yy = 0;
do{if(sheia2.split('<li')[yy].indexOf("inv_"+m) != -1){rtrr12 = rtrr12 + '<li' + sheia2.split('<li')[yy]}yy++}
while(sheia2.split('<li')[yy])
if(rtrr12 != ''){rtrr12 = 'Шея' + rtrr12}

var yy = 0;
do{if(iagod2.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr2 = rtrr2 + '<li' + iagod2.split('<li')[yy]}yy++}
while(iagod2.split('<li')[yy])
if(rtrr2 != ''){rtrr2 = 'Ягодицы' + rtrr2}

var sp_sh = presss2+kosie2
var yy = 0;
do{if(sp_sh.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr3 = rtrr3 + '<li' + sp_sh.split('<li')[yy]}yy++}
while(sp_sh.split('<li')[yy])
if(rtrr3 != ''){rtrr3 = 'Пресс и косые' + rtrr3}

var sp_sh = pered2+sred2+zad2
var yy = 0;
do{if(sp_sh.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr4 = rtrr4 + '<li' + sp_sh.split('<li')[yy]}yy++}
while(sp_sh.split('<li')[yy])
if(rtrr4 != ''){rtrr4 = 'Плечи' + rtrr4}

var sp_sh = biceps2+tric2+predp2
var yy = 0;
do{if(sp_sh.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr5 = rtrr5 + '<li' + sp_sh.split('<li')[yy]}yy++}
while(sp_sh.split('<li')[yy])
if(rtrr5 != ''){rtrr5 = 'Руки' + rtrr5}

var yy = 0;
do{if(gryd2.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr6 = rtrr6 + '<li' + gryd2.split('<li')[yy]}yy++}
while(gryd2.split('<li')[yy])
if(rtrr6 != ''){rtrr6 = 'Грудь' + rtrr6}

var sp_sh = ppb2+zpb2+vpb2+npb2+golen2
var yy = 0;
do{if(sp_sh.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr7 = rtrr7 + '<li' + sp_sh.split('<li')[yy]}yy++}
while(sp_sh.split('<li')[yy])
if(rtrr7 != ''){rtrr7 = 'Ноги' + rtrr7}




if(m != 't' || m != 'g'){
var yy = 0;
do{if(vzriv2.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr8 = rtrr8 + '<li' + vzriv2.split('<li')[yy]}yy++}
while(vzriv2.split('<li')[yy])
if(rtrr8 != ''){rtrr8 = 'На взрывную силу' + rtrr8}}

if(m != 't' || m != 'z'){
var yy = 0;
do{if(gibrid2.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr9 = rtrr9 + '<li' + gibrid2.split('<li')[yy]}yy++}
while(gibrid2.split('<li')[yy])
if(rtrr9 != ''){rtrr9 = 'Гибридные' + rtrr9}}

if(m == 'gi'){
var yy = 0;
do{if(giri2.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr10 = rtrr10 + '<li' + giri2.split('<li')[yy]}yy++}
while(giri2.split('<li')[yy])
if(rtrr10 != ''){rtrr10 = 'Гиревой спорт' + rtrr10}}

if(m == 's'){
var sp_sh = rivok2+tol2
var yy = 0;
do{if(sp_sh.split('<li')[yy].indexOf("inv_"+m+"'") != -1){rtrr11 = rtrr11 + '<li' + sp_sh.split('<li')[yy]}yy++}
while(sp_sh.split('<li')[yy])
if(rtrr11 != ''){rtrr11 = 'Тяжёлая атлетика' + rtrr11}}



rtrr = rtrr + rtrr12 + rtrr2 + rtrr3 + rtrr4 + rtrr5 + rtrr6 + rtrr7 + rtrr8 + rtrr9 + rtrr10 + rtrr11
rtrr = rtrr.replace(/Базовые упражнения:/g, "")
rtrr = rtrr.replace(/Изолированные упражнения:/g, "")
$('#upinv_'+m+'2').html(rtrr)
if(m == 't'){upinv_t2 = rtrr}
if(m == 'g'){upinv_g2 = rtrr}
if(m == 's'){upinv_s2 = rtrr}
if(m == 'u'){upinv_u2 = rtrr}
if(m == 'b'){upinv_b2 = rtrr}
if(m == 'r'){upinv_r2 = rtrr}
if(m == 'x'){upinv_x2 = rtrr}
if(m == 'a'){upinv_a2 = rtrr}
if(m == 'gi'){upinv_gi2 = rtrr}
if(m == 'z'){upinv_z2 = rtrr}}


function pokaz_upr(met){
var vse_an = '', iia=0; var ogran =' '
do{
var ogran = window[met].split("html")[iia]
if(ogran.indexOf("class='") != -1){ogran = ogran.split("class='")[1]}
if(ogran.indexOf("'") != -1){ogran = ogran.split("'")[0]}
if(window[met].split("html")[iia].indexOf('Базовые упражнения') != -1){vse_an = vse_an + '<b>Базовые упражнения</b><br>'}
if(window[met].split("html'")[iia].indexOf('Изолированные упражнения') != -1){vse_an = vse_an + '<br><b>Изолированные упражнения</b>'}
if(window[met].split("html'")[iia].indexOf('Спина') != -1){vse_an = vse_an + '<div style="font-size:120%;font-weight:bold ">Спина</div>'}
if(window[met].split("html'")[iia].indexOf('Шея') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Шея</div>'}
if(window[met].split("html'")[iia].indexOf('Ягодицы') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Ягодицы</div>'}
if(window[met].split("html'")[iia].indexOf('Пресс и косые') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Пресс и косые</div>'}
if(window[met].split("html'")[iia].indexOf('Плечи') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Плечи</div>'}
if(window[met].split("html'")[iia].indexOf('Руки') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Руки</div>'}
if(window[met].split("html'")[iia].indexOf('Грудь') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Грудь</div>'}
if(window[met].split("html'")[iia].indexOf('Ноги') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Ноги</div>'}
if(window[met].split("html'")[iia].indexOf('На взрывную силу') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">На взрывную силу</div>'}
if(window[met].split("html'")[iia].indexOf('Гибридные') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Гибридные</div>'}
if(window[met].split("html'")[iia].indexOf('Гиревой спорт') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Гиревой спорт</div>'}
if(window[met].split("html'")[iia].indexOf('Тяжёлая атлетика') != -1){vse_an = vse_an + '<div style="margin-top:12pt;font-size:120%;font-weight:bold ">Тяжёлая атлетика</div>'}
var iiii=0;
do{
if(window[met].split("html'")[iia].indexOf('/' + myArray71[iiii].split('&')[0] + '.') != -1){
if(myArray71[iiii].split('&')[2] == ''){var vesa_up = ''}else{var vesa_up = '<div class="rez' + myArray71[iiii].split('&')[2] + '" id="ypr_ves"></div>'}
vse_an = vse_an + '<div class="ypr_poln '+ogran+'"><table class="tabl_foto_mini"><tr><td class="foto_mini2"></td><td><div class="ypr_blok" ><li><a href="'+vst7+'yprajnenia/'+myArray71[iiii].split('&')[0]+'.html" >'+myArray71[iiii].split('&')[1]+'</a></li></div><div class="ypr_opcii"><table class="ypr_opcii2" border="0" cellspacing="0" cellpadding="0"><tr><td id="ypr_povtoren" ></td><td id="ypr_kg" >' + vesa_up + '</td></tr></table>'+myArray71[iiii].split('&')[3]+'_'+iia+'_'+met+','+myArray71[iiii].split('&')[4]+'</div></td></tr></table></div><div id="nagryzka'+myArray71[iiii].split('&')[3]+'_'+iia+'_'+met+'" class="nagryzka"></div><div id="vidos'+myArray71[iiii].split('&')[3]+'_'+iia+'_'+met+'" class="vidos"></div><div class="analogi" id="analogi'+myArray71[iiii].split('&')[3]+'_'+iia+'_'+met+'"></div><div id="fiski'+myArray71[iiii].split('&')[3]+'_'+iia+'_'+met+'" class="fiski"></div>'
break}iiii++}
while(myArray71[iiii])
iia++}
while(window[met].split("html'")[iia])
if(vst7 == ''){vse_an = vse_an.replace(/\.\.\//g, "");}
$('#'+met).html('<ol>'+vse_an+'</ol>');
$('#'+met+' li').css('border-bottom-width','0pt')
$('#'+met+' li').css('margin-bottom','0pt')
vib_inv(met)}

if( /Android|webOS|iPhone|iPad|iPod|BlackBerry|IEMobile|Opera Mini/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) {}
else{$('.kartinki').css({'float':'left', 'margin-right':'10pt', 'margin-top':'10pt', 'margin-bottom':'10pt'})
$( ".kartinki" ).before( "<div style='clear:both'></div>" )}


function nagryzka(met,met7){
met77 = String(met)
//Если открыта нагрузка, то просто закрываем
if($('#nagryzka' + met77).css('display')=='block'){$('#nag_m_' + met77).fadeOut('slow');$('#nagryzka' + met77).slideToggle();

if(met7 == 3){$('#nagryzka' + met77 + '_1').css('background-image', 'url('+vst7+'img/fon/sostav0.png)')}
else{$('#nagryzka' + met77 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')}
if(met77 == 7777){$('#bloki_nag').css('background', 'linear-gradient(90deg, rgba(109,129,187,1) 0%, rgba(109,129,187,1) 4%, rgba(255,255,255,0) 20%)')}
$('#bloki_nag').css('border-color', '#6D81BB'); $('#bloki_nag').css('color', '#6D81BB');
return}
//Если это диета по просто открываем и закрываем
if(met7 == 3){
if($('#nagryzka' + met77).css('display')=='none'){$('#nagryzka' + met77 + '_1').css('background-image', 'url('+vst7+'img/fon/sostav1.png)')}
else{$('#nagryzka' + met77 + '_1').css('background-image', 'url('+vst7+'img/fon/sostav0.png)')}
$('#nagryzka' + met77).slideToggle(); return}

if(met == 7777){var met22 = 7777; var opred_ypr = adres.split('/')[1];opred_ypr = opred_ypr.split('.')[0]}
var i = 0; do{if(myArray71[i].split('&')[0]==opred_ypr){met =myArray71[i].split('&')[3]; var met77 = '7777'; break}i++}while(myArray71[i])
var met17 = String(met)
met = String(met)
if(met.indexOf('_')!= -1){met = met.split('_')[0]}
var m_a = 'nagryzka' + met
met =  Number(met)
if(met < 999 || met > 10000){
var met11 = String(met)
if(met11.indexOf('000') != -1){
var met11 = met11.split('000')[1]}
var nagry = window["nagryzka"+met11]}
else{var nagry = $('#nagryzka' + met).html()}
m_a = m_a.replace('nagryzka', '')
if(m_a.indexOf('000') != -1){
var i=1000;do{if(m_a.indexOf(i) != -1){m_a = m_a.replace(i, 'nagryzka')}	;i=i+1000} while(i<8000)		
if(m_a != 'nagryzka'){
$('#nagryzka' + met77).html(nagry)}}
if(met > 999 && met < 9999 && typeof met7 === 'undefined'){
nagryzka_obch(met)} else{
met = met17
//alert(nagry)
if($('#nagryzka' + met77).css('display') == 'none'){$('#vidos' + met).css('display', 'none'); $('#analogi' + met).css('display', 'none');  $('#fiski' + met).css('display', 'none');
$('#video' + met + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)')
$('#analogi' + met + '_1').css('background-image', 'url('+vst7+'img/fon/analog0.png)')
$('#fiski' + met + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)')
var hieght_2 = Math.round((width_2 * 1.80555) /1.9)
var width_3 = width_2 / 1.9
if(1==1){
if(met7 == 3){$('#nagryzka' + met77).html(nagry+'<div style="clear: both"></div>')}
else{$('#nagryzka' + met77).html('<div style="display:none; height:' + hieght_2 + 'px;max-height:240pt;float:left;margin-bottom:12pt" id="nag_m_' + met + '"></div>' + nagry)}

var nagr = $('#nagryzka' + met77).html().replace(/\s/g, '')
var nagr2 = '';
if(nagr.indexOf('biceps2') != -1 || nagr.indexOf('predp2') != -1 || nagr.indexOf('trap2') != -1 || nagr.indexOf('ppb2') != -1 || nagr.indexOf('vpb2') != -1 || nagr.indexOf('golen2') != -1 || nagr.indexOf('presss2') != -1 || nagr.indexOf('podpoi2') != -1 || nagr.indexOf('kosie2') != -1 || nagr.indexOf('pered2') != -1 || nagr.indexOf('gryd2') != -1 || nagr.indexOf('sred2') != -1 || nagr.indexOf('ередняяповерхностьшеи') != -1){
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered2.gif" style="position:inherit;margin-left:-2pt;height:' + hieght_2 + 'px;max-height:240pt;max-width:1px"><img src="'+vst7+'img/m/pered.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';
var spis = ['biceps','predp','trap','ppb','vpb','golen','presss','podpoi','kosie','pered','gryd','sred','sheia']
var spis2 = ['Бицепс','редплеч','ерхспины','ередняячастьбедр','нутренняячастьбедр','олень','ресс','одвздошно','осыемышцы','ередняядельт','рудь','Средняядельт','ередняяповерхностьшеи']
var ii = 0
do{
var i = 0;var nagr7 = nagr.split(")")[ii]; 
do{
if(nagr7.indexOf(spis2[i]) != -1){
var iii = 1; var spis3 = ['','слабая','средняя','высокая','жесто']
do{if(nagr7.indexOf(spis3[iii]) != -1){nagr2 = nagr2 + '<img src="'+vst7+'img/m/'+spis[i]+'_' + iii + '.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';break}iii++}while (iii < 5)}
i++}
while (i < 14)
ii++}
while (nagr.split(")")[ii])
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered3.gif" class="kart_m" style="position:inherit;width:' + width_3 + 'px;max-width:130pt">'}
if(nagr.indexOf('predp2') != -1 || nagr.indexOf('trap2') != -1 || nagr.indexOf('vpb2') != -1 || nagr.indexOf('golen2') != -1 || nagr.indexOf('tric2') != -1 || nagr.indexOf('iagod2') != -1 || nagr.indexOf('zpb2') != -1 || nagr.indexOf('npb2') != -1 || nagr.indexOf('poias2') != -1 || nagr.indexOf('verh2') != -1 || nagr.indexOf('zad2') != -1 || nagr.indexOf('адняяповерхностьшеи') != -1){
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered2.gif" class="kart_m" style="position:inherit;margin-left:-2pt;height:' + hieght_2 + 'px;max-height:240pt;max-width:1px"><img src="'+vst7+'img/m/zad.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';
var spis = ['predp','trap','vpb','golen','tric','iagod','zpb','npb','poias','verh','zad','sheia']
var spis2 = ['редплеч','ерхспины','нутренняячастьбедр','олень','рицепс','годицы','адняячастьбедр','аружнаячастьбедр','оясница','ирочайшие','адняядельт','адняяповерхностьшеи']
var ii = 0
do{
var i = 0;var nagr7 = nagr.split(")")[ii]; 
do{
if(nagr7.indexOf(spis2[i]) != -1){
var iii = 1; var spis3 = ['','слабая','средняя','высокая','жесто']
do{if(nagr7.indexOf(spis3[iii]) != -1){
if(spis[i] == 'sheia'){var tyu = ';z-index:100'} else {var tyu = ''}
nagr2 = nagr2 + '<img src="'+vst7+'img/m/'+spis[i]+'_z_' + iii + '.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt' + tyu + '">';break}iii++}while (iii < 5)}
i++}
while (i < 13)
ii++}
while (nagr.split(")")[ii])
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered3.gif" class="kart_m" style="position:inherit;width:' + width_3 + 'px;max-width:130pt">'}
if(localStorage.getItem("nagr_mi") == 't'){$('#nag_m_' + met).remove()}else{
$('#nag_m_' + met).html(nagr2)}}
if(localStorage.getItem("nagr_mi") == 'r'){$('#nagryzka' + met77).css('height',hieght_2 + 'px');$('#nagryzka' + met77).css('max-height','240pt'); $('#nagryzka' + met77+' .nagryzka_tab').css('display', 'none')}}
$('#nagryzka' + met77).after('<div style="clear: both"></div>')
$('#nag_m_' + met).fadeIn('slow');
$('#nagryzka' + met77).slideToggle()

$('#nagryzka' + met77 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka1.png)')}}






function nagr_a(met,met2){
if($('#nagryz' + met + '_' + met2).css('display') == 'none'){
if(met2 == 777){var i = 0; do{
if($('#luboe_ypr' + met + '_' + met2 + '_1').val() ==  myArray71[i].split('&')[1]){
var met11 = String(myArray71[i].split('&')[3]); break}
i++}while (myArray71[i])}
else{var met11 = String(met2)}
if(met11.indexOf('000') != -1){var met11 = met11.split('000')[1]}
$('#nagryz' + met + '_' + met2).html(window["nagryzka"+met11])
$('#video' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/video0.png)'); $('#vidos' + met + '_' + met2).css('display', 'none')
$('#fiski' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/fiski0.png)'); $('#fiski' + met + '_' + met2).css('display', 'none')
$('#analogi' + met).css('height','')
var hieght_2 = Math.round((width_2 * 1.80555) /1.9)
var width_3 = width_2 / 1.9
if($('#nagryz' + met + '_' + met2).html().indexOf('/img/m/') == -1){
if (localStorage.getItem("nagr_mi") == 'r'){$('.nagryzka_tab').css('display', 'none')}
var nagr = $('#nagryz' + met + '_' + met2).html().replace(/\s/g, '')
var nagr2 = '<div style="float:left">'
if(nagr.indexOf('biceps2') != -1 || nagr.indexOf('predp2') != -1 || nagr.indexOf('trap2') != -1 || nagr.indexOf('ppb2') != -1 || nagr.indexOf('vpb2') != -1 || nagr.indexOf('golen2') != -1 || nagr.indexOf('presss2') != -1 || nagr.indexOf('podpoi2') != -1 || nagr.indexOf('kosie2') != -1 || nagr.indexOf('pered2') != -1 || nagr.indexOf('gryd2') != -1 || nagr.indexOf('sred2') != -1 || nagr.indexOf('ередняяповерхностьшеи') != -1){
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered2.gif" style="position:inherit;margin-left:-2pt;height:' + hieght_2 + 'px;max-height:240pt;max-width:1px"><img src="'+vst7+'img/m/pered.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';
var spis = ['biceps','predp','trap','ppb','vpb','golen','presss','podpoi','kosie','pered','gryd','sred','sheia']
var spis2 = ['Бицепс','редплеч','ерхспины','ередняячастьбедр','нутренняячастьбедр','олень','ресс','одвздошно','осыемышцы','ередняядельт','рудь','Средняядельт','ередняяповерхностьшеи']
var ii = 0
do{
var i = 0;var nagr7 = nagr.split(")")[ii]; 
do{
if(nagr7.indexOf(spis2[i]) != -1){
var iii = 1; var spis3 = ['','слабая','средняя','высокая','жесто']
do{if(nagr7.indexOf(spis3[iii]) != -1){nagr2 = nagr2 + '<img src="'+vst7+'img/m/'+spis[i]+'_' + iii + '.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';break}iii++}while (iii < 5)}
i++}
while (i < 14)
ii++}
while (nagr.split(")")[ii])
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered3.gif" class="kart_m" style="position:inherit;width:' + width_3 + 'px;max-width:130pt">'}
if(nagr.indexOf('predp2') != -1 || nagr.indexOf('trap2') != -1 || nagr.indexOf('vpb2') != -1 || nagr.indexOf('golen2') != -1 || nagr.indexOf('tric2') != -1 || nagr.indexOf('iagod2') != -1 || nagr.indexOf('zpb2') != -1 || nagr.indexOf('npb2') != -1 || nagr.indexOf('poias2') != -1 || nagr.indexOf('verh2') != -1 || nagr.indexOf('zad2') != -1 || nagr.indexOf('адняяповерхностьшеи') != -1){
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered2.gif" class="kart_m" style="position:inherit;margin-left:-2pt;height:' + hieght_2 + 'px;max-height:240pt;max-width:1px"><img src="'+vst7+'img/m/zad.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';

var spis = ['predp','trap','vpb','golen','tric','iagod','zpb','npb','poias','verh','zad','sheia']
var spis2 = ['редплеч','ерхспины','нутренняячастьбедр','олень','рицепс','годицы','адняячастьбедр','аружнаячастьбедр','оясница','ирочайшие','адняядельт','адняяповерхностьшеи']
var ii = 0
do{
var i = 0;var nagr7 = nagr.split(")")[ii]; 
do{
if(nagr7.indexOf(spis2[i]) != -1){
var iii = 1; var spis3 = ['','слабая','средняя','высокая','жесто']
do{if(nagr7.indexOf(spis3[iii]) != -1){nagr2 = nagr2 + '<img src="'+vst7+'img/m/'+spis[i]+'_z_' + iii + '.gif" class="kart_m" style=";height:' + hieght_2 + 'px;max-height:240pt">';break}iii++}while (iii < 5)}
i++}
while (i < 13)
ii++}
while (nagr.split(")")[ii])
nagr2 = nagr2 + '<img src="'+vst7+'img/m/pered3.gif" class="kart_m" style="position:inherit;width:' + width_3 + 'px;max-width:130pt">'}
if (!localStorage.getItem("nagr_mi") || localStorage.getItem("nagr_mi") == 'tr' || localStorage.getItem("nagr_mi") == 'r'){
$('#nagryz' + met + '_' + met2).html( '<div style="display:none" id="nag_m_' + met + '_' + met2 + '">'+nagr2 + '</div>' + $('#nagryz' + met + '_' + met2).html()+'<div style="clear:both"></div>')}}
if($('#nag_m_' + met + '_' + met2).css('display')=='none'){$('#nag_m_' + met + '_' + met2).fadeIn('slow');}else{$('#nag_m_' + met + '_' + met2).fadeOut('slow');}
$('#nagryz' + met + '_' + met2).slideToggle(); $('#nagryzka' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka1.png)')}	
else{
if($('#nag_m_' + met + '_' + met2).css('display')=='none'){$('#nag_m_' + met + '_' + met2).fadeIn('slow');}else{$('#nag_m_' + met + '_' + met2).fadeOut('slow');}
$('#nagryz' + met + '_' + met2).slideToggle(); $('#nagryzka' + met + '_' + met2 + '_1').css('background-image', 'url('+vst7+'img/fon/nagruzka0.png)')}
met = String(met)
if(met.indexOf('_') != -1){var met12 = met.split('_0')[1]+'_'+met.split('_0')[0]}
if(met.indexOf('0000') != -1){var met12 = met.split('0000')[1]}
$("#analogi" + met12).css('height', 'auto');}


if( /Android|webOS|iPhone|iPad|iPod|BlackBerry|IEMobile|Opera Mini/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) {}
else{$('.menmen7').css({'padding-bottom':'7pt','padding-top':'7pt','border-bottom':'2pt solid '+cvet_osn2})}


$('#trener3').html('Тренеры');$('#upr3').html('Упражнения');$('#spina3').html('Спина и шея');$('#verh3').html('Широчайшие мышцы');$('#kalkyl3').html('Калькуляторы');$('#dieti3').html('Диеты');$('#dietigz3').html('Женщины');$('#dietimz3').html('Мужчины');$('#dietimzp3').html('Похудение / рельеф');$('#dietimzr3').html('Поддержание веса');$('#dietimzm3').html('Набор мышц');$('#dietigzp3').html('Похудение / рельеф');$('#dietigzr3').html('Поддержание веса');$('#dietigzm3').html('Набор мышц');$('#sta_fe3').html('Фейсбилдинг');$('#poias3').html('Поясница');$('#trap3').html('Трапеции');$('#sheia3').html('Шея');$('#iagod3').html('Ягодицы');$('#rezpet3').html('с резиной');$('#kross3').html('Кроссфит');$('#press3').html('Пресс и косые');$('#presss3').html('Пресс');$('#kosie3').html('Косые мышцы');$('#stat3').html('Статичные');$('#vzriv3').html('На взрывную силу');$('#plechi3').html('Плечи');$('#pered3').html('Передняя дельта');$('#sred3').html('Средняя дельта');$('#zad3').html('Задняя дельта');$('#ruki3').html('Руки');$('#biceps3').html('Бицепс');$('#tric3').html('Трицепс');$('#predp3').html('Предплечья');$('#gryd3').html('Грудь');$('#nogi3').html('Ноги');$('#zpb3').html('Задняя часть бедра');$('#vpb3').html('Внутренняя часть бедра');$('#ppb3').html('Передняя часть бедра');$('#npb3').html('Наружная часть бедра');$('#golen3').html('Голень');$('#rast3').html('На растяжку');$('#gibrid3').html('Гибридные упражнения');$('#giri3').html('Гиревой Спорт');$('#tatl3').html('Тяжёлая Атлетика');$('#rivok3').html('Для рывка');$('#tol3').html('Для толчка');$('#fe3').html('Фейсбилдинг');$('#trenirovki3').html('Тренировки');$('#trenirovkigz3').html('Женщины в зале');$('#trenirovkigzp3').html('Похудение');$('#trenirovkigzr3').html('Рельеф');$('#trenirovkigzm3').html('Масса и сила');$('#trenirovkimz3').html('Мужчины в зале');$('#trenirovkimzp3').html('Похудение');$('#trenirovkimzr3').html('Рельеф');$('#trenirovkimzm3').html('Масса и сила');$('#trenirovkigd3').html('Женщины дома');$('#trenirovkigdp3').html('Похудение');$('#trenirovkigdr3').html('Рельеф');$('#trenirovkigdm3').html('Масса и сила');$('#trenirovkimd3').html('Мужчины дома');$('#trenirovkimdp3').html('Похудение');$('#trenirovkimdr3').html('Рельеф');$('#trenirovkimdm3').html('Масса и сила');$('#trenirovkimdu3').html('Универсальные');$('#trenirovkimzu3').html('Универсальные');$('#trenirovkigdu3').html('Универсальные');$('#trenirovkigzu3').html('Универсальные');$('#sta3').html('Статьи');$('#sta_m3').html('Методики тренировок');$('#sta_m_t3').html('Отдельные части тела');$('#sta_m_n3').html('Общие нюансы');$('#sta_m_r3').html('До и после родов');$('#sta_m_z3').html('При заболеваниях');$('#sta_m_b3').html('Без раздела');$('#sta_m_p3').html('По пауэрлифтингу');$('#sta_m_dom3').html('В домашних условиях');$('#sta_p3').html('Натуральное питание');$('#sta_p_m3').html('Набор мышц');$('#sta_p_r3').html('Похудение / рельеф');$('#sta_p_p3').html('Поддержание веса');$('#sta_p_rb3').html('Рецепты блюд от диетолога');$('#sta_p_b3').html('Без раздела');$('#sta_p_v3').html('Восстановление организма');$('#sta_t3').html('Травматология');$('#sta_pro3').html('Прочее');$('#sta_yoga3').html('Йога');$('#sta_s3').html('Спортивное питание');$('#sta_s_pro3').html('Протеины');$('#sta_s_ge3').html('Гейнеры');$('#sta_s_kr3').html('Креатин');$('#sta_s_am3').html('Аминокислоты');$('#sta_s_bc3').html('BCAA');$('#sta_s_ji3').html('Жиросжигатели');$('#sta_s_po3').html('Повышение тестостерона');$('#sta_s_vm3').html('Витамины и минералы');$('#sta_s_ds3').html('Для суставов и связок');$('#sta_s_pt3').html('Предтреники');$('#sta_s_kb3').html('Конкретные бренды');$('#sta_s_pr3').html('Прочее');$('#polza3').html('Доп. опции');$('#sta_fi3').html('Физиология');$('#sta_fi_m3').html('Набор мышц');$('#sta_fi_r3').html('Похудение / рельеф');$('#sta_fi_p3').html('Женская физиология');$('#sta_fi_b3').html('Без раздела');$('#sta_fi_v3').html('Восстановление организма');$('#sta_aer3').html('Аэробика');$('#sta_fa3').html('Фармакология');$('#sta_fa_kp3').html('Стероиды: препараты');$('#sta_fa_oi3').html('Стероиды: общая информация');$('#sta_fa_gp3').html('Другие гормональные препараты');$('#sta_fa_bre3').html('Стероиды: бренды');$('#sta_fa_np3').html('Негормональные препараты')

$( "h1" ).click(function() {navigator.clipboard.writeText('<a href="' +vst7+ adres + '" class="qjq">' + $("h1").html() + '</a>.')});

function knopochki() {

$( "#d_m_n" ).hover(function() {$(this).attr('src', vst7 +'img/fon/nast4.png');}, function() {$(this).attr('src', vst7 +'img/fon/nast3.png')});
$( "#d_m_d" ).hover(function() {$(this).attr('src', vst7 +'img/fon/dom4.png');}, function() {$(this).attr('src', vst7 +'img/fon/dom3.png')});
$( "#d_m_k" ).hover(function() {$(this).attr('src', vst7 +'img/fon/komp4.png');}, function() {$(this).attr('src', vst7 +'img/fon/komp.png')});
$( ".ydal" ).hover(function() {$(this).attr('src',$(this).attr('src').replace('ydal','ydal2'))}, function() {$(this).attr('src',$(this).attr('src').replace('ydal2','ydal'))});
$( ".menmen0" ).hover(function() {$(this).css('color','#E89F09');}, function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn);}});
$( ".menmen2" ).hover(function() {$(this).css('color','#E89F09');}, function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn);}});
$( ".menmen3" ).hover(function() {$(this).css('color','#E89F09');}, function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn);}});
$( ".menmen4" ).hover(function() {$(this).css('color','#E89F09');}, function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn);}});
$( ".instrukcii" ).hover(function() {$(this).css('color','#E89F09');}, function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn2);}});
$( ".bloki" ).hover(function() 
{
$(this).css('color','#E89F09');$(this).css('border-color','#E89F09');
$(this).css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')},
function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn2);$(this).css('border-color',cvet_osn2);
$(this).css('background', 'linear-gradient(90deg, '+cvet_osn2+' 0%, '+cvet_osn2+' 4%, rgba(255,255,255,0) 20%)')}});
$( ".bloki_tren" ).hover(function() 
{$(this).css('background-color','#E89F09');$(this).css('border-color','#E89F09')},
function() {if($(this).next().css('display') == 'none'){$(this).css('background-color',cvet_osn2);$(this).css('border-color',cvet_osn2)}});
$( ".bloki_nast" ).hover(function() 
{$(this).css('color','#E89F09');$(this).css('border-color','#E89F09');
$(this).css('background', 'linear-gradient(90deg, rgba(232,159,9,1) 0%, rgba(232,159,9,1) 4%, rgba(255,255,255,0) 20%)')},
function() {
if($(this).next().css('display') == 'none' || $(this).attr('id') == 'bloki_dnev'){$(this).css('color','#6D81BB');$(this).css('border-color','#6D81BB');
$(this).css('background', 'linear-gradient(90deg, rgba(109,129,187,1) 0%, rgba(109,129,187,1) 4%, rgba(255,255,255,0) 20%)')}});
$("#bloki_nast").html('<img class="ikon" src="'+vst7+'img/fon/men/analog.png" style="width:10.5%; margin-top:1pt"/><center>ПЛАНЫ И ЦИКЛЫ</center>')

if(document.location.href.indexOf('/dnev.html') == -1){
var i = 1; do{$("#bloki_tren"+i).html('<img class="ikon" src="'+vst7+'img/fon/men/tren.png" style="width:11%;margin-top:3pt"/><center>'+$("#bloki_tren"+i).html()+'</center>'); i++} while(i<13)
$("#bloki_tren14").html('<img class="ikon" src="'+vst7+'img/fon/men/tren.png" style="width:11%;margin-top:3pt"/><center>Пакет БАЗОВЫЙ</center>')
$("#bloki_tren15").html('<img class="ikon" src="'+vst7+'img/fon/men/tren.png" style="width:11%;margin-top:3pt"/><center>Пакет ТВОЙ ТРЕНЕР</center>')
$("#bloki_ned1").html('<img class="ikon" src="'+vst7+'img/fon/men/tren.png" style="width:11%;margin-top:3pt"/><center>1 НЕДЕЛЯ</center>')
$("#bloki_ned2").html('<img class="ikon" src="'+vst7+'img/fon/men/tren.png" style="width:11%;margin-top:3pt"/><center>2 НЕДЕЛЯ</center>')
$("#bloki_ned3").html('<img class="ikon" src="'+vst7+'img/fon/men/tren.png" style="width:11%;margin-top:3pt"/><center>3 НЕДЕЛЯ</center>')}
$("#bloki_vid").html('<img class="ikon" src="'+vst7+'img/fon/men/video.png" style="width:7%; margin-left:1pt;margin-top:1pt"/><center>ВИДЕО</center>')
$("#bloki_ves").html('<img class="ikon" src="'+vst7+'img/fon/men/novi.png" style="width:9%; margin-left:1pt;margin-top:1pt"/><center>ДЛЯ НОВИЧКОВ</center>')
$("#bloki_porc").html('<img class="ikon" src="'+vst7+'img/fon/men/porc.png" style="width:9%; margin-left:1pt;margin-top:1pt"/><center>ПОДБОР ПОРЦИЙ</center>')
$("#bloki_vesa").html('<img class="ikon" src="'+vst7+'img/fon/men/vesi.png" style="width:7%; margin-left:2pt;margin-top:1pt"/><center>ПОДОБРАТЬ ВЕС</center>')
if(document.location.href.indexOf('/trener_online.html') == -1){
$("#bloki_ogran").html('<img class="ikon" src="'+vst7+'img/fon/men/nast.png" style="width:9.5%;margin-top:1pt"/><center>НАСТРОИТЬ ПЛАН</center>')}

if(document.location.href.indexOf('/trener_online.html') != -1){$("#bloki_ogran").html('<img class="ikon" src="'+vst7+'img/fon/men/opisan.png" style="width:6%; margin-left:4pt;margin-top:1pt"/><center>'+$("#bloki_ogran").html()+'</center>')}

if(document.location.href.indexOf('/yprajnenia/') != -1)
{$("#bloki_ogran").html('<img class="ikon" src="'+vst7+'img/fon/men/opisan.png" style="width:6%; margin-left:4pt;margin-top:0pt"/><center>ОГРАНИЧЕНИЯ</center>')}

$("#bloki_tren_d").html('<img class="ikon" src="'+vst7+'img/fon/men/dieta.png" style="width:8%; margin-left:1pt;margin-top:1pt"/><center>'+$("#bloki_tren_d").html()+'</center>')
$("#bloki_kalk").html('<img class="ikon" src="'+vst7+'img/fon/men/dop.png" style="width:9%; margin-left:1pt;margin-top:2pt"/><center>КАЛЬКУЛЯТОРЫ</center>')
$("#bloki_slo").html('<img class="ikon" src="'+vst7+'img/fon/men/slo.png" style="width:9%;margin-top:1pt"/><center>ВЫБОР СЛОЖНОСТИ</center>')
$("#bloki_dieta").html('<img class="ikon" src="'+vst7+'img/fon/men/dieta.png" style="width:8%; margin-left:1pt;margin-top:1pt"/><center>'+$("#bloki_dieta").html()+'</center>')
$("#bloki_dnev").html('<img class="ikon" src="'+vst7+'img/fon/men/dnev.png" style="width:11%; margin-left:1pt;margin-top:0pt"/><center>ДОБАВ. В ДНЕВНИК</center>')
$("#bloki_zam").html('<img class="ikon" src="'+vst7+'img/fon/men/zam.png" style="width:10%; margin-left:1pt;margin-top:2pt"/><center>ДРУГОЙ ПЛАН</center>')
$("#bloki_opis").html('<img class="ikon" src="'+vst7+'img/fon/men/ogran.png" style="width:8%; margin-left:2pt;margin-top:2pt"/><center>'+$("#bloki_opis").html()+'</center>')
$("#bloki_ins").html('<img class="ikon" src="'+vst7+'img/fon/men/ogran.png" style="width:8%; margin-left:2pt;margin-top:2pt"/><center>ИНСТРУКЦИИ</center>')
$("#bloki_an").html('<img class="ikon" src="'+vst7+'img/fon/men/analog.png" style="width:10%; margin-left:1pt;margin-top:2pt"/><center>'+$("#bloki_an").html()+'</center>')
$("#comments84").html('<img class="ikon" src="'+vst7+'img/fon/men/koments.png" style="width:9%; margin-left:2pt;margin-top:2pt"/><center>КОММЕНТАРИИ</center>')
$("#bloki_nag").html('<img class="ikon" src="'+vst7+'img/fon/men/nagruzka.png" style="width:8%; margin-left:2pt;margin-top:1pt"/><center>'+$("#bloki_nag").html()+'</center>')}


$( "#v_s_a" ).hover(function() {$(this).css('color','#E89F09')},function() {if($(this).next().css('display') == 'none'){$(this).css('color',cvet_osn2)}});

function prosmotri(adres) {
$.ajax({
type: "POST", 
url:'https://apptrener.com/app_php/avtori_statii.php',
data:{avtor:adres},
crossDomain: true,
success: function(rez) {$(".data").html($(".data").html()+'&nbsp;&nbsp;&nbsp;<img src="'+vst7+'img/fon/pros.png" style="height:9pt"/> ' + rez)}})}
if($(".data").length>0){prosmotri(adres)}
//if(document.location.hash == '#dnevnik'){document.getElementsByTagName('body')[0].style.display = 'none';}

function sypti_razm(){
var iii = 0; do{
var ssti = $(".razm_v").eq(iii).next().html().split('/div>')[0]
if(ssti.indexOf('br>')!= -1){$(".razm_v").eq(iii).after('<div class="sypti"><font onClick="sypti_pod()" style="cursor:pointer">начало суперсета</font></div>')}
iii++}while($(".razm_v").eq(iii).length>0)}
if(adres.indexOf('trener_online') == -1 && adres.indexOf('/dnev.html') == -1 && $(".razm_v").length>0){sypti_razm()}

function sypti_zam(){
var iii = 0;do{
var pieces = $(".compleks").eq(iii).html().split('ypr_poln')
if(pieces[pieces.length-1].indexOf('class="sypti"') == -1){
pieces = pieces[pieces.length-1].split('</div>')[0]
if(pieces.indexOf('<li')==-1){$(".zam_v").eq(iii).before('<div class="sypti"><font onClick="sypti_pod()" style="cursor:pointer">конец суперсета</font></div>')}}
iii++}while($(".compleks").eq(iii).length>0)}
if(adres.indexOf('trener_online') == -1 && adres.indexOf('/dnev.html') == -1 && $(".zam_v").length>0){sypti_zam()}

function sypti(){
if($(".sypti").eq(0).length>0){
var iii = 0; do{
if($(".sypti").eq(iii).next().length>0){
if($(".sypti").eq(iii).next().html().indexOf('br><')!= -1){$(".sypti").eq(iii).html('<font onClick="sypti_pod()" style="cursor:pointer">начало суперсета</font>')}
else{$(".sypti").eq(iii).html('<font onClick="sypti_pod()" style="cursor:pointer">конец суперсета</font>')}}
iii++}while($(".sypti").eq(iii).length>0)}}
if(adres.indexOf('trener_online') == -1 && adres.indexOf('/dnev.html') == -1 && $(".sypti").length>0){sypti()}
if( $(".compleks").length==0 && adres.indexOf('/dnev.html') == -1){vesa()}


function ogranichenia(){
var trem_massiv=['01','02','03','04','05','06','07','08','09','010','011','012']
var ia=0
do{
if($("#bloki_tren"+trem_massiv[ia]).css('display')=='block'){
vesa('bloki_tren'+trem_massiv[ia])}
ia++}while(trem_massiv[ia])
sypti_razm()
sypti_zam()
sypti()}

function sypti_pod(){if($("#sypti_pod").css('display')=='none'){$("#sypti_pod").fadeIn('fast')}else{$("#sypti_pod").fadeOut('fast')}}
function sypti_pod2(){$("#sypti_pod").fadeOut('fast')}


$("#rez_meniy2").after($("<div class='skopir2'  id='jaloba' >Вы хотите отправить жалобу на этот комментарий?<center><table width='100%' border='0' cellspacing='0' cellpadding='6' style='width:100pt'><tr style='text-align:center'><td style='cursor: pointer' onClick='jaloba_da()'>ДА</td><td  style='cursor: pointer'  onClick='jaloba_net()'>НЕТ</td></tr></table></center></div><div class='skopir2' id='jaloba2'>Ваша жалоба отправлена, и будет нами рассмотрена в ближайшее время.</div>"));
function jaloba7(){$("#jaloba").fadeIn('slow')}
function jaloba_da(){$("#jaloba").fadeOut('fast'); $("#jaloba2").fadeIn('slow');setTimeout(function(){$('#jaloba2').fadeOut('slow')},2000)}
function jaloba_net(){$("#jaloba").fadeOut('slow')}

if (localStorage.getItem("shrift") != "mal" && localStorage.getItem("shrift") != "bol")
{if(/iPhone|iPad|iPod/i.test(navigator.userAgent) || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)){$(".compleks").css('margin-left','-5pt')}}

//if($('video')){var tags = $('video'); var i,total = tags.length;for(i = 0; i<total; i++){tags[i].playbackRate = 0.5}}

function tr_pt(){
if( /Android|webOS|iPhone|iPad|iPod|BlackBerry|IEMobile|Opera Mini/i.test(navigator.userAgent)  || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)){$('.tr_pr').css('height','62pt')
if (localStorage.getItem("shrift") == "mal"){$('.tr_pr').css('height','55pt')}
if (localStorage.getItem("shrift") == "bol"){$('.tr_pr').css('height','73pt')}}}
tr_pt()
if(window.location.pathname.indexOf("int/anatomia.html") != -1){$('#up_anat').remove()}

//$("#reklama_d").css('display','none')
function dobromil() {
if(!localStorage.getItem("interfeis") || localStorage.getItem("interfeis") == 'svet'){var dob_fit= 'dob_fit'} else{var dob_fit= 'dob_fit2'}
$("#reklama_d").html('<b>Твой Тренер рекомендует:</b><br><img src="'+vst7+'img/fon/'+dob_fit+'.png" id="dob_fit">Спортивное питание DOBROMILFIT - это честные спортивные добавки, без переплаты за бренд и дорогую упакову.<br><b><font id="uzn_podr2"  onMouseOver="uzn_podr_over()" onMouseOut="uzn_podr_out()" onClick="uzn_podr()" style="color:#6D81BB;cursor:pointer">Узнать подробнее</font> | \
<a target="blank" onClick="perehod_df()" href="https://fittraining.pro/catalog/sportivnye_dobavki/">Перейти на сайт</a></b><div id="uzn_podr" style="display:none"><p>DOBROMILFIT – это российский бренд спортивного питания, основанный известным видео блогером по фитнесу – Александром Добромилем. В своей линейке имеет как стандартный набор продуктов, так и БАДы, которые выделаются среди других аналогов (о них чуть ниже).</p><p>Основная черты этого бренда – это невысокая цена, которая отчасти достигается за счёт использования недорогой упаковки и небольшой розничной накрутки. Дело в том, что упаковка может составлять до 25% от стоимости продукта. Согласитесь – это немало. И если использовать упаковку попроще, то можно неплохо так удешевить продукт. Что и сделал Александр.</p><p><b>Купить продукты этого бренда:</b><ol><li><a  onClick="perehod_df()"  href="https://fittraining.pro/catalog/sportivnye_dobavki/" target="_blank">В магазине DOBROMILFIT</a></li><li><a   onClick="perehod_df()"  href="https://www.ozon.ru/seller/dobromilfit-420868/products/?miniapp=seller_420868" target="_blank">На Ozon</a></li><li><a  onClick="perehod_df()"  href="https://www.wildberries.ru/brands/310656868-DobromilFit/all" target="_blank">На Wildberries</a></li></ol></p><p>А теперь я бы хотел рассказать о тех продуктах, которые выгодно отличаются по составу от аналогов у конкурентов</p><center><div id="video111" style="margin-left:-5pt;margin-right:-5pt"></div></center><br><img src="'+vst7+'img/sta/dobro2.jpg" class="kartinki" style="max-width:100pt; float:left; margin-right:10pt"/><p><b>MASS GAINER</b></p><p>Отличительная особенность этого гейнера в том, что в нём 38% белка. Это очень много для гейнера. При этом белок не просто сывороточный, а молочный + яичный. В его составе не используется мальтодекстрин (дешёвый углевод с большим ГИ). И стоит он при этом всего 1100 р за 1 кг.</p><p><a  onClick="perehod_df()"  href="https://fittraining.pro/catalog/sportivnye_dobavki/geynery/" target="_blank">Купить Mass Gainer</a></p><div style="clear: both;"></div><img src="'+vst7+'img/sta/dobro1.jpg" class="kartinki" style="max-width:100pt; float:left; margin-right:10pt"/><p><b>ALPHA MAN</b></p><p>Этот препарат является тестобустером. «Тестобустер»- это препарат, увеличивающий секрецию собственного тестостерона. Alpha Man создан на основе D- аспаргиновой кислоты, экстракта маки перуанской, экстракта пажитника, цинка и экстракта чёрного перца (Bioperine®). Ттаким образом, это почтии полностью растительный препарат. Положительное действие всех компонентов доказано научно, и признано официальной медициной.</p><p><a  onClick="perehod_df()"  href="https://fittraining.pro/catalog/sportivnye_dobavki/sportivnye_dobavki_1/testo-buster-90kap/" target="_blank">Купить Alpha Man</a></p><div style="clear: both;"></div><img src="'+vst7+'img/sta/dobro3.jpg" class="kartinki" style="max-width:100pt; float:left; margin-right:10pt"/><p><b>PRE-WORKOUT</b></p><p>Предтреник, который увеличивает силовую выносливость и уровень энергии. Обладает 2-х сторонним действием: стимулирование психики и пампинг мышц. Принимается непосредственно перед тренировкой. Можно выпить «шотом» или развести в 100-200 мл. воды.</p><p><a  onClick="perehod_df()"  href="https://fittraining.pro/catalog/sportivnye_dobavki/shoty/shot-predtrenirovochnyy-kompleks-tropicheskiy-vkus-zhidkiy-60-ml/" target="_blank">Купить Pre-workout</a></p><div style="clear: both;"></div><img src="'+vst7+'img/sta/dobro4.jpg" class="kartinki" style="max-width:100pt; float:left; margin-right:10pt"/><p><b>EGG PROTEIN</b></p><p>Вроде ничего особенного - обычный яичный протеин. Но это - ИЗОЛЯТ яичного протеина. В котором аж 85% белка, всего 1.8% жира и 0% углеводов! Яичный протеин считается наиболее эффективным среди всех других видов потеина. Ну и цена порядка 2000 р за 1 кг яичного изолята - очень даже недорого.</p><p><a  onClick="perehod_df()"  href="https://fittraining.pro/catalog/sportivnye_dobavki/proteiny/protein_yaichnyy_900_g/" target="_blank">Купить Egg protein</a></p><div style="clear: both;"></div></div>');}
dobromil()

function uzn_podr_over() {
$("#uzn_podr2").css('color','#E89F09')}

function uzn_podr_out() {if($("#uzn_podr").css('display')=='none'){$("#uzn_podr2").css('color','#6D81BB')}}

function uzn_podr() {if($("#uzn_podr").css('display')=='block'){$("#uzn_podr2").css('color','#6D81BB')}
$("#uzn_podr").slideToggle();
document.getElementById('video111').innerHTML = '<iframe ' + width7 + height7 + /*' src="https://www.youtube.com/embed/3glxl6trc_Q" frameborder="0" allowfullscreen></iframe>'*/' src="https://vk.com/video_ext.php?oid=75103538&id=456240288"></iframe>'
}


function perehod_df() {if(document.location.href.indexOf('tvoytrener.com') == -1){var metka_sp = 'pril'} else{var metka_sp = 'sait'}
$.ajax({
type: "POST",
data: {metka_sp:metka_sp},
url: "https://apptrener.com/app_perehodi/dobromil.php",
success: function(rez) {},});}

function perehod_df_m() {if(document.location.href.indexOf('tvoytrener.com') == -1){var metka_sp = 'pril'} else{var metka_sp = 'sait'}
$.ajax({
type: "POST",
data: {metka_sp:metka_sp},
url: "https://apptrener.com/app_perehodi/dobromil_m.php",
success: function(rez) {},});}

function perehod_df_t() {if(document.location.href.indexOf('tvoytrener.com') == -1){var metka_sp = 'pril'} else{var metka_sp = 'sait'}
$.ajax({
type: "POST",
data: {metka_sp:metka_sp},
url: "https://apptrener.com/app_perehodi/dobromil_t.php",
success: function(rez) {},});}

function perehod_7c() {if(document.location.href.indexOf('tvoytrener.com') == -1){var metka_sp = 'pril'} else{var metka_sp = 'sait'}
$.ajax({
type: "POST",
data: {metka_sp:metka_sp},
url: "https://apptrener.com/app_perehodi/7coach.php",
success: function(rez) {},});}

if (/iPhone|iPad|iPod/i.test(navigator.userAgent) || (navigator.platform === 'MacIntel' && navigator.maxTouchPoints > 1)) {$('.upr_stat').css('margin-left','-5pt')}

